[
    {
        "name": "Banish Sickness",
        "description": "With a lick and a purr, the Bastet can cure minor diseases and chase venoms away.",
        "system": "The player spends a Gnosis point and rolls Manipulation + Medicine. The difficulty depends on the severity of the illness. Incurable maladies such as cancer or AIDS are beyond this Gift's power.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Command Attention",
        "description": "A werecat can call on his feline presence to draw attention the instant he steps into a room. Everyone in a given space (a room, a clearing, whatever) will immediately stop what they're doing to notice the Bastet's entrance. Their reaction from that point on will depend on what the character does, and upon their feelings about him; an attractive Homid will get a different reaction than an angry Crinos panther would.",
        "system": "The player rolls Manipulation + Expression (difficulty 7) to get everyone's attention for one turn. This gift also reduces the difficulty of his next Social roll by 1 for every success he rolls for the Gift. This bonus only applies once, upon entering the space.",
        "source": "Revised - BB Bastet p.96",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Dowsing",
        "description": "By pawing or sniffing at the ground, the Bastet tries to locate nearby water sources (underground streams, pipes, etc.). With luck, she'll be able to tell whether or not that water is safe to drink.",
        "system": "A roll of Perception + Primal Urge will determine the water's location, if any exists within 100 feet of the Bastet. The difficulty depends on the water's distance and quantity; a muddy puddle beneath debris would be 9, while a pure rushing stream on the other side of a wall would be 5.",
        "source": "Revised - BB Bastet p.96",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Pathfinder's Pride",
        "description": "Cats have a remarkably good sense of direction. With this Gift, a Bastet may improve that knack to find his way out of most kinds of mazes, deserts or woodlands. Worthy folk may learn this Gift from Bird spirits, but no werecat willingly admits to it in public.",
        "system": "Invoking this Gift requires a Perception + Subterfuge roll. The difficulty depends on the area's complexity: a large flat desert or a small forest would be 5 or 6, a vast expanse or complicated maze might be 7 or 8, and a primordial rain forest would be 8 or 9. Magical confusion spells, like the Garou Gift: Trackless Waste, can be undone with difficulties 9 or 10. Pathfinder's Pride does not provide any kind of travel; the werecat merely discovers the way out - getting to the exit is her problem.",
        "source": "Revised - BB Bastet p.96",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Silent Stalking",
        "description": "The Bastet may move over any surface without making a sound for an entire scene.",
        "system": "The player rolls Dexterity + Stealth, difficulty 5. Failure renders the Gift unusable for the rest of the scene.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Spirits' Sight",
        "description": "Although werecats cannot normally travel through the Gauntlet, this Gift allows them to see through it for a short time. Plenty of good secrets can be discovered this way, but the Gift's effects tend to frustrate the hell out of the Bastet who cant get through, like a cat watching a bird on the other side of a window.",
        "system": "The player rolls Perception + Awareness (difficulty of the local Gauntlet) and spends one Gnosis point to look into the Penumbra. The Gift lasts one scene and ends if the Bastet is knocked unconscious.",
        "source": "Revised - BB Bastet p.97",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Tree Climber",
        "description": "By extending and sharpening his claws, then invoking this Gift, a Bastet may travel up or down any vertical surface, from tree to concrete.",
        "system": "Climbing this way requires a Dexterity + Athletics roll. Really hard or slippery surfaces, like ice or steel, are difficulty 8, while easy ones like rock or bark are at difficulty 6. The character traveling this way moves at ten feet a turn or so and may have to make new rolls if the circumstances change (in an avalanche, for example).",
        "source": "Revised - BB Bastet p.97",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Cat Claws",
        "description": "By calling on her heritage, a Bastet in Homid or Sokto form can unsheathe her claws and attack as if she were in Crinos.",
        "system": "The player need not spend a Willpower point to enact this particular partial transformation (see W20, p. 286), and the difficulty of the transformation is 6.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Sweet Hunter's Smile",
        "description": "As the homid Gift: Persuasion. This Gift allows a homid to become more persuasive when dealing with others, in such a way that his statements and arguments are imbued with added meaning or credibility. An ancestor-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Subterfuge. If successful, the Storyteller reduces the difficulties of all Social rolls by one for the remainder of the scene. In addition, any successful Social rolls may have significantly more impact than they would without the Gift. A werewolf could win arguments with hard line opponents, or cause a cold-hearted psychopath to relent (at least for a little while).",
        "source": "CB20 Pg. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Urban Hunter",
        "description": "As the homid Gift: City Running. Called Climb Like an Ape in previous versions. Garou with this Gift find that moving vertically is just as easy as moving horizontally; whether they are walking along a sidewalk, climbing stairs, or scaling the side of a building, their pace doesn't change in the slightest, nor do they tire out more rapidly. This Gift doesn't make it any easier or less dangerous to climb in precarious circumstance — a ten-story fall is still a ten-story fall, and a sheer surface remains sheer — but the Gift does make sure that the character can climb as quickly as he walks.",
        "system": "The player spends a point of Rage. For the next scene the Garou's movement rate is unchanged whether he is climbing or walking; he moves at Dexterity +5 meters per turn, period. This Gift does not decrease the difficulty for Athletics rolls used to climb, but it does allow the Garou to run, or make an Athletics roll to improve his speed, just as he could while moving across an empty plain. This Gift is taught by a monkey-spirit.",
        "source": "CB20 Pg. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Create Element",
        "description": "As the metis Gift. The metis has the power to create a small amount of one of the four basic elements — fire, air, earth or water. In this way, she can replenish the air supply in an airtight room, make a rock to throw at someone, create a fire without matches or wood, or even fill a bathtub without any faucet or pipes. The metis cannot create specialized forms of any element. Precious metals (especially silver), lethal gases and acid are beyond his reach. This Gift creates only natural air, earth, fire and water. Elementals teach this Gift.",
        "system": "The werewolf's player spends one Gnosis point and rolls Gnosis. Each success allows the character to create approximately one cubic foot of the desired element, to a maximum weight of 100 lbs, anywhere he can see within 60 feet. The element remains in existence until used up (breathed in the case of air or burned up in the case of fire without any fuel to keep it going). The flames created with this Gift are genuinely hot, but they are no substitute for a flame-thrower. They inflict one health level of damage per success, to a maximum of three health levels of damage.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Sense Primal Nature",
        "description": "As the metis Gift: Sense Wyrm, save that its difficulty is one higher and it can simultaneously sense and discern emanations of the Weaver, Wyrm, and Wyld. The werewolf can sense manifestations of the Wyrm in the nearby area. This Gift involves a mystical sense, not a visual or olfactory image, although werewolves using the Gift sometimes say things like, “This place stinks of the Wyrm” (with a few more colorful adjectives). Garou should remember that the Wyrm's taint can cling to relatively blameless souls. Werewolves may sense an innocent person who happens to work in a Wyrm-controlled factory or who has eated tainted food. This power requires active concentration. Any spirit of Gaia may teach this Gift.",
        "system": "The player rolls Perception + Occult. The difficulty depends on the concentration and strength of the Wyrm's influence. Sensing a single fomor in the next room would be difficulty 6, while detecting the stench of a Bane that was in the room an hour ago would be difficulty 8. Vampires register as Wyrm-tainted, save those with Humanity Traits of 7 or higher.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Shed",
        "description": "As the metis Gift. The Garou knows the trick of shedding and growing fur at an alarming rate. This Gift makes the Garou especially difficult to grapple successfully; opponents find themselves holding tufts of fur instead of their target. The Garou can also slide through tight spaces using his shedding fur as natural lubrication. A lizard-spirit or snake-spirit teaches this Gift.",
        "system": "The Garou may use his slick outer coating to avoid being grappled. With a successful Dexterity + Primal-Urge roll (difficulty 7), he can free himself from any successful grappling attack. The fur also reduces by two the werewolf's difficulty whenever he squeezes through tight spaces or slips restraints, such as handcuffs.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Heightened Senses",
        "description": "As the lupus Gift. The werewolf with this Gift tunes in to the world around him, increasing his senses vastly. When in Homid or Glabro form, her senses become as sharp as those of a wolf, allowing him to hear sounds beyond his normal range, granting him superior night vision and making his sense of smell stronger than that of any dog. In wolf forms, his senses become preternaturally potent, allowing him to perform feats that border on precognition. This Gift has drawbacks as well. If a fire alarm were to go off around a Garou using this Gift, it might render him helpless. Cities can barrage the werewolf with a sensory overload. Wolf-spirits teach this gift.",
        "system": "The player spends a Gnosis point. The effects last for one scene. In Homid or Glabro forms, the werewolf's Perception difficulties decrease by two, and he may roll Perception + Primal-Urge to perform sensory feats impossible for humans (such as tracking by scent). In Crinos, Hispo and Lupus forms, Perception difficulties decrease by three (which is not cumulative with the ordinary Lupus-form Perception bonuses), and the werewolf gains an extra die to Primal-Urge dice pools.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Mine",
        "description": "Rubbing against an object, the Bastet magically claims it as her own.",
        "system": "The player spends one Gnosis point. Anyone attempting the steal the object at any point afterward must roll Willpower (difficulty 9) before doing so.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Pounce",
        "description": "As the lupus Gift: Hare's Leap. Lupus Version. Called Leap of the Kangaroo for Bunyip and Hare's Leap for Lupus. By invoking this Gift, the werewolf may leap incredible distances. Hare-, frog- and cat-spirits usually teach this Gift. The lost Bunyip knew this Gift as Leap of the Kangaroo, however marsupial-spirits seem loath to aid werewolves these days. Today, many werewolves call this Gift “Leap of the Kangaroo” in their fallen cousins' honor.",
        "system": "The player rolls Stamina + Athletics (difficulty 7). If successful, she may double her normal jumping distance.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Kitten's Cry",
        "description": "Also called 'Pathetamew' for its pitiful sound, this Gift imbues the werecat's voice with a tone so pathetic that anyone who hears it goes out of his way to comfort her. This compulsion extends to attackers, who break off hostilities unless they're attacked in return. Most Bastet consider this a dirty but useful trick.",
        "system": "The Bastet's player rolls her Manipulation + Expression; the difficulty depends on the circumstances and the target. If the roll succeeds, the target immediately stops whatever he's doing and offers sympathy for the werecat's pain. Some folks, of course, have no pity in their hearts. The Gift inspires hard-souled enemies to torment the Bastet even more than they normally would. Relationship - Difficulty / Lover/relative - 4 Friend - 5 Passerby - 6 Total Stranger - 7 Rival - 8 Enemy - 9 Foe in combat - 10.",
        "source": "Bastet BB p104",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Mark as Mine",
        "description": "By spraying a given area or object with urine and musk, a Bastet stakes a claim on it. Any shapeshifter will know that a werecat has marked the place, and any other mystically-inclined being (a mage, vampire, etc.) will recognize the sign as a 'Keep Out' warning. This usually lasts until someone else removes the Gift with some other magic, or until the Bastet sees fit to destroy the Mark himself (not likely!).",
        "system": "This costs a temporary Gnosis point for each object or area treated. Anyone making a successful Perception + Empathy roll will feel distinctly uneasy when coming within 10 feet of the Mark, as if they were trespassing in someone else's house or stealing someone else's valuables. Through sensory magics, an intruder may actually see the Mark, even after the spray dries, and may remove it through appropriate use of magical powers. The Bastet may remove the Gift himself my spraying it a second time. This Gift does work on live creatures, but does not harm them in any way.",
        "source": "Bastet BB p104",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Humbaba's Escape",
        "description": "This Gift allows a wereleopard to dislocate her limbs and slide through small openings.",
        "system": "The difficulty of all rolls to escape bonds or slide through small gaps is permanently reduced by two.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Treeclimber",
        "description": "As the Stargazer Gift: Balance. The Stargazer is able to walk across any ledge, rope, etc., no matter how thin or slippery. Wind-spirits teach this Gift.",
        "system": "No point expenditure or roll is required. Difficulties for climbing decrease by three.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Hunter's Mists",
        "description": "As the Black Fury Gift: Curse of Aeolus. The Fury calls up a thick, eerie fog that obscures vision and unnerves her opponents. The Fury can see through the fog, but all other have trouble navigating by sight. A spirit in service to Aeolus, the fog totem, teaches this Gift.",
        "system": "The player makes a Gnosis roll. The difficulty varies according to the surrounding terrain and humidity: 4 near the sea, 6 under normal circumstances, 9 in a desert. The Black Fury can see normally, but others caught in this fog halve their Perception scores (with regards to sight only). The fog is quite unnerving, and everyone except the Fury and her packmates loses a die from all Willpower dice pools.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Storm of Pests",
        "description": "As the Bone Gnawer Gift: Scent of Sweet Honey. A target the Garou touched at some point during the last hour begins to exude a wonderfully sweet aroma, and becomes slightly sticky to the touch. All manner of vermin quickly appear and coat the victim. The resulting coat of gnats, flies, bees and beetles crawls, stings, and generally impairs vision and hearing. Insect-spirits teach this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Subterfuge (difficulty 7). The target suffers a -1 penalty to all actions for one hour per success; the smell will not wash off during this time.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Alms to the Poor",
        "description": "The werecat may summon up a small bit of money or food, generally to give to a beggar. If the cat uses the 'alms' for himself, he's left with a bitter taste in his mouth and greasy palms.",
        "system": "The player spends one Gnosis point to create a handful of food or a few coins in the local currency (never more than a few dollars' worth by local standards).",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Scholar's Friend",
        "description": "The Bubasti may read any scroll, tablet or book placed in front of him, no matter what language it's in. Coded messages remain written in code.",
        "system": "This Gift's effects are permanent.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Faerie Light",
        "description": "As the Fianna Gift. The Garou can conjure a small, bobbing sphere of light. The sphere illuminates only a three-foot area, but that is usually enough to provide the necessary light — or to lead foes into ambush. A marsh-spirit or faerie teaches this Gift.",
        "system": "The player rolls Wits + Enigmas (difficulty 6). The light can appear anywhere within the Garou's line of sight. It can move, bobbing along at 10 feet per turn, if bidden to do so. The light lasts for one turn per success, but the player can spend a point of Gnosis to make it last for the entire scene.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Satyr's Wisdom",
        "description": "The Ceilican can play any musical instrument as if he'd been reared with it in his hands.",
        "system": "The character permanently adds three dice to all attempts to perform with a musical instrument.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Mother's Blessing/Curse",
        "description": "Folklore hods that a cat had the ability to either bless or curse a pregnant woman. In the case of the Ceilican, this legend is true. A kind Bastet can offer a boon to a mother, while a spiteful one can harm her in some minor but memorable way.",
        "system": "This Gift's effects are more psychological that physical, and get an extra boost from the way the Ceilican acts towards the mother while offering his wishes. Setting things in motion demands a Gnosis point and a roll of Manipulation + Occult (difficulty 7). While touching the mother's belly, the cat either wishes her well or ill, usually in some poetic rhyme. After that, some good or bad event befalls the woman or her child. Although the event itself is outside the character's control, the number of successes he rolls should reflect the power of the Blessing or Curse. Blessings can include an easy delivery, unusual good looks or great health. Curses include breech birth, minor disability or poor constitution. Once the event has occurred, the Gift is discharged.",
        "source": "Bastet BB p110",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Rhino's Favor",
        "description": "By calling on the spirit of the rhino, the Khan may grow a horn on her skull. Although unsightly, this protrusion makes for a fine weapon.",
        "system": "The player spends a Rage point to grow the horn. It lasts for one scene, and may be used to gore opponents for Strength + 2 aggravated damage. The attack is difficulty 7.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Skin of Jade",
        "description": "Willing himself solid, the Khan's skin obtains the hardness of jade.",
        "system": "The player spends a Willpower point and gains two additional dice to his soak rolls for the rest of the scene.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Mockingbird's Mirror",
        "description": "As the Corax Gift: Voice of the Mimic. The Corax may perfectly mimic any voice or sound she has ever heard. A mynah-spirit teaches this Gift.",
        "system": "This Gift's effects are permanent.",
        "source": "CB20 Pg. 89",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Wanderer's Boon",
        "description": "The werecat can endure any hardship as he wanders Gaia's face.",
        "system": "The player spends a Willpower point and rolls Stamina + Survival, difficulty 6. Each success allows him one of the following benefits: ignore the worst effects of normal heat and cold for a week, go one day without water, or go three days without food. The difficulty of the Gift rises by 1 each time it is repeated in succession.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter",
		"gift_alias": "Breakfast of Stones"
    },
    {
        "name": "Turned Fur",
        "description": "As the Wendigo Gift: Camouflage, save that the Qualmi must discard any clothing and equipment before activating the Gift. The Wendigo blends in with the surrounding wilderness, which makes him very difficult to see. A deer-spirit teaches this Gift.",
        "system": "The difficulties to spot the Garou increase by three, provided that he is in the woods. The werewolf invokes the effects at whim.",
        "source": "CB20 Pg. 89",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Majesty",
        "description": "As the Rokea Gift: King Fish. This Gift allows the Dimwater to command the respect of others. A shark-spirit teaches it.",
        "system": "The Rokea permanently adds one die to Leadership and Intimidation rolls.",
        "source": "CB20 Pg. 89",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Submit",
        "description": "As the Black Fury Gift: Kneel. By pointing a finger or claw at a target, a Fury can force him to his knees. Only the strongest-willed can do anything but strain and swear in response. This Gift is taught by one of Pegasus's brood.",
        "system": "The Fury rolls Manipulation + Intimidation (difficulty of the subject's Willpower). Her target falls to his knees unless he spends a Gnosis point to resist the Gift's effects (other supernatural beings may spend their own form of mystic energy, such as blood or quintessence, but mortals remain helpless). The target kneels for one turn per success.",
        "source": "CB20 Pg. 89",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Blissful Ignorance",
        "description": "As the Ragabash Gift. The Garou can become completely invisible to all senses, spirits or monitoring devices by remaining still. A chameleon-spirit teaches this Gift.",
        "system": "The Garou's player rolls Dexterity + Stealth (difficulty 7). Each success subtracts one success from the Perception + Alertness rolls of those looking for the character actively. If no one is doing so, then just one success indicates complete concealment.",
        "source": "CB20 Pg. 90",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Speed of Thought",
        "description": "As the Silent Strider Gift. The Garou doubles her running speed. A roadrunner- or cheetah-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. The Gift lasts until the end of the scene.",
        "source": "CB20 Pg. 90",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Call Spirits",
        "description": "By speaking the ancient language of The-World-That-Was, a Bastet may communicate with nearby spirits as if they normally speak her language. This Gift weaves between the Gauntlet and the material world, and carries both ways.",
        "system": "The player rolls Gnosis against the local Gauntlet. If she's standing inside the Penumbra already, no roll is necessary. Once she learns this Gift, the werecat understands Spirit-speech for the rest of her life, although some truly alien spirits might be beyond normal comprehension.",
        "source": "Revised - BB Bastet p.96",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Cat Sight",
        "description": "As the metis Gift: Eyes of the Cat. The Bastet may see clearly in pitch darkness. His eyes glow a lambent green while this power is in effect.",
        "system": "The character must state when the Gift is in effect, but it requires no roll or expenditure. The character suffers no difficulty or dice-pool penalties from darkness.",
        "source": "W20 Changing Breeds p. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Eerie Eyes",
        "description": "As the homid Gift: Staredown. By staring into the eyes of a human or animal, a Bastet can cause the target to flee in terror. This Gift can be used against other shifters, but the target will freeze in place rather than flee.",
        "system": "The character using this Gift may focus on only one target per turn; the player rolls Charisma + Intimidation (difficulty 5 + the victim's Rank). The victim flees for one turn per success, although he may expend a Willpower point to resist the Gift's effects for a turn. Should the character score five or more successes, the victim flees for the duration of the scene. Other Fera (and most powerful Wyrm-monsters) will not flee, but they cannot attack while the Gift's user continues to stare them down. However, if they are attacked themselves, all bets are off.",
        "source": "W20 Changing Breeds p. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "First Slash",
        "description": "As the Ahroun Gift: Spirit of the Fray. This Gift allows the Bastet to attack with lightning speed, striking before any foe.",
        "system": "Once the character learns this Gift, its effects are permanent. The Bastet may add 10 to all his initiative rolls, which will nearly always ensure that he strikes first. If he chooses, the character may spend a Gnosis point to add another 10 to his initiative roll. Remember, though, that doing so prevents him from spending Rage to gain extra actions; fera can't use Rage and Gnosis in the same turn.",
        "source": "W20 Changing Breeds p. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Night's Passage",
        "description": "The Bastet may walk through dim areas and be effectively invisible. This Gift even foils sudden lights, as long as some shadows still exist in which to hide.",
        "system": "The player spends a Gnosis point and rolls Dexterity + (Subterfuge or Occult), difficulty 7. The Bastet effectively 'disappears' for the rest of the scene, or until he attacks someone or emerges from the shadows.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Night Terror",
        "description": "By standing vigil over a sleeping person or animal, the Bastet can evoke the famous cat-fear, causing the target to have nightmares for several nights running.",
        "system": "The werecat must sit beside his victim for several minutes while she sleeps, spend one Gnosis point, and roll Wits + Occult or Enigmas (whichever is higher). If he rolls well, she'll have nightmares for one night per success. Five successes or more will cost the victim a temporary point of Willpower until she can sleep normally again. The Gift cannot be reused on the same person until the original nightmares have passed.",
        "source": "Revised - BB Bastet p.97",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Pulse of the Prey",
        "description": "As the Ragabash Gift. (Formerly Sense of the Prey) If he knows anything about his prey, the character can track it down as rapidly as he can travel. This unerring sense of direction operates anywhere, and it is useful for tracking spirits through the Umbra as well as finding beings on Earth.",
        "system": "No roll is required unless the target is hiding actively (intent alone is not enough), in which case a Perception + Enigmas roll is made against a difficulty of the target's Wits + Stealth. If the target is a spirit, the difficulty is the spirit's Gnosis.",
        "source": "W20 Changing Breeds p. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Sense Silver",
        "description": "As the metis Gift. As consummate warriors, Bastet must be prepared for every eventuality — including silver weaponry. This Gift, taught by Lunes, allows the character to detect the presence of silver.",
        "system": "The player rolls Perception + Primal-Urge (difficulty 7). If successful, she can detect the presence of any nearby silver. Three successes allow him to pinpoint the silver's location.",
        "source": "W20 Changing Breeds p. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Shriek",
        "description": "With an ear-splitting scream, the Bastet deafens everyone nearby.",
        "system": "The player rolls Stamina + Intimidation (difficulty 7). Everyone within 20 feet is deafened (and at +1 difficulty to all rolls) for one turn per success.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Summon Water",
        "description": "By calling upon the ancient affinity between cat-kind and the waters, a Bastet can create a bit of water in some place where none was before, or add to an existing amount of it. This Gift, known by most desert cats, only creates pure water, not any other form of liquid.",
        "system": "By spending a Gnosis point and rolling his Manipulation + Survival, the cat creates a pool of water. The difficulty depends on the circumstances: adding to existing water is difficulty 6; conjuring it into a dry place is difficulty 7. Each success brings forth five gallons of fresh, clean water, which lasts until it is consumed.",
        "source": "Revised - BB Bastet p.97",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Swipe",
        "description": "As the Ragabash Gift: Taking the Forgotten. The Bastet with this Gift can steal something from a target, and his victim will forget that she ever possessed the stolen item.",
        "system": "The player must score three successes on a Wits + Stealth roll (difficulty of the victim's Intelligence + Streetwise).",
        "source": "W20 Changing Breeds p. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Eavesdropper's Ear",
        "description": "As the Shadow Lord Gift: Whisper Catching. Secrets are an important commodity, and those who strive to keep their secrets may very well be hiding something dangerous. This Gift was developed to root out potential traitors or plotters against the Garou, but has been open to… certain abuses ever since. The Shadow Lord may supernaturally eavesdrop on whispered conversations nearby, giving her an edge over those with something to hide. This Gift is taught by a crow-spirit.",
        "system": "The player spends a Willpower point. For the duration of the scene, any whisper within earshot is as audible to the Shadow Lord as if the speaker were speaking loudly and clearly. The player may still have to make Perception checks to hear whispers within earshot if obstacles or distance would make even an ordinary conversation difficult to hear. The Murmur Rite blocks this Gift; the Shadow Lords are not willing to violate the privacy of a shadow moot, even for their own personal gain.",
        "source": "CB20 Pg. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Jam Technology",
        "description": "As the homid Gift. The werewolf can cause technological devices to cease functioning, albeit temporarily. Even the simplest of shaped objects will refuse to perform its function. A Gremlin — a type of Wyld-spirit that enjoys breaking things — teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Crafts. The werewolf may choose the level of complexity she inteds to “jam.” All technological devices (i.e., any devices shaped from fabricated materials like metal or plastic) of that complexity within 50 feet cease functioning for one turn per success. The devices remain unchanged but inert. Knives won't cut, gunpowder won't ignite, gears won't turn and so on. The difficulty of the roll is based on the following chart: Device Difficulty Computer: 4 Phone: 6 Automobile: 8 Gun: 9 Knife: 10",
        "source": "CB20 Pg. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Blinding Moonbeam Gaze",
        "description": "The werecat shoots bright beams of moonlight from her eyes. These don't inflict damage, but can blind or distract an opponent, and provide illumination as well.",
        "system": "The player rolls Gnosis (difficulty 7), and may turn her 'high beams' on and off at will for the rest of the scene. The moonbeams are roughly equivalent to a high-powered flashlight.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Whisker Sight",
        "description": "The Bastet gains perfect perception of everything within arm's reach of her - even if it's behind her or invisible.",
        "system": "The player rolls Perception + Primal-Urge (difficulty 7). This Gift lasts for one scene.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Prehensile Tail",
        "description": "As the lupus Gift: Monkey Tail. Although the lupus' tail retains the appearance of a regular wolf's tail, it gains far more agility and flexibility. Although incapable of fine manipulation, the tail can grasp objects, wrap around branches or allow the Garou to hang upside down. The tail can also attack from an unexpected direction. A monkey-spirit must be persuaded to teach a Garou this Gift.",
        "system": "After learning the Gift, the Garou's tail automatically becomes prehensile whenever she likes. In order to manipulate the tail successfully, the player must make a Dexterity + Athletics roll (difficulty 6). The difficulty can increase for very delicate operations. If the Garou's Strength exceeds her Stamina, she can use the tail to hang or swing. When attempting to life objects with her tail, the Garou's Strength rating is halved. If used as an attack, the tail's damage is Strength -1.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Perfect Cover",
        "description": "Cats must excel at covering up their tracks and lairs, especially in these dangerous times. To help them, the spirits have passed this Gift on to the wild members of the race. By scratching around the place, trail or object to be hidden, the Bastet obscures it from normal and magical view.",
        "system": "After the Bastet 'buries' all traces of the hidden thing, the player rolls Perception + Survival and spends a Gnosis point. From that point on, the place or object is safe from any form of mortal perception until it moves or is moved. Any magical senses (including Awareness) scanning the area add 1 to their difficulty to notice the hiding place for every success the Bastet rolls. The difficulty of the roll depends on the size of the object and the surroundings: hiding small objects in areas with thick cover would be 5, while hiding larger objects in areas with light cover would be 9. The Gift cannot conceal obvious objects, like the car on the side of the street, nor does it make objects invisible. Rather, it uses surrounding cover, like shadows and underbrush, to make the hidden spot seem more overgrown. A letter on a table covered with paper could be hidden, but a jewelry box on a bare mantle could not. A Bastet may use this Gift to conceal himself, and many do.",
        "source": "PGttCB p69, Bastet BB p104",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Lawgiver's Legacy",
        "description": "As the Philodox Gift: Command the Gathering. The Philodox draws all eyes to herself with a great exclamation, a clap of her hands, the striking of klaive to shield, or some other such gesture. Until she has had her say, none may depart or interrupt her. A lion-spirit teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Appearance + Leadership (difficulty equals the highest Willpower among those whose attention she seeks to gain). If the roll succeeds, all in attendance fall quiet and listen. Any individual who wishes to interrupt the Philodox or walk out before she has finished speaking must spend two points of Willpower to do so.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Ojas Surge",
        "description": "By channeling the spiritual energy within himself, the Bagheera can boost his physical and perceptual abilities to impossible levels.",
        "system": "To perform this Gift, the Bagheera must first meditate for (6 - current Rank) minutes, then the player rolls Gnosis (difficulty 7). Each success may be used to boost one of the following Attributes by one dot for the rest of the scene: Strength, Dexterity, Stamina, Charisma, Perception or Wits. The successes may be distributed as the Bagheera wishes, and can raise Attributes beyond five dots. Multiple uses of this Gift do not stack.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Pathfinder",
        "description": "As the Ragabash Gift. The werewolf can strike implausible trails through pristine wilderness and the urban jungle alike, locating the fastest and shortest routes from one place to another. A crow-spirit teaches this Gift.",
        "system": "The player rolls Perception + Survival (for wilderness) or Streetwise (for urban environments) against difficulty 7. The number of successes equals the quality of the path she blazes and how much she decreases her travel time. Every success reduces travel time by approximately 10 percent, up to a maximum of half the original travel time. The difficulty of any rolls to track the werewolf increase by two when this Gift is active; this decrease is cumulative with other similar effects, such as Scent of Running Water.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Terrors",
        "description": "As the Ahroun Gift: True Fear. The Ahroun can display the true extent of her power, scaring one chosen foe into quiescence for a number of turns. Spirits of fear teach this Gift.",
        "system": "The player rolls Strength + Intimidation (difficulty of the target's Willpower). Each success she achieves cows the enemy for one turn; the victim cannot attack at this time. He may defend himself if attacked and otherwise act normally, although his action will likely be guided by fear.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Smoking Mirror",
        "description": "As the Rank Three common Bastet Gift: Farsight. As the Uktena Gift: Scrying. By staring into a mirror or other reflective surface, the Bastet can witness distant events or spy on rivals. She can follow a comrade's progress into a dangerous ambush or sneak a peek into the Tremere chantry house. Other supernaturals, especially ones with similar abilities, may have defenses against this Gift.",
        "system": "After spending one Gnosis point, the player must roll Perception + Occult (difficulty 7). The difficulty increases to 10 if the character does not posses an item owned by the target or something taken from the chosen area. The Bastet can see everything as if she were the proverbial fly on the wall.",
        "source": "PGttCB p70, Bastet BB p98",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Dreamspeak",
        "description": "As the Galliard Gift. The Galliard can enter another's dream and thereby affect the course of that dream. The werewolf does not have to be anywhere near the target, but she must know or have seen the dreamer. A Chimerling teaches this Gift.",
        "system": "The player rolls Wits + Empathy (difficulty 8). If the dreamer awakens while the Galliard is still within the dream, the werewolf is thrown out of the dream world, and he loses a Gnosis point.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Spirit Barrier",
        "description": "As the homid Gift: Spirit Ward. A werewolf with this Gift may protect himself from spirits by performing a quick warding rite. To use this Gift, the werewolf draws an invisible pictogram in the air that scares and unnerves any nearby spirits (except pack totems or caern spirits). The symbol travels with the werewolf as long as it lasts. An ancestor-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Rituals (difficulty 7). Spirits within 100 feet of the character (again, except the pack totem or local caern spirits) must subtract one from their dice pools for each success. This Gift lasts for one scene.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Mousemaze",
        "description": "An unsettling spell of confusion, this Gift disorients a target until he blunders around in a panic. Walls shift and close in, shadows lengthen, sounds drift to his ears from all corners, and familiar places seem strange and threatening. Although the magic has no real effect on the person's surroundings, his terror and confusion send him into a frenzy, making him an easy target for the werecat lurking nearby...",
        "system": "The cat's player rolls Manipulation + Empathy, with the target's Willpower (or Rage, if higher) as a difficulty. Success scrambles his sense of direction and relationship. The better the roll, the more confused the target becomes. Three success or more send him into a panic; werewolves and vampires must check for frenzy; mages must make Willpower rolls or go into short Quiet; mere humans just freak out. This disorientation lasts about 15 minutes, then slowly fades.",
        "source": "Bastet BB p109",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Banish Burning",
        "description": "As the homid Gift: Master of Fire. Once humans tamed fire to keep them warm and to drive off the wild beasts, they were humanity's ancient pact with the spirits of fire. The spirits of flame agree to hold back their hunger when the werewolf touches them. An ancestor spirit or a fire-spirit grants this Gift.",
        "system": "This Gift allows a werewolf to heal fire damage as if it were bashing. This requires the expenditure of a Gnosis point; the effects last for a scene.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Sorcerer's Blade",
        "description": "The werecat may enchant an edged weapon so that it becomes supernaturally potent.",
        "system": "The player spends a point of Gnosis and rolls Manipulation + Occult (difficulty 6). Success enables the weapon to inflict aggravated damage until the next sunrise.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Heart of Fury",
        "description": "As the Ahroun Gift. The Garou can steel himself against anger, suppressing his Rage and creating a mental dam against the explosive frenzies of his kind. This anger will catch up with him eventually, though, so he must vent it before it breaks free. A boar-spirit teaches this Gift.",
        "system": "The player rolls Willpower (difficulty of the character's permanent Rage rating). Every two successes add one to the character's frenzy difficulties for the scene, making it harder to frenzy. When the scene ends, however, past slights and injuries come rushing back to haunt the Garou, refilling the Garou's heart and soul. He must spend one Willpower point or make a frenzy check immediately at the regular difficulty.",
        "source": "CB20 Pg. 89",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Ricepaper Walk",
        "description": "By attuning his inner energies, the Khan can walk across a light or fragile surface without disturbing it, no matter what shape he wears.",
        "system": "The player rolls Gnosis, difficulty 6. For a (successes x 3) turns, the Khan exerts no more weight on the surface she stands on than a scrap of paper.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Snarl of the Predator",
        "description": "As the Garou Get of Fenris Gift. The Garou lets out a feral snarl that terrifies opponents and cows them into submission. A wolf-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Intimidation (difficulty of the opponent's Wits + 3). Each success subtracts one die from an opponent's dice pools on the next turn. This Gift takes one full turn to invoke.",
        "source": "PGttCB p72",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Speak With Wind Spirits",
        "description": "As the Wendigo Gift. The Wendigo may call upon wind-spirits for knowledge and guidance. He can ask them one question, which must concern the immediate area (wind-spirits have notoriously short attention spans). A wind-spirit teaches this Gift.",
        "system": "Upon learning this Gift, the Garou can speak with wind-spirits automatically while he is in the Umbra. To ask a question in the Physical world, the player must spend one Gnosis point and roll Manipulation + Expression (difficulty 7). The number of successes reflects the accuracy of the information.",
        "source": "CB20 Pg. 89",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Spirit of the Fish",
        "description": "As the Uktena Gift. The werewolf blessed with this Gift can breathe underwater and swim as fast as he can run in Hispo form. Unsurprisingly, a fish-spirit teaches this Gift.",
        "system": "The player spends one Gnosis and rolls Stamina + Animal Ken (difficulty 7). The effects last for one hour per success.",
        "source": "CB20 Pg. 89",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Raincalling",
        "description": "The spirits of wind and weather are the best friends and worst enemies a Pumonca can have. This Gift, which came from a pact between Old Stone Face and the East Wind, allows a cougar to call forth rain. The shower is more a drizzle than a thunderstorm, but it can cool a hot day, water crops or dampen an empty creed bed in minutes.",
        "system": "The cougar's player rolls Manipulation + Survival and spends a Gnosis point to call forth rain. The difficulty depends on the conditions: humid, overcast skies are difficulty 6, while dry, clear skies raise it to 10. If there aren't any clouds in sight, the Gift could take some time to manifest. The intensity and length of the shower depends on the successes rolled; one success might get a brief drizzle, while five successes would make it rain fairly hard for an hour or so. This Gift inflicts no damage and cannot flood most areas.",
        "source": "Bastet BB p113",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Stonework",
        "description": "As the Rank Three Homid Gift: Craft of the Maker, (As the Garou Homid Gift: Reshape Object), except that it only affects stone, dirt, clay and glass, employs a Manipulation + Survival roll, and reshapes the object permanently. The werewolf can shape once-living material (but not undead!) into a variety of objects instantly. Trees may become shelter, buck antlers become spears, animal hides become armor, and flowers become perfumes. The item will resemble the object from which it was shaped (e.g., the aforementioned spear is made of antler, not wood). A Pattern Spider — one of the Weaver's spirits — teaches this Gift.",
        "system": "The player rolls Manipulation + Crafts against a variable difficulty (5 to turn a broken tree limb into a spear, 8 to turn a plant into a floatable raft) and spends a Gnosis point. The created object will last a length of time according to a specific chart. Expending an additional Gnosis point allows a created weapon to inflict aggravated damage for the scene's duration or until the object returns to its original form. This effect can be made permanent with the sacrifice of a permanent point of Gnosis if the object itself is changed permanently. Successes - Duration / One - 5 minutes Two - 10 minutes Three - One scene Four - One story Five - Permanent.",
        "source": "Bastet BB p113",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "No Hidden Thing",
        "description": "By reading the riddles of the world as mystic patterns, the Qualmi can discover answers that aren't immediately obvious to lesser beings. It's hard to hide things from a lynx!",
        "system": "The character permanently adds three dice to all Enigmas rolls.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Wind From the West",
        "description": "The Qualmi presents a series of high-speed riddles designed to tie a victim's mind in knots.",
        "system": "The player rolls Manipulation + Enigmas (difficulty equals the target's Willpower). Success scrambles the target's sense of direction and relationship; three or more successes send the target into a panic, forcing Changing Breeds to check for frenzy and normal humans to flee in terror. Shapeshifters who have the option succumb to fox frenzy as a result of this Gift. The Gift's effects last for 15 minutes.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Armor of Kings",
        "description": "As the Children of Gaia Gift: Luna's Armor. The Child of Gaia may call for Luna's protection in battle. This Gift even allows limited resistance to silver. A Lune teaches this Gift.",
        "system": "The Garou concentrates for one full turn, and the player spends a Gnosis point and rolls base Stamina + Survival (difficulty 7). The player may add one die per success to the Garou's soak pool for the rest of the scene. These bonus dice may also be used to soak silver damage, but only these dice. For example, if the Garou's Stamina is 4 and the player rolls three successes, the Garou has seven dice to soak non-silver damage and three to soak silver.",
        "source": "CB20 Pg. 90",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Heart of Storms",
        "description": "As the Get of Fenris Gift: Might of Thor. The Garou can increase his strength tremendously, the better to slay his foes. A wolf-spirit teaches this Gift.",
        "system": "The player spends one Gnosis and one Rage, then rolls Willpower (difficulty 8). The Garou's Strength doubles for one turn per success. After the Gift wears off, the Get is weakened considerably (Physical Attributes are considered 1 and Willpower is halved) until he can rest for at least one hour.",
        "source": "CB20 Pg. 90",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Sun Claws",
        "description": "The Simba's claws and fangs burn with an intense, smokeless golden flame.",
        "system": "The werelion spends a turn igniting his fury and the player spends one Rage point. For the rest of the scene, the Simba's claw and fang attacks inflict two additional points of damage; used against vampires, these attacks inflict levels rather than dice of aggravated damage. However, the difficulty to regenerate while this Gift is active is raised by 1.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Rallying Challenge",
        "description": "By sending her inner power outward, a Simba may rally herself to accomplish things normally outside her range. With a shattering cry, she raises her physical strength or force of personality to unusual heights.",
        "system": "Like the Bagheera Gift: Ojas Surge, except that it only boosts Strength, Stamina or Charisma, takes one turn (and a thunderous roar) to achieve, and can only be done once per scene.",
        "source": "Bastet BB p116",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Sense the Unnatural",
        "description": "As the lupus Gift. The werewolf can sense any unnatural presence and determine its approximate strength and type. Supernatural presences can include magic, spirits, the Wyrm, wraiths and vampires, although it won't pick them out specifically as such. The werewolf may sense a person plagued by hauntings as easily as a ghost. Any spirit servant of Gaia can teach this gift.",
        "system": "The player rolls Perception + Enigmas. The more successes he rolls, the more information he gains. The sensory input is somewhat vague and subject to interpretation though. For instance, a vampire might smell of old blood, of fear, of rotten flesh, of fresh meat or of whatever else the Storyteller finds appropriate. Interpreting the information properly might require an Intelligence + Occult roll (Storyteller's option).",
        "source": "CB20 Pg. 90",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Walking Between Worlds",
        "description": "As the Level Four general Bastet Gift. Swara alone may buy this as a Level Two Gift. This is one of their most closely-guarded secrets. The Bastet may step sideways as Garou do.",
        "system": "This Gift's effects are permanent once learned.",
        "source": "CB20 Pg. 90",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2, 4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Weight of a Heart",
        "description": "As the Swara know, the weight of emotions comes from the weight of the heart. Making the heart swell creates euphoria, while shrinking it generates terror or despair. By working the weight of another being's heart, a Swara can induce crazy mood swings from a distance. Nothing diffuses a fight faster than making the aggressor walk away in near suicidal depression. Tales credit this Gift to Hatti, who knows the ways of the heart better than most people do.",
        "system": "A Manipulation + Empathy roll changes the target's mood. The more radical the shift (from joy to sudden weeping), the higher the difficulty. Even so, this is an easy Gift to use - its difficulties range from 4 to 8. The victim - if even aware that something has changed his mood from the outside - can resist the Gift with a Willpower roll at difficulty 8. Otherwise, the Gift lasts one scene, and inflicts no damage.",
        "source": "Bastet BB p117",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Call the Pride",
        "description": "By moaning or crying out, the Bastet may summon the local cats (domestic, wild or big cats, depending on where she is) to her aid. Although the Gift isn't a life-or-death command, the summoned cats will help the Bastet if they can. Some Bastet can summon other creatures as their 'prides'; Bubasti often keep jackals nearby, Qualmi summon birds, and Pumonca have been known to summon hawks, owls, and alligators to their defense.",
        "system": "Roll charisma + Animal Ken (difficulty 7). For each success, four normal cats or one large predator (if any are nearby) respond at their own speed. The Gift can reach up to a mile; cats more distant than that won't be much help, anyhow. The Pride remains until it has performed one service, then departs. Variant creatures must be approved by the Storyteller, and work just as cats do (four small or one large per success).",
        "source": "Revised - BB Bastet p.97",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Caper",
        "description": "The Bastet may charm watchers with a dance, or with the predatory grace of his feline form.",
        "system": "The player rolls Manipulation + Expression, difficulty 3 and the character dances or moves in a way designed to gain the attention of those around him. Any observer whose Willpower is equal to or less than the successes rolled falls into a genial haze for so long as the Bastet continue to perform. Violence breaks the trance, but subtle actions remain unnoticed.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Cat Fear",
        "description": "Garou aren't the only ones who command primal fear. By bristling and spitting, a werecat can scare the holy hell out of everyone nearby. Unfortunates suffering from ailurophobia (fear of cats) often go catatonic with fear when confronted this way.",
        "system": "A successful Manipulation + Primal Urge roll (difficulty 7) and a point of Gnosis can send everyone within 10 feet per success into a panic. Supernatural creatures can resist with their Willpower (difficulty 7), but humans and animals flee or fall into shock for one turn per success. Ailurophobes lapse into a coma for one day per success. This Gift cannot be used in Homid or Sokto forms.",
        "source": "Revised - BB Bastet p.98",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Cheshire Prank",
        "description": "Why should Lewis Carroll have all the fun? It took a while, but enterprising Bastet finally discovered the secret to disappearing from plain sight. Today, it remains a valuable but popular trick.",
        "system": "By putting on a wide grin, spending a Gnosis point, and rolling Charisma + Subterfuge (difficulty 7), a Bastet may fade from view. The Prank takes three turns to complete. This invisibility lasts for the scene's duration and foils even magical perceptions. The Gift wont dampen sounds, but any werecat who cant move silently by this Rank is in big trouble, anyway. This Gift only works in Feline and Chatro forms, and changing forms ends the invisibility.",
        "source": "Revised - BB Bastet p.98",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Command the Prey",
        "description": "By chittering slightly, a Bastet may, with this Gift, make her prey come to her. So long as she stands still and chants, the victim will wander slightly dazed until he's close enough to grab. Once the cat moves, the trance is broke. Naturally, this Gift can be used for all kinds of hunting...",
        "system": "The Bastet player rolls Manipulation + Primal Urge (difficulty 7) to command her target to approach. Unless he can resist with a Willpower roll (difficulty 8), any human or animal will obey. Supernatural opponents with a mind empowering supernatural ability (if active when the Gift's influence began) or more than five points of Rage resist at difficulty 6. Otherwise, they're attracted as usual. This only works against victims who were unaware of the Bastet's presence beforehand - as far as they know, they want to wander over that way. Once the prey is close, the werecat can move in however she prefers; a leap, a distraction, or an opening line all work equally well once the target's in place. This Gift does not work in combat.",
        "source": "Revised - BB Bastet p.98",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Farsight",
        "description": "As the Uktena Gift: Scrying. By staring into a mirror or other reflective surface, the Bastet can witness distant events or spy on rivals. She can follow a comrade's progress into a dangerous ambush or sneak a peek into the Tremere chantry house. Other supernaturals, especially ones with similar abilities, may have defenses against this Gift.",
        "system": "After spending one Gnosis point, the player must roll Perception + Occult (difficulty 7). The difficulty increases to 10 if the character does not posses an item owned by the target or something taken from the chosen area. The Bastet can see everything as if she were the proverbial fly on the wall.",
        "source": "W20 Changing Breeds p. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Freyja's Blessing",
        "description": "The old Norse goddess of fertility and love traveled in a chariot drawn by cats. Now she remembers the service by gifting certain cat-folk with a profound fertility, which they may bestow upon others if they wish. Although the Gift doesn't insure that a given mating will sire a Bastet kitten, many within the Folk claim that without the Blessing, their kind might be virtually extinct.",
        "system": "By rolling Gnosis (difficulty 7) and calling upon Freyja, Gaia, or Nala, the Bastet summons a Fertility spirit into herself. By laying her hands on another's belly, the werecat may pass the spirit into someone else who wants a child. A male may use the gift at +1 difficulty to sire some offspring with his next mating. If the roll succeeds, a child of some kind will result. Whether that child carries the werecat gene depends on Nala's (and the rolls made to staff's) whim.",
        "source": "Revised - BB Bastet p.98",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Gift of Rage",
        "description": "By tapping into her inner Beast, the werecat may summon a Berserk frenzy, lashing out at everyone within range until the Gift wears off. Sadly, this is usually a last-ditch tactic; most werecats use this Gift only once.",
        "system": "To invoke a frenzy, the cat's player rolls her Rage (difficulty 6). This sends her into a killing state where tactics and mercy are impossible and all health level penalties are suspended. The rage lasts as long as there's danger around, and in this state, anyone present seems dangerous. The Thrall of the Wyrm applies to werecats, too.",
        "source": "Revised - BB Bastet p.98",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Ignore Pain",
        "description": "By summoning up his inner reserves, the werecat can ignore the effects of his wounds.",
        "system": "A successful Stamina + Primal Urge roll (difficulty 8) allows the character to ignore all health level penalties for the Gift's duration. Even those from aggravated damage. Each success lets the Gift last two turns. If the Bastet hasn't healed by then, he'll be in serious pain...",
        "source": "Revised - BB Bastet p.98",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Impala's Flight",
        "description": "The werecat doubles her running speed.",
        "system": "This Gift lasts for twice as many turns as the player's successes on a difficulty 6 Stamina + Athletics roll.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Invisibility",
        "description": "As the Uktena Gift. The Bastet can vanish from sight.",
        "system": "When this Gift is in use, the Bastet must concentrate on staying invisible. He cannot move faster than half normal walking speed, and he cannot draw attention to himself.",
        "source": "W20 Changing Breeds p. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Purr",
        "description": "The ultimate tool of feline seduction: by softly purring near some person or animal, the Bastet instills her with a desire to cuddle, pet and spoil him. So long as he treats his paramour well, she'll want nothing more than to shower him with affection for days at a time. Purr works in any form.",
        "system": "To set this charm in motion, the Bastet must purr audibly for at least a minute. The player spends a Willpower point and rolls Charisma + Empathy (difficulty of the target's Willpower). This Gift works on anyone, and unless she has some reason to suspect a trick, the subject will believe her affections are genuine (soon, they may be). Violence or unreasonable demands ('Go kill that vampire for me, sweetheart') wreck the charm beyond repair - it'll never work on her again. The infatuation lingers for one day per success; the results may last a lifetime.",
        "source": "Revised - BB Bastet p.99",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Righteous Gaze",
        "description": "By staring into the heart of a liar, the werecat can break through his deception, shaming him badly. Bagheera and Simba excel at this Gift.",
        "system": "By staring into the heart of a liar, the werecat can break through his deception, shaming him badly. Bagheera and Simba excel at this Gift.",
        "source": "The werecat must stare into her target's eyes for at least a turn and accuse him of lying. On a successful Perception + Subterfuge or Primal Urge roll (difficulty of the target's Willpower), the target not only confesses any lies he may have told, but also loses one point of temporary Willpower per success and falls to his knees in tears. If the accused is honest, the Gift merely makes him feel uneasy.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },	
    {
        "name": "Touch the Mind",
        "description": "As the metis Gift: Mental Speech. This Gift grants mental communication, even over vast distances. The user must either know the target personally (although he does not have to be friends with that person) or have something that belongs to that them, such as a lock of his hair.",
        "system": "The player rolls Charisma + Empathy (difficulty 8) and expends a Willpower point; the effects last for a scene. His character may hold a mental conversation with a target at a maximum distance of 10 miles per success. It does not allow mind reading, but the werecat may use social Abilities, such as Intimidation.",
        "source": "W20 Changing Breeds p. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Babel's Cure",
        "description": "By flexing Rahjah's powers, a Bastet can translate any human language in her vicinity. Invoking the Unmaker will turn everything into gibberish.",
        "system": "To render languages either clear or unintelligible, the player rolls her Manipulation + Linguistics (difficulty 6). this Gift works on spoken words, writing, and even body language. Everyone within 50 feet will understand all communications for the duration. Cahlash's inversion of the Gift scrambles everything the same way. Either version lasts for one turn (or minute) per success, and each can cancel the other out.",
        "source": "Bastet BB p101",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Cowing the Bullet",
        "description": "As the homid Gift. The spirits of tools recognize man as their master; as a result, they become reluctant to harm the homid. A Weaver-spirit teaches this Gift.",
        "system": "The player spends a Gnosis point. For the rest of the scene, the Garou gains two additional soak dice against all crafted weapons not made of silver.",
        "source": "CB20 Pg. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Craft of the Maker",
        "description": "As the homid Gift: Reshape Object. The werewolf can shape once-living material (but not undead!) into a variety of objects instantly. Trees may become shelter, buck antlers become spears, animal hides become armor, and flowers become perfumes. The item will resemble the object from which it was shaped (e.g., the aforementioned spear is made of antler, not wood). A Pattern Spider — one of the Weaver's spirits — teaches this Gift.",
        "system": "The player rolls Manipulation + Crafts against a variable difficulty (5 to turn a broken tree limb into a spear, 8 to turn a plant into a floatable raft) and spends a Gnosis point. The created object will last a length of time according to a specific chart. Expending an additional Gnosis point allows a created weapon to inflict aggravated damage for the scene's duration or until the object returns to its original form. This effect can be made permanent with the sacrifice of a permanent point of Gnosis if the object itself is changed permanently. Successes - Duration / One - 5 minutes Two - 10 minutes Three - One scene Four - One story Five - Permanent.",
        "source": "CB20 Pg. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Fist of Cahlash",
        "description": "The Bastet can destroy any material thing with a snarl.",
        "system": "The player spends a Rage point and rolls Rage against difficulty 6 (for inanimate objects) or 8 (for living and undead targets). Each success destroys 10 pounds of contiguous matter, reducing it to dust. A canny Bastet could use this Gift to weaken a building, or dispose of toxic waste. Used on a living creature, each success inflicts one level of bashing damage. The Bastet must be able to see what she intends to destroy, and it must be close enough to hear her snarl.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Visceral Agony",
        "description": "As the Black Fury Gift. The werewolf's claws change to barbed, wicked talons dripping with black venom. While wounds caused by these claws cause no extra damage, the pain alone they inflict is crippling. A pain-spirit teaches this Gift.",
        "system": "The player spends a Rage point before the character attacks. Any wound penalties the target suffers as a result of this attack are doubled (i.e., a foe at Wounded would lose four dice). If the target is in frenzy or otherwise resistant to pain, he still suffers normal wound penalties.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Spirit-Touch",
        "description": "This Gift functions like the Rank Four common Bastet Gift: Spirit Claws, except that it works anywhere. Another Den-Realm Gift, this one allows a werecat to attack from the Penumbra, or to rip through the Gauntlet at an Umbral opponent, without stepping sideways. Naturally, he must be able to see his opponent before he can hit him...",
        "system": "By rolling Gnosis against the local Gauntlet, the Bastet can slash through with normal hand-to-hand attack (+1 difficulty) without exposing himself to danger. Each attack requires a new roll against the Gauntlet. This Gift can only be used within the cat's own Den-Realm.",
        "source": "Bastet BB p102",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Chains of Mist",
        "description": "As the Uktena Gift. Silvery filaments spin out from the Garou's claws, becoming streamers of mist that enwrap and confound nearby spirits, sapping their strength. A fog-spirit teaches this Gift.",
        "system": "The Uktena concentrates for a turn; and the player spends one Gnosis point and rolls Dexterity + Enigmas (difficulty 7). One spirit of the player's choice within 200 feet (60 m) is affected per success. Spirits struck by this Gift treat their Rage, Gnosis, and Willpower ratings as though they were one lower than they truly are for the purpose of all dice rolls for the",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Underbelly",
        "description": "As the Shadow Lord Gift: Fatal Flaw. The Shadow Lord can discern a target's weakness, granting an advantage in combat. A Stormcrow teaches this Gift.",
        "system": "The Shadow Lord must concentrate for one full turn. The player rolls Perception + Empathy (difficulty of the target's Wits + Subterfuge). Success grants the Garou an extra die of damage during combat with that target. Additional successes grant knowledge of further weaknesses (although no further damage bonus is gained). Five successes reveal all of the target's flaws.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Weak Arm",
        "description": "As the philodox Gift. Philodox are masters of judgment, and this trait extends even into the field of battle. By watching an opponent's fighting style, the werewolf can evaluate his strengths and weaknesses. Snake- and wind-spirits teach this Gift.",
        "system": "The player rolls Perception + Brawl (difficulty 8). Each success gives her one bonus die to add to her attack or damage rolls against this opponent. For instance, a Philodox who gets four successes on this roll could add two dice to her attack rolls and two to her damage pool. This Gift can be used against a given foe only once per scene, and the benefits are lost at the end of the scene. The Garou must concentrate for a full turn to use this Gift.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Cobra's Dance",
        "description": "Long ago, a panther named Tola entered into negotiations with King Snake. After weeks of discussion and debate, the two came to an understanding of sorts. No one knows what secrets Tola offered King Snake, but he learned this Gift as part of the exchange. The Dance allows a cat to freeze prey with a glance. Some old Bagheera claim to know other secrets of the serpent folk, but if any other Gifts have survived, they're not well known.",
        "system": "To begin the Dance, a panther sways in place; the player rolls Manipulation + Expression and spends a Gnosis point. This requires at least one turn spent dancing, and the effect lasts one turn per success. The rolls difficulty depends on the target: hypnotizing most animals is easy (5), while freezing a hostile vampire is anything but (10). to break the spell, the target must win a Willpower contest with the cat (difficulty 8). Otherwise, he's held stunned and helpless until the Gift wears off. Once the Dance takes hold, the cat can do whatever he likes - such as leave, talking or mauling the target.",
        "source": "Bastet BB p106",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Traveler's Tongues",
        "description": "As the Bastet Homid Gift: Babel's Cure. By flexing Rahjah's powers, a Bastet can translate any human language in her vicinity. Invoking the Unmaker will turn everything into gibberish.",
        "system": "To render languages either clear or unintelligible, the player rolls her Manipulation + Linguistics (difficulty 6). this Gift works on spoken words, writing, and even body language. Everyone within 50 feet will understand all communications for the duration. Cahlash's inversion of the Gift scrambles everything the same way. Either version lasts for one turn (or minute) per success, and each can cancel the other out.",
        "source": "Bastet BB p101",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Ancestral Wings",
        "description": "As the Black Fury Gift: Wings of Pegasus. The Fury can sprout majestic wings when in Hispo form, allowing her to fly at will. An avatar of Pegasus teaches this Gift.",
        "system": "The player spends a Gnosis point to produce the wings capable of 50 miles per hour (80 kph) flight, which last until dismissed. Fine flying maneuvers require a Dexterity + Athletics roll at a difficulty determined by the Storyteller.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Touch of the Tree-Frog",
        "description": "By touching a victim with her paw, teeth, or even spittle, a Balaam can paralyze him for minutes on end. Some jaguars take this opportunity to get away, or to deliver a warning; others make more sadistic use of that time. This Gift stems from the Tree-Frog spirits, whose fluids coat the arrows of the ancient folk.",
        "system": "The jaguar spends a Gnosis point to activate the Gift; once done it lingers in her skin until she brushes against someone. Unless the target makes a Stamina + Awareness or Primal Urge roll (difficulty 8), he is frozen for one turn per point of the Balam's current Gnosis (the score she had before she cast the Gift). He may, if he's lucky, break the paralysis with a Willpower roll (difficulty 9); if not, he remains helpless for the duration.",
        "source": "PGttCB 70, Bastet 106-108",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Wandering Forest",
        "description": "As the Red Talon Gift: Trackless Waste. Humans have no sense of direction, the Talons assert. With this Gift, the Garou can make certain that they don't. The Talon employing Trackless Waste must have some familiarity with the terrain in question. Upon using the Gift, humans become hopelessly lost. Compasses malfunction, maps are misleading, and landmarks seem to be out of place. A spirit of the wilderness teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Primal-Urge. Each success “scrambles” a two-mile radius. This Gift functions on other werewolves, but they can resist with a Perception + Primal-Urge roll, and they must score more successes than the Talon to remain unaffected. This Gift lasts for four hours.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Banish Cahlash's Brood",
        "description": "By calling upon the Father of Dark Spirits, a Bubasti may command Wyrmish spirits to depart. Each time the Bubasti does so, his fur grows a deeper shade of black and his actions become more… erratic. Sense Wyrm detects a faint trace of Wyrm-taint on the Bastet for a week afterward.",
        "system": "The player spend a Willpower point and rolls Manipulation + Enigmas against a difficulty of the higher of the spirit's Rage or Gnosis. Each success removes three points of the spirit's Essence. Botching the roll inflicts an immediate derangement of the Storyteller's choice.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "The Many Tongues of Ptah",
        "description": "As the homid Gift: Speech of the World. This Gift allows Gaia's warriors to read and wield the spirit of speech, bypassing the need to learn different languages and dialects. The Garou may speak and understand any human language she encounters, though she speaks with an obvious accent, marking her as an outsider. Speech of the World doesn't convey literacy, nor is it an encyclopedia of cultural information. An ancestor-spirit teaches this Gift.",
        "system": "The player rolls Intelligence + Academics (difficulty 7). The effect lasts for one scene.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Faerie Kin",
        "description": "As the Fianna Gift. The Fianna can call upon ancient pacts between her people and the fae. By emitting a special howl, the Garou can call whatever fae are in the area to help. They will obey the Fianna, but not without question. A dream-spirit teaches this Gift, and the teaching normally involves a quest of some kind.",
        "system": "The player spends at least one Gnosis point and rolls Manipulation + Occult (difficulty 8). Spending more Gnosis increases the raw power of the faeries who respond, while more successes on the roll means that more faeries answer. Note that this Gift may summon changelings or dream-spirits called chimera, but it will call true fae only in strange Umbral reaches, and even then very rarely. Botching this roll is bad news; the faeries who respond are vicious and malevolent, and they will act to hinder the Garou.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Phantasm",
        "description": "As the Fianna Gift. The Garou creates an unmoving illusion that contains visual, auditory, olfactory and even tactile elements. A grain-spirit — the so-called “spirit of spirits” — teaches this gift.",
        "system": "The player spends one Gnosis for each 10-foot area to be covered by the illusion and then rolls Intelligence + Expression. Anyone who doubts the illusion must roll Perception + Alertness and exceed the Garou's successes in order to see through it.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Data Flow",
        "description": "As the Garou Glass Walkers Gift. The Glass Walkers originally developed this Gift as a “remote control” for new electronic devices. As the computer gained importance, this Gift gained a whole new utility. Glass Walkers now use this ability to take control of the data resources that are so important to the world's economy and to society in general. By focusing her attention on a single computer, a Glass Walker can take control of that machine from across the room. She can order it to erase its memory, alter security clearances, transmit false data or simply print a document. An electrical spirit or the even more complex computer spirits can teach this Gift.",
        "system": "A successful Wits + Computer roll (difficulty 7) plus the expenditure of one Gnosis point establishes contact with the computer. As long as the Garou keeps her target in her line of sight, she can maintain contact with the machine. While this Gift allows remote access, the Garou must still make all the appropriate roll to manipulate the computer.",
        "source": "Bastet BB p110",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Asuras' Bane",
        "description": "As the Bubasti Gift: Banish Cahlash's Brood. The weretiger's fur turns white with use, rather than black. By calling upon the Father of Dark Spirits, a Bubasti may command Wyrmish spirits to depart. Each time the Bubasti does so, his fur grows a deeper shade of black and his actions become more... erratic. Sense Wyrm detects a faint trace of Wyrm-taint on the Bastet for a week afterward.",
        "system": "The player spend a Willpower point and rolls Manipulation + Enigmas against a difficulty of the higher of the spirit's Rage or Gnosis. Each success removes three points of the spirit's Essence. Botching the roll inflicts an immediate derangement of the Storyteller's choice.",
        "source": "CB20 Pg. 89",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Paws of the Raging Spirit Tiger",
        "description": "By channeling his chi through this Gift, the Khan wreaths his paws or hands in crackling spirit power. Thus fortified, the weretiger can rip through enemies in the spirit world without stepping sideways, so long as he can see them.",
        "system": "The player spends a Gnosis point, and enjoys the Gift's effects for six turns.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Maker's Charm",
        "description": "As the Bastet Homid Gift: Craft of the Maker. (As the Garou Homid Gift: Reshape Object.) The werewolf can shape once-living material (but not undead!) into a variety of objects instantly. Trees may become shelter, buck antlers become spears, animal hides become armor, and flowers become perfumes. The item will resemble the object from which it was shaped (e.g., the aforementioned spear is made of antler, not wood). A Pattern Spider — one of the Weaver's spirits — teaches this Gift.",
        "system": "The player rolls Manipulation + Crafts against a variable difficulty (5 to turn a broken tree limb into a spear, 8 to turn a plant into a floatable raft) and spends a Gnosis point. The created object will last a length of time according to a specific chart. Expending an additional Gnosis point allows a created weapon to inflict aggravated damage for the scene's duration or until the object returns to its original form. This effect can be made permanent with the sacrifice of a permanent point of Gnosis if the object itself is changed permanently. Successes - Duration / One - 5 minutes Two - 10 minutes Three - One scene Four - One story Five - Permanent.",
        "source": "Bastet BB p101",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Bayou's Embrace",
        "description": "As the Red Talon Gift: Quicksand. The Garou turns the ground into a sticky morass that catches foes and prevents them from escaping or even walking. An earth elemental teaches this Gift.",
        "system": "The player spends a Gnosis point and rolls Manipulation + Primal-Urge (difficulty 7). Each success changes the ground into a quicksand-like bog for a 10-foot radius. Anyone trying to move through it (except the Garou) moves at half walking speed, and he may not execute combat maneuvers that require overland movement. Additionally, all other combat maneuvers take a +1 difficulty penalty.",
        "source": "CB20 Pg. 89",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Thunderbolt",
        "description": "So long as even a single cloud hangs in the sky, the werecougar may call down a lightning bolt to strike her foes.",
        "system": "The player spends one Rage point and rolls Dexterity + Survival to aim it (difficulty 8 in relatively clear conditions, difficulty 6 during a storm). The bolt inflicts (Cunning) dice of lethal damage.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Bayou Shambler",
        "description": "Deserts and mountains aren't the only places Pumonca roam. So-called 'swamp cats' know the Southern wetlands well. By crooning to the spirits of the bayous and calling upon any favors owed, a Pumonca can call forth a swamp elemental, dropping with plants and ooze, to assist her. While the creature retains its own free will, a Shambler is disposed to be friendly to the cat and hostile towards anyone in her way.",
        "system": "The player spends two points each of Rage and Gnosis to animate the Shambler, and rolls Willpower against difficulty 7. The resulting creature is semi-intelligent at best, but smells terrible, and lasts for three turns per success. Suggested Shambler traits are: Attributes: Strength 4, Dexterity 2, Stamina 5, Wits 1 Abilities: Alertness 1, Brawl 3, Stealth 3 Health Levels: Two per success, and no penalties apply. Once its health levels are gone, the Shambler falls apart.",
        "source": "Bastet BB p113",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Song of the Earth Mother",
        "description": "As the Shadow Lord Gift. A more powerful version of Sense Wyrm, this Gift allows the user to sense the presence of Wyrm activity within a broad area. Essentially, the Garou communes with the earth and listens to what it says. The Gift is taught by an earth-spirit.",
        "system": "The user spends 10 minutes communing with the earth, during which time she may take no other actions. The player then spends two Gnosis points and rolls Perception + Occult (difficulty 7). Success indicates that the earth tells her about any supernatural presence within an area of 100 yards (91 m) per success. While the Gift doesn't offer specific information about the being or beings detected, it does indicate whether or not the presence is Wyrm-tainted.",
        "source": "CB20 Pg. 89",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Drop of Sea",
        "description": "Qualmi are renowned shapeshifters; this Gift, which allows them to take a veriety of forms, demonstrates why.",
        "system": "This Gift combines the powers of the Rank Four Homid Gift: Monkey's Uncle and the Rank Five Swara Gift: All the Beasts Under the Sun, with the following differences: The roll is Manipulation + Subterfuge (difficulty 7); the animal shapes run from hare-sized to bear-sized, and an observer who makes a Perception + Enigmas roll (difficulty 9) may see the werecat for what she is. If he wants to undo the magic, he may ask the transformed werecat a riddle (see 'Gamecraft'); if she cant answer it, she changes back to her old form immediately.",
        "source": "Bastet BB p114",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Nighttime Web",
        "description": "As the common Bastet Gift: Cheshire Prank, except that it works in all forms, and does not require a grin. Why should Lewis Carroll have all the fun? It took a while, but enterprising Bastet finally discovered the secret to disappearing from plain sight. Today, it remains a valuable but popular trick.",
        "system": "By putting on a wide grin, spending a Gnosis point, and rolling Charisma + Subterfuge (difficulty 7), a Bastet may fade from view. The Prank takes three turns to complete. This invisibility lasts for the scene's duration and foils even magical perceptions. The Gift wont dampen sounds, but any werecat who cant move silently by this Rank is in big trouble, anyway. This Gift only works in Feline and Chatro forms, and changing forms ends the invisibility.",
        "source": "Bastet BB p115",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Coup de Grace",
        "description": "As the Black Fury Gift. The Garou studies her foe, looking for the best place to strike. In doing so, she sets herself up to land this devastating attack. An owl-spirit teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Perception + Brawl (difficulty of the target's Stamina + Dodge). If successful, the player doubles her damage dice on the Garou's next successful attack.",
        "source": "CB20 Pg. 90",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Fireroar",
        "description": "As the Khan Gift: Dragonroar. Bellowing like a thunderclap, the Khan breathes a ball of fire onto his foes.",
        "system": "The player spends two Gnosis points. The fireball is aimed with Dexterity + Brawl, and inflicts Ferocity levels of aggravated damage. In subsequent turns the target continues to burn for half the damage suffered the previous turn (round down), until the flames gutter out.",
        "source": "PGttCB p73, Bastet BB p112",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Shadow the Moon's Light",
        "description": "There is a time for everything, even for stealth. As nocturnal hunters, the cat kings have perfected a secret which allows them to dim the light as they approach. While it cant actually extinguish the moon, this Gift stifles natural, magical, and technological lights equally well.",
        "system": "To dim the local lights, the werecat's player rolls Manipulation + Stealth. The dimness lasts for one turn per success. Light Source - Difficulty / Weak (torches, lamps) - 6 Bright (fires, moonlight) - 7 Harsh Illumination (headlights) - 8 Powerful lamps (halogen bulbs, yard lights) - 9 Overwhelming (spotlights, the sun) - 10",
        "source": "Bastet BB p116",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Wrath of Kings",
        "description": "As the Silver Fang Gift: Wrath of Gaia. The Garou shows himself in full, terrible, glory as Gaia's chosen warrior. His splendor overwhelms minions of the Wyrm, driving them before him in terror unless they can master their instinctive fear of this predator. An avatar of Gaia herself teaches this Gift.",
        "system": "The player spends a Gnosis point and rolls Charisma + Intimidation. Any minions of the Wyrm who look upon the Garou for the next scene must roll Willpower (difficulty 7) and equal or exceed the player's successes. Otherwise, they flee in terror.",
        "source": "CB20 Pg. 90",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Messenger's Fortitude",
        "description": "As the Silent Strider Gift. The Garou can run at full speed for three days without rest, food or water. When the Garou reaches her destination, she has 10 minutes to complete whatever business brought her, then she must sleep for three days. A camel- or wolf-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. The Garou may do nothing but run; stopping ends the Gift. For an additional Gnosis point, he may imbue another being with this Gift's benefits.",
        "source": "CB20 Pg. 90",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Speed Beyond Thought",
        "description": "As the Silent Strider Gift. The Garou can run at 10 times his normal land speed. The effects last for up to eight hours, during which the Garou can do nothing but concentrate on running. When the Gift's effects end, the Garou must eat immediately or face frenzy from hunger. A cheetah- or air-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Stamina + Athletics (difficulty 7) to activate the Gift.",
        "source": "CB20 Pg. 90",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Dance of the Chaya",
        "description": "One of the greatest favors a Bastet can offer a spirit is the chance to ride in his skin for a while. Although most cats would never consider such a 'loan', many Swara see voluntary possession as a service, not a chore. This Gift, which begins with a frenzied dance, allows a chaya to enter the werecat and 'take control' for a while. The spirit gets a body to ride, and the werecat gets certain... benefits. The dance is seen more as an act of love or affection than of servitude - a sentiment few bastet would ever understand.",
        "system": "A smart cheetah performs a spirit calling before he starts the Gift, and scans the Umbra to see who responds before opening himself to the possession. More often than not, the cat will be familiar with the ghost or spirit before he offers it a ride. Once the Dance has begun, the player rolls Charisma + Enigmas, difficulty 7. The Gift lasts about two turns per success, and allows the Swara to do things that would usually be impossible - wild contortions, great feats of strength, flight, etc. The exact effects of the Dance will depend on the spirit, the Bastet, their circumstances, and the relationship between the three, but should emphasize drama over game systems.",
        "source": "PGttCB p74, Bastet BB p117",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Clearwater Passage",
        "description": "By turning herself into liquid, a Swara can pass through barriers without fully passing into the Umbra. Like water, she trickles through cracks, seeps around obstacles and soaks through materials. Once she reaches the other side, the cheetah reforms into a solid shape and continues on her way. It's said that Shi'a the Water Ghost taught this Gift to the Swara elder Nyolo in return for a kiss. He nearly drowned, but survived her embrace long enough to pass the Gift to his friends before joining his love beneath the waves.",
        "system": "The player spends a Gnosis point and rolls Stamina + Enigmas (difficulty 7) to turn her Bastet into water, and the cat remains in that state for two turns per success. While liquid, she cannot be harmed by any physical attack except fore (from which she takes the usual aggravated damage). She may reform at any time, but must use the Gift again to turn liquid again. If she's been 'absorbed' while in a watery state, the Swara bursts out of the material when she turns back into solid form.",
        "source": "Bastet BB p117",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Clawstorm",
        "description": "The Bastet becomes a blur of slashing claws.",
        "system": "By spending a point of Rage and Willpower, the Bastet makes four close-range attacks in a single turn. He cannot spend Rage for any more attacks, or use this Gift more than (homid form's Stamina) times per fight.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Fortuna",
        "description": "Cats love their friends, and they're famous for their luck. This Gift allows them to share some of that good fortune with others, or even use a bit of it themselves.",
        "system": "For every point of Gnosis spent, the Bastet (or her friend) can call for one re-roll of the dice. If she spends three gnosis, she may re-roll the dice three times. Only one re-roll is allowed per task, and only if the first roll was a failure or a botch. This Gift may only be used once per scene, but it lasts until all re-rolling has occurred. This luck works for whomever the werecat cares to give it to. Only one person at a time can receive this Fortuna - it cannot be given to a number of people before an adventure begins.",
        "source": "Revised - BB Bastet p.99",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Spirit Claws",
        "description": "Another Den-Realm Gift, this one allows a werecat to attack from the Penumbra, or to rip through the Gauntlet at an Umbral opponent, without stepping sideways. Naturally, he must be able to see his opponent before he can hit him...",
        "system": "By rolling Gnosis against the local Gauntlet, the Bastet can slash through with normal hand-to-hand attack (+1 difficulty) without exposing himself to danger. Each attack requires a new roll against the Gauntlet. This Gift can only be used within the cat's own Den-Realm.",
        "source": "Revised - BB Bastet p.100",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Spitfire",
        "description": "With a wicked hiss, the werecat spits a stream of fire at his opponent. Crude, but effective!",
        "system": "The player spends a Gnosis point and rolls Stamina + Athletics to hit a victim (difficulty 7). Each success inflicts one aggravated health level of flame damage, which may ignite flammable items.",
        "source": "Revised - BB Bastet p.100",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Wolf's Terror",
        "description": "As the Ahroun Gift: Silver Claws. The Bastet can establish her battlefield primacy against other werebeasts by transforming her own claws into silver.",
        "system": "The player rolls Gnosis (difficulty 7) to activate the Gift. The transformation lasts for the scene or until the Bastet decides to end the Gift. Silver claws still do aggravated damage to all targets, and they are naturally unsoakable to the Garou and most other werebeasts. While the character manifests the claws, she suffers searing agonies. Each turn, she gains an automatic Rage point. Furthermore, all non-combat difficulties increase by one because of the distraction. When her Rage points exceed her Willpower, she must check for frenzy.",
        "source": "W20 Changing Breeds p. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Monkey's Uncle",
        "description": "As the Glass Walker Gift: Doppelganger, although the Bastet can only take the forms of humans, great cats or Bastet. The Garou may take the exact likeness of any other human, wolf or Garou. A chameleon-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Performance (difficulty 8). Traits aren't duplicated, but everything else, including voice, posture and scent, is identical. The effects last for one day per success.",
        "source": "CB20 Pg. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Tech Speak",
        "description": "As the Glass Walker Gift. This Gift allows the Glass Walker to contact others through any technological device. The Garou speaks to a Pattern Spider in or near a technological device and tells them the message to be delivered and whom it should be delivered to. The Pattern Spider then finds the receiver and uses any communications technology near them to deliver the message; Telephones yell it out, (without picking up the handset), electronic billboards display it, computer printers print it out as text. If no communications technology is present, any other technology will activate, though no message will be imparted. If no technology whatsoever is present near the receiver, the Gift fails. A Pattern Spider teaches this Gift.",
        "system": "The player spends a Gnosis point and rolls Charisma + Science. The difficulty is relevant to the distance the message needs to be sent: The next room is difficulty 4, the same building 5, one block away 6, one mile away 7, a time-zone away 8. Beyond that is difficulty 9. The more successes achieved, the longer the message can be. A single success will only allow one word to be sent, five would allow unlimited length.",
        "source": "CB20 Pg. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "What's the Password?",
        "description": "By communicating with the odd spirits inside computers, a werecat can call up the passwords to files, accounts, or encryptions. Although few nature-bound Bastet know this trick, many of their city cousins have at least heard of it. Most of those who do know charge hefty favors for the teaching...",
        "system": "The player rolls Manipulation + Enigmas, spends a Gnosis point, and hopes the Net-Spiders will be generous. These encounters should be played out - computer spirits can be pretty weird, and may want a bribe. The difficulty depends on the target's value. A successful Computer or Hacking roll can reduce this difficulty by 1 for every two successes. Difficulty - Information / 5 - Checking accounts 6 - Corporate records 7 - Important documents, designer viruses 8 - Secure accounts 9 - Corporate Secrets 10 - Government Secrets.",
        "source": "Bastet BB p101",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Moon's Gateway",
        "description": "As the Ragabash Gift: Open Moon Bridge. The Garou has the ability to open a moon bridge, with or without the premission of the totem of that caern. A Lune teaches this Gift.",
        "system": "The player spends on Gnosis point. See the Rite of the Opened Bridge for more information on opening moon bridges. The maximum distance that can thereby be covered is 1,000 miles.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Redeem the Waste",
        "description": "Part of a Metis' roll is the salvation of despoiled wilderness. To do so, he'll often sniff around, paw at the earth, rub his scent around and urinate in various places, essentially claiming the place as his own. While this isn't a true Rite of Claiming, it resembles it in many ways. By dedicating himself to this land, he can summon forth a healing power to save it from toxins and other desecrations.",
        "system": "The player rolls Manipulation + Survival (difficulty 7) and spends a Gnosis point. Each success makes one square half-mile of damaged, cursed or barren land fertile again; uprooted trees wont re-plant themselves, but new trees and plants will rapidly grow. This healing is permanent until someone takes the time to despoil the land agai",
        "source": "Bastet BB p103",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Beast Life",
        "description": "As the lupus Gift. The werewolf with this Gift can communicate with other wild animals and attract (or even command) them. Domesticated animals will speak with the werewolf, but they have given themselves to the ways of humans and must be persuaded to obey the Garou. Any animal spirit may teach this Gift, although Lion and Bear are most often sought as teachers. Children of Gaia: Children of Gaia who use this Gift never do so if the animals attracted would come to harm, unless the very heart of a caern is threatened.",
        "system": "The player spends on Gnosis point and rolls Charisma + Animal Ken (difficulty 7). The character gains the ability to communicate with all animals automatically. One success can attract specific types of animals within a 10-mile radius, and those that can reach the werewolf in a reasonable amount of time will do so. Each additional success adds 10 miles (two successes indicate a 20-mile radius). All wild animals become friendly to the character. They follow any reasonable request the character makes, and many unreasonable ones as well. A character who uses this Gift to force an animal to sacrifice itself had best pay homage to its spirit or risk angering Gaia. The effect lasts for one scene, but the time may be extended by spending one Gnosis point per extra scene desired.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Ghosts at Play",
        "description": "By spraying around an area, the werecat can expose all nearby spirits. Although the Gauntlet remains intact, any active spirit becomes visible, as if everyone in the vicinity had used the Rank One common Bastet Gift: Spirit's Sight.",
        "system": "The Bastet's player rolls Manipulation + Enigmas against a difficulty of the Gauntlet. Success reveals all spirits in the area. The range of the Gift extends 10 feet for every success the player rolls; the vision itself lasts for one turn per success.",
        "source": "Bastet BB p105",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Hand of Will",
        "description": "By willing things to move, the Bastet can lift objects or open barriers merely by staring at them. A strong-willed Bastet can move even trucks and construction vehicles with her mind alone! King-of-Beasts and Hatti favor this Gift, especially given the devastation brought about by human traffic.",
        "system": "Invoking the power of the will requires a Gnosis point and a Willpower roll (difficulty 7). Each success gives the Bastet three points worth of Strength at range (see 'Feats of Strength in the Werewolf rulebook). This power can only move things, not punch or crush them, and the cat's degree of control is limited. A typewriter can be shoved aside, but not used. It's possible to employ a bit of fine manipulation by raising the difficulty to 9, but this requires total concentration. For each extra turn the object remains in motion, the werecat has to spend a point of Willpower to keep it going. Once he sets it aside, the Gift ends.",
        "source": "Bastet BB p105",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "The Paradox of Time",
        "description": "The werecat shows her target a dizzying and nonlinear view of the vast sweep of time, producing sickness and confusion rather than enlightenment.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Enigmas against a difficulty of the target's Willpower. For each success, the subject becomes disoriented for two turns, suffering a -3 penalty to all dice pools. Mages with any dots in the Time Sphere are immune to this Gift.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Potter's Clay",
        "description": "As the Rank Three Bastet Homid Gift: Craft of the Maker (As the Garou Homid Gift: Reshape Object. The werewolf can shape once-living material (but not undead!) into a variety of objects instantly. Trees may become shelter, buck antlers become spears, animal hides become armor, and flowers become perfumes. The item will resemble the object from which it was shaped (e.g., the aforementioned spear is made of antler, not wood). A Pattern Spider — one of the Weaver's spirits — teaches this Gift.",
        "system": "The player rolls Manipulation + Crafts against a variable difficulty (5 to turn a broken tree limb into a spear, 8 to turn a plant into a floatable raft) and spends a Gnosis point. The created object will last a length of time according to a specific chart. Expending an additional Gnosis point allows a created weapon to inflict aggravated damage for the scene's duration or until the object returns to its original form. This effect can be made permanent with the sacrifice of a permanent point of Gnosis if the object itself is changed permanently. Successes - Duration / One - 5 minutes Two - 10 minutes Three - One scene Four - One story Five - Permanent.",
        "source": "PGttCB p70, Bastet BB p101",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Vision Cloud",
        "description": "By calling to the spirits of the air and the plants, the Balam can conjure the Vision Cloud, a swirling fog that wraps itself through the area, bringing mystic insights to those who seek them - and those who do not.",
        "system": "The player spends a Gnosis point and makes a Manipulation + Enigmas roll (difficulty 5). An area 50 feet in diameter fills up with a misty cloud that bestows visions to those that breathe it. The content of the visions are left up to the Storyteller, but should generally foreshadow possible future events or reveal lost lore.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Jungle's Vengeance",
        "description": "By tapping into her ties with the land, a Balam urges the jungle to turn against any invaders. The assault begins innocently enough, with vines that trip and swarms of hungry bugs; if the outsiders don't get the hint and leave, however, the Vengeance turns nastier. Pool's of quicksand, poisonous plants and insects and clouds of noxious gas spring into existence right in the invader's path. Ultimately, the Gift whittles a determined force of trespassers down to a handful of desperate survivors - easy pickings for an angry werejaguar and her friends...",
        "system": "The player spends a point of Rage and two points of Gnosis, and sets in motion a purposeful series of events designed to drive invaders away from the werejaguar's domain. Although the Storyteller has the final say about what happens and to whom, the one constant with the Gift is the fact that it gets more and more dangerous as time goes by. It wont be enough to harm supernaturals (much), but it will drive humans to the brink of madness and beyond (and might significantly interfere with Garou operations, should they be unlucky enough to rub the Balam the wrong way...).",
        "source": "PGttCB p70, Bastet BB p107",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Arms of Darkness",
        "description": "As the Uktena Gift: Coils of the Serpent. Using this Gift, an Uktena can call forth dark tentacles of mist or fog that wrap around enemies and hold them in a viselike grip. Each coil is four feet long and possesses the same Physical characteristics as the werewolf who summons the coils. Any snake-spirit can teach this Gift.",
        "system": "The player rolls Dexterity + Occult, difficulty 7. Each success causes a single coil to come forth from the surrounding air. The coils focus on a single target, unless the player makes attack rolls against multiple targets, with the normal penalties to the rolls for multiple actions. The coils only bind; they can't inflict damage. To break free, the victim must make a Strength roll, difficulty 7. If his successes exceed the number of coils, he's free. If not, he's still a prisoner. The tentacles last until the end of the scene or until the summoner decides to send them away.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Shadowplay",
        "description": "As the Theurge Gift. Unlike the werewolf Gift, the Bubasti does not have to mimic the shadow's movements; once free, it can go about its business as if it were a perfect duplicate of the Bastet. Also unlike the Garou Gift, some light must be present to cast the shadow in the first place. The Theurge breathes life into her shadow, which can then perform tasks for her. The shadow moves about independently with the same abilities as its creator. The Theurge's emissary can cause lifesaving distractions, pick up remote objects and even fight battles.",
        "system": "To activate the shadow, the player must roll Dexterity + Enigmas (difficulty 8) and spend one Gnosis point. The Theurge must act out the doings of her shadow by making “shadow puppets” with her hands. No light need be present for the shadow to be active. In all respects besides appearance, the shadow maintains the same Traits and Abilities as the Garou. The werewolf cannot create multiple shadows. The shadow can operate out of sight of the Garou; its range is ten yards per success.",
        "source": "PGttCB p72, Bastet BB p109",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "The Scarab's Flight",
        "description": "By calling together the elements of her soul, a Bubasti can send them out of her body for a while. The body itself enters a deathlike trance until the Scarab returns; although it doesn't decompose, all other signs (magical and otherwise) declare that the cat has died. The flying Scarab resembles an ordinary insect unless inspected with magical senses, in which case it glows brightly.",
        "system": "Manifesting a soul into the beetle shape requires a Manipulation + Occult roll (difficulty 8) and a one-Gnosis expenditure. From there, it takes wing from some orifice or crawls away unnoticed (Perception + Alertness, difficulty 9, to spot). The body remains intact for one day per success, during which time the Scarab can reenter and resurrect the cat. After the time limit passes, the body instantly decays, even if it has been preserved some how.",
        "source": "Bastet BB p109",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Gift of Dreams",
        "description": "As the Galliard Gift. The Galliard crafts a dream, then breathes it into a sleeping individual. A Lune teaches this Gift.",
        "system": "The player rolls Wits + Expression (difficulty 6) to craft the dream; more successes allows for more vivid and impactful dreams. To ensure that an individual experiences this dream, the Galliard must breathe it into the target's mouth while they sleep. The player spends a Gnosis point to complete the Gift. Dreams crafted with this Gift are often unusually vivid and dramatic, often leaving even lifelong skeptics convinced that they hold some deep meaning.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Small Cousin",
        "description": "The Ceilican gains the ability to shapeshift into a house cat. While not terribly useful physically, this form is very unobtrusive.",
        "system": "This Gift grants a permanent alternative option when shifting into feline form. Housecat form effectively has Strength and Stamina 1, and grants +2 Dexterity.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Dragonroar",
        "description": "Bellowing like a thunderclap, the Khan breathes a ball of fire onto his foes.",
        "system": "The player spends two Gnosis points. The fireball is aimed with Dexterity + Brawl, and inflicts Ferocity levels of aggravated damage. In subsequent turns the target continues to burn for half the damage suffered the previous turn (round down), until the flames gutter out.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Call Elemental",
        "description": "As the Uktena Gift. The Garou is able to call one of the four classic elementals to his aid (earth, air, fire or water). An elemental teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Gnosis (difficulty of the area's Gauntlet). She must then roll Manipulation + Occult (difficulty 7) to make the elemental look favorably upon the Garou. The elemental vanishes at the end of the scene.",
        "source": "CB20 Pg. 89",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Element-Folk Favor",
        "description": "Old Stone Face made many allies among the elemental spirits, and performed many favors for their kind before passing on. The ageless spirits remember his good deeds by aiding those who invoke their ancient ancestor. A Pumonca who performs this Gift can call up an elemental spirit for help. Once it arrives, the spirit will do what it can to assist the cat; after it finishes one task, the spirit departs.",
        "system": "The player rolls Manipulation + Enigmas and spends a Gnosis point to summon the elemental. The roll's difficulty is that of the local Gauntlet. The spirit, if it appears, will be friendly toward the cat, so long as she reminds him of her blood-link to Old Stone Face. No other tribe warrants the same kindness; in fact, Bubasti who have tried to swipe this Gift have been destroyed by the angry elemental spirits they called up. When the first service named has been finished or when one hour has elapsed, the elemental departs peacefully.",
        "source": "Bastet BB p113",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "The Hungry Earth",
        "description": "The Mother is not at peace. Some Pumonca know how to rouse her enough to show her displeasure. When this Gift is employed, the ground shakes, opens or gives way, covering tracks, sealing passages or burying the cat's opponents alive.",
        "system": "Depending on the cat's environment, this Gift takes many different forms; among hills or mountains, it causes an avalanche; in the swamps it begets quicksand; in deserts and plains, it causes the ground to open up beneath a target. To invoke these disasters, the cat's player rolls Manipulation + Survival, with the difficulty being the area's Gauntlet +2 (maximum 10) and spends a Rage point. The exact effects are up to the Storyteller, but often affect a 100 foot radius for each success rolled. If the attack causes damage, assume that the victim takes two or three normal health levels for each success. Some attacks, like falling rocks, are more deadly, but may allow the target a Dexterity + Athletics roll (difficulty 6 - 8) to get clear.",
        "source": "Bastet BB p114",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Earthspeaking",
        "description": "By sifting dirt and calling on the spirits within the ground, a puma receives visions of things that have happened in the area. These insights can help her follow trails, 'witness' past events, or learn where things came from or went. Bird spirits often pass this Gift along, but some worm and elemental chaya do their part too, especially if the Bastet's questions serve the spirit's ends.",
        "system": "The Pumonca concentrates while chanting a single question and a plea. While she does, the player rolls Perception + Enigmas to see into the past. Success reveals the answer. The more distant the event, the higher the difficulty, unless it left impressions so vivid that they never fade (like the Trail of Tears), which might reduce the difficulty by one or two. Events that occurred more than a year ago require a Gnosis point to 'see'. The vision comes from the perspective of the ground nearby, whichc might make details hard to read (imagine a worm's-eye view of a murder); some dreams pass emotional impressions, too, leaving moods that can last for hours. Time Elapsed - Difficulty / A week - 4 A month - 5 Six months - 6 A year - 7 10 years - 8 50 years - 9 100+ years - 10.",
        "source": "Bastet BB p114",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Chill of Early Frost",
        "description": "As the Wendigo Gift. The werewolf calls down a mystical chill from Great Wendigo himself, freezing the surrounding lands and anyone in it. A spirit servant of Great Wendigo teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Occult (difficulty varies: 4 if it is already winter, 6 for spring, 9 for summer). Success drops the temperature to a bit below freezing in a five-mile radius, or even further below zero if it was already winter. All creatures without a natural coat of fur lose two dice from all pools. This Gift wreaks pure havoc in urban environments, as pipes burst and roads freeze. This Gift lasts for one hour per success. [Note: In the Get of Fenris Tribebook, it says members of Ymir's Sweat can learn “Call of the Early Frost (Level Three Wendigo)” as though it was a tribe gift. However, the core book lists Call of the Early Frost as Level Four. Out of five Camps, they're the only one with a rank change for the Gift they have access to, so it may have been be a notation error in the Tribebook.]",
        "source": "CB20 Pg. 89",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Dancing on Air",
        "description": "As the Bastet Metis Gift: Moon's Gateway, except that the roll is Intelligence + Enigmas. As the Ragabash Gift: Open Moon Bridge. The Garou has the ability to open a moon bridge, with or without the premission of the totem of that caern. A Lune teaches this Gift.",
        "system": "The player spends on Gnosis point. See the Rite of the Opened Bridge for more information on opening moon bridges. The maximum distance that can thereby be covered is 1,000 miles.",
        "source": "Bastet BB p115",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Still Breeze Blowing",
        "description": "Like the Lupus Gift: Elemental Gift, this magic allows a Qualmi to conjure a spirit to shift the elements to her advantage. Dwelling in the North as they do, most members of this tribe favor air and ice elemental over fire or earth. The werewolf calls upon the primal force of Gaia Herself, thereby commanding the spirits of the elements to rise up, undulate forward and even engulf foes. This Gift summons an elemental spirit, not merely the raw matter of the elements, but the primal spirits possessing power enough to challenge even something as powerful as a Nexus Crawler. The elementals grant this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Occult (difficulty 7). If successful, he calls an elemental who grants him the ability to control a large volume of air, earth, water or fire (in any of their forms) that is approximately 20′ by 20′ per success. The effect lasts for one scene or until the elemental leaves or is destroyed.",
        "source": "Bastet BB p115",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "King of Beasts",
        "description": "As the Philodox Gift, save that it affects all animals within 300 feet. The Philodox's authority extends even into the realm of beasts, such that he can command the loyalty of any specific animal. If successful, the animal follows his commands willingly and unconditionally. A lion- or falcon-spirit teaches this Gift.",
        "system": "The Philodox must choose one target within 100 feet. The player rolls Charisma + Animal Ken against a difficulty based on the werewolf's relationship with the animal. This power works on only one animal at a time, and it does not attract animals to the Garou's vicinity (see the Level Four lupus Gift: Beast Life). Relationship Difficulty: A sibling: 3 Feed and care for: 6 Stranger: 8 Hostile: 10",
        "source": "CB20 Pg. 90",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "The Bountiful Dominion",
        "description": "A ruler must be prepared to provide for his subjects. By laying this Gift upon the land, a Simba can make the local crops grow quickly, the soil turn fertile and the waters run clear. This Gift comes from the land of Manu T'Chaa, who ended a famine with his wisdom and passed the secret to his descendants.",
        "system": "As the Metis Gift: Redeem the Waste, except that the magic doubles crop growth, and health, purifies water immediately, and costs one Gnosis per success.",
        "source": "Bastet BB p116",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Ghost Caress",
        "description": "The Swara may use sympathetic magic to send sensations across a distance. Although the magic can't physically harm its target, it can drive him mad as phantom pains or pleasures wash over him without apparent cause.",
        "system": "The player spends a Willpower point and rolls Gnosis. At short range (within a mile) the difficulty is 7, while at maximum range (50 miles) the difficulty is 9. The Swara selects another person in her presence to act as her 'focus.' Whatever she does to the 'focus,' the target feels. This Gift's effects last for one turn per success.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Judgment of Pestilence",
        "description": "As the Rank Five Bastet Feline Gift. In many ancestral lands, epidemics ravage both human and animal populations. The Mistress of Catkind bequeaths this Gift to her feline children in an effort to channel the disease. Communities who respect the cats' Kinfolk and the land find pestilence banished from their homes; those who exploit nature or hunt the great cats receive the disease in return. Nature's balance must be maintained.",
        "system": "This Gift doesn't create a plague; instead, it moves it from one place to another. To do this, a cat spends two gnosis points and rolls Manipulation + Primal Urge to absorb the sickness without harming herself. From there, she carries it to a place she dislikes, then releases it by breathing into the night air. Once in motion, the disease runs its course in the new location. Every survivor in the original community mysteriously recovers. A werecat who botches her roll quickly dies, overwhelmed by the toxins in her blood.",
        "source": "Bastet BB p105",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4, 5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Future Warning",
        "description": "By sensing the whims of Fate-in-Motion, a Bastet may sense some impending disaster. While not exactly precognition, the Gift grants vague insight into coming perils.",
        "system": "A good Perception + Primal Urge (difficulty 6) roll wins the character a sort of 'danger sense' for one hour per success. This manifests as 'bad feelings' whenever something nasty's waiting nearby; it wont tell her about the five dakats waiting around the corner, but she'll certainly feel like she ought top stop before she turns that corner... Conspiracies, natural disasters, ambushes and festering rivalries can all be sensed ahead of time, though the outcome of combat cannot.",
        "source": "Revised - BB Bastet p.100",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Jump to the Moon",
        "description": "The greatest of Bastet can return to Seline for short visits. By forming a Moon Bridge from her Den-Realm to the moon, the werecat departs to the court of Luna. While there, she can breathe and move about normally; so long as she's careful, it'll be a glorious stay...",
        "system": "Opening the Bridge requires 10 successes with a Wits + Enigmas roll (difficulty 8). Obviously, this demands an extended roll, a bit of time (each roll takes one hour), and some great moonlit ritual. Seline must be invoked and her servants called. The Gift can only be attempted once per night; if dawn comes before 10 successes are accumulated, the ritual has been wasted. If the Bastet succeeds, the Bridge lasts for one night. Lines come down to guide the werecat and her guests to Seline's body. The trip, it is said, is faster than thought - reaching or returning to the moon takes only minutes. If the Bridge closes before the character returns, she must open another one from the moon.",
        "source": "Revised - BB Bastet p.100",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Perfect Passage",
        "description": "The Bastet may roam anywhere on the face of Gaia or beyond, passing through any material object she wishes without leaving a trace.",
        "system": "The player spends one Gnosis point and rolls Wits + Larceny (difficulty 6); the Bastet (along with her clothing and any held objects) may pass through whatever non-living objects (including bullets and melee weapons!) she wishes for five minutes per success. If she wishes to pick something up, it becomes solid to her - and intangible to other objects - the second that she picks it up. She's still visible, and is vulnerable to unarmed attacks. Attackers wishing to use bullets or knives must surprise her or she takes no damage - and the Bastet's own blows ignore any non-living armor. She still breathes but cannot be affected by gasses.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Soothe/Summon Storm",
        "description": "Mighty werecats can call upon the weather spirits to whip up or disperse a storm. The bigger the tempest, the harder it is to call up or put down. Doing so usually requires a long rite in which the cat yowls and capers at the sky. Undoing what you have summoned requires another, harder effort. This Gift is said to be a birthright from Nala herself.",
        "system": "Beginning this process requires two Gnosis points and a Manipulation + Survival roll. Once it's in action, stopping it requires another Gnosis point and a roll at 2 difficulty higher. Once a weather patter has begin, it will run its own course. This may take hours. Storms in unlikely locations (a sudden rainstorm in the desert, for instance) require five or more additional successes. Botching during a storm-call can be unpredictable - and disastrous. The Bastet is not immune to the forces she calls upon...",
        "source": "Revised - BB Bastet p.101",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Withering Stare",
        "description": "This Gift lets a werecat kill with a glance, causing victims to die in agonized convulsions.",
        "system": "The player spends a Gnosis point and rolls Rage. The difficulty is the victim's Willpower, and each success inflicts one level of aggravated damage.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": ["Bastet", "Ajaba"],
        "splat": "Shifter"
    },
	{
        "name": "Madness",
        "description": "As the metis Gift. The metis struggles his whole life to find a place, a purpose and a sense of stability in his horrifying existence. With this Gift, he can force others to face their inner demons, including insanity and madness. The nature of the derangement varies among individuals, but it will always be severe, making it impossible for the victim to function normally. Lunes, along with spirits of trickery and madness teach this Gift.",
        "system": "The player spends a Gnosis point and rolls Manipulation + Intimidation (difficulty of the victim's Willpower). The insanity lasts a number of days equal to the successes rolled on the attempt. During this time, the metis can increase or decrease the effects of the madness, granting the victim lucidity and then driving him into psychosis. Even after the Gift has ended, the repercussions from the bout with madness often haunt the target for the rest of his life.",
        "source": "CB20 Pg. 86",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Black Friday",
        "description": "This dreaded Gift, the bane of the Information Age, allows a Bastet to crash a computer network in seconds. By communing with net Spiders (see the Gift: What's the Password?) and promising a few favors, a lucky werecat can wreak system havoc without even touching a keyboard. It's rarely done because of its tendency to backfire (wiping out one's own computer files!), but causes untold headaches for the programmers of Pentex.",
        "system": "The player rolls his Manipulation + Enigmas to convince the Spiders to do his dirty work. Obviously, he has to have some way of reaching them first, such as a Gift, a short visit to the Penumbra, or a message typed into the doomed system. Once the deal is set in motion, the Spiders eat the system's data; a skillful data retriever can undo the damage, but it'll take days or weeks to fix. The Gift's difficulty depends on the size and complexity of the system in question. Protected networks add 1 to the amount of successes needed; magical system include Trinary computers or Technomagical networks (see Mage: The Ascension). A botch causes the Spiders to wreck your own data instead. Note that this kind of tampering immediately sets of alarms on guarded systems; a would-be saboteur would be wise to amscray ontopray! Network - Difficulty - Succs Needed / Small office - 6 - 1-2 Large office - 6 - 3-4 Small Corporate - 7 - 4-5 Large corporate - 8 - 4-5 International/Government - 9 - 5-10 Secret Government/Magical - 10 - 5-15.",
        "source": "Bastet BB p102",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Deny the Hungry",
        "description": "With a gesture or spray, a spiteful werecat can destroy crops and fertile land, spoil food or toxify drinking water. Legend lays this Gift at the feet of the Bubasti, who were said to punish disrespectful communities with famine and drought. Some Simba use it for the same reasons. Sadly, it's easier to destroy than to create; undoing this damage requires a different Gift altogether.",
        "system": "The player spends a permanent Rage point and rolls Wits + Primal Urge (difficulty 7). Each success whithers one mile of crops, spols a waterhole or lake, or renders one ton of food or drink unusable. Only the Redeem the Waste Gift, a Rite of Cleansing, or powerful Life and Prime magics (see Mage) can undo the destruction. Cropland will remain infertile for a year, water will be poisoned for the same time. Spoiled food is rotten forever, and those who eat it will grow ill. These effects, and the casting of the Gift, clearly come from the Unmaker, and may be detected by appropriate Gifts.",
        "source": "Bastet BB p102, PGttCB p72, Bastet BB p102",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Wrath of Nala",
        "description": "As the Hakken Gift: Divine Wind. The Hakken can call forth a powerful storm in a designated area. The storm uproots trees and overturns cars in its fury. An ancestor-spirit or a servant of Narukami, Lord of Thunder, teaches this Gift.",
        "system": "The player rolls Stamina + Enigmas (difficulty 7) and spends a minimum of one Rage point. Each success equals a one-mile (1.6 km) radius for the storm. Each Rage point spent adds a success and, therefore, increases the size of the storm, which lasts for no more than one scene.",
        "source": "CB20 Pg. 87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Moon Sense",
        "description": "By meditating upon a pool of moonlit water, a Bastet may see anything that transpires beneath Seline's glow. Although it's difficult to see distant or hidden locations, a rigorous search can see anywhere on Earth.",
        "system": "The player rolls Perception + Enigmas and spends a Gnosis point. The Bastet must be staring into outside water. Any place touched by moonlight (even near windows, in-doors, and within the Penumbra) may be sensed with all six senses, as if the Bastet were standing in the moonlight itself. The water's surface must be calm; raging waves will reveal nothing. The search's difficulty depends on the distance scanned and the Bastet's familiarity with it. If she observes for more than a minute (or requires more than three rolls) another Gnosis point must be spent. A person with mystical senses might realize he's being spied upon with a successful Perception + Occult or Enigmas roll (difficulty 6). He would, if he discovered this, see a giant moonlit cat slowly fading away. Naturally, discovery terminates the Gift. Subject - Difficulty - Succs Needed / Near and familiar - 6 - 2 Distant and familiar - 7 - 3 Unfamiliar - 8 - 3 Seen Pictures - 8 - 5 Never Been - 9 - 5 Distant and Alien - 10 - 5",
        "source": "Bastet BB p103",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Shiva's Might",
        "description": "The mightiest of wereleopards may change into a Juddho form reminiscent of Shiva the Destroyer. In a burst of holy light, the Bastet becomes a 12-foot-tall, six-armed Crinos-werecat wielding mystical flaming weapons, which lays waste to everything around it until nothing moves.",
        "system": "The player spends two Rage points and two Gnosis points. The Bagheera springs into Juddho form and enters an indiscriminate killing frenzy. This form persists for (Bastet's permanent Rage) turns. After the transformation ends, the Bastet loses all Rage, assumes his breed form and falls asleep for four hours. The Juddho form's traits are: Strength +6, Dexterity +3, Stamina +6, Appearance 0, and its weapons inflict Strength + 4 aggravated damage.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Part the Curtain",
        "description": "Like the Rank Four common Bastet Gift: Walking Between Worlds, this spell allows a leopard to cross into the Near Umbra. This variation, however, lets her bring others across as well. the Mistress of Cat-kind is said to have brought this Gift to several Bagheera elders during the British occupation of India. Working with allies from the Swara and Khan, these old cats turned several staid English manors into shrieking chaos.",
        "system": "All systems resemble the aforementioned Gift, except that the Bagheera can take one additional ally through for every point of Gnosis she possesses.",
        "source": "Bastet BB p106",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Feed the Gods",
        "description": "The Balam can rip out the heart of an enemy from a distance, pull it to his hand, and consume it in a burst of fire.",
        "system": "The player rolls Gnosis (difficulty 7) and spends two Gnosis points. If the werejaguar's successes amount to at least twice the target's dots in Stamina, the target dies. Supernatural toughness (such as a vampire's Fortitude) subtracts two successes for every dot or level of protection.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Heal the Wounded Land",
        "description": "As the Rank Four Bastet Metis Gift: Redeem the Waste. Part of a Metis' roll is the salvation of despoiled wilderness. To do so, he'll often sniff around, paw at the earth, rub his scent around and urinate in various places, essentially claiming the place as his own. While this isn't a true Rite of Claiming, it resembles it in many ways. By dedicating himself to this land, he can summon forth a healing power to save it from toxins and other desecrations.",
        "system": "The player rolls Manipulation + Survival (difficulty 7) and spends a Gnosis point. Each success makes one square half-mile of damaged, cursed or barren land fertile again; uprooted trees wont re-plant themselves, but new trees and plants will rapidly grow. This healing is permanent until someone takes the time to despoil the land again.",
        "source": "PGttCB p70, Bastet BB p103",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Shadow Brethren",
        "description": "As the Shadow Lord Gift: Shadow Pack. The Garou summons up shadowy duplicates of himself to stand by him in battle. These shadow-wolves resemble the Shadow Lord and have some of the same capabilities. A night-spirit teaches this Gift.",
        "system": "The player rolls Gnosis (difficulty 8) and spends a variable number of Gnosis points. For each point spent, the Garou summons a shadow-duplicate. These duplicates have the same Attributes and Abilities as the Garou, but they may not use Gnosis or Willpower. Each has only one health level (i.e., any attack that is not soaked destroys it). The duplicates fade at the end of the scene.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Spirit Wall",
        "description": "One of the greatest tricks a Bubasti learns is the art of calling together minor spirits from around the area and forming them into a wailing Umbral wall. Such magics do not endear a cat to the spirits in general, but by the time she achieves this Rank, a Bubasti should have enough sense to use such a power wisely - and enough power to protect herself when she uses it at all.",
        "system": "The player rolls Manipulation + Enigmas. The difficulty can range from 6 to 10, depending on how many minor spirits are nearby. This takes two turns. To shape the assembled chaya into a wall, she spends two Gnosis points and rolls a contested roll between her Willpower and the spirits' (assume a dice pool of three dice for every success the Bubasti scores on her earlier roll). If she succeeds, the resulting wall blocks spirits, imposes a Gauntlet of 10 and lasts for one turn per success on the Willpower roll. If she fails, the spirits remain unbound, unformed, and angrier than hell.",
        "source": "Bastet BB p109",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "The Madness of Crowds",
        "description": "As the Bone Gnawer Gift: Riot. This Gift summons a horde of malevolent spirits to provoke the inhabitants of a city into violent rioting. The Gift plays on the hatred and fear of the down-and-outs of the city: the homeless, the poor and even stray animals. The Gnawer can direct the riot to a degree, but such things tend to escalate, and the Garou has no power to stop the riot from doing so. A rat-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Subterfuge (difficulty 8). If successful, the spirits direct their hosts against a target of the Garou's choice. The different hosts, however, will not necessarily work together — they may even begin to fight each other as the mob mentality takes over. The number of successes determines the area affected. Successes - Extent / 1 - Building 2 - Block 3 - Neighborhood 4 - District (the South Side, etc. ) 5 - Entire City.",
        "source": "CB20 Pg. 88",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Chariot of Lions",
        "description": "This less than subtle Gift lets a Ceilican conjure a chariot drawn by huge cats. Like the craft of the goddess Freyja, this chariot is made of coarse-cut wood and covered in Nordic designs. The two huge cats that pull it run as fast as the average car and can, in a pinch, carry the Ceilican and one passenger into the air for a few moments. Only the Mistress of Catkind teaches this Gift, learning it without her blessing is a grave insult.",
        "system": "The player rolls Gnosis against difficulty 8 and spends three Gnosis points. The chariot appears from thin air and lasts for one scene, or for an hour - long enough to make a quick getaway, but not long enough to use as regular transportation. By spending a Willpower point, the Bastet's player may urge the chariot into the air for two turns; each additional turn costs another Willpower point.",
        "source": "Bastet BB p111",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Heaven Thunder Hammer",
        "description": "Channeling the power of Heaven itself, the Khan strikes out with a shockwave-blow that shatters walls and splinters trees.",
        "system": "The player spends three Rage and makes a Strength + Primal-Urge roll (difficulty 3) to hit everything within 10 feet directly in front of the weretiger. The attack adds the Khan's Ferocity to its damage dice.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Call to Battle",
        "description": "As the Garou Ahroun Gift: Strength of Will. The Ahroun with this Gift could lead his pack to the gates of Hell itself if that were what it took. A wolf-spirit or an Incarna avatar teaches this Gift.",
        "system": "The Garou's player spends a point of Willpower and rolls Charisma + Leadership (difficulty 8). Each success grants all the Garou's allies within 100 feet an extra point of Willpower. These extra points last for the rest of the scene, and they can be spent as usual. This Gift can even raise an ally's Willpower above its maximum or even above 10. This Gift may be used only once per scene.",
        "source": "PGttCB p72, Bastet BB p113",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Thousand-Thunder Strike",
        "description": "By slamming his paws together and invoking Rahjah or one of his manifestations (Shiva, Pan Gu, etc.), an angry tiger causes a shock wave that can level buildings or disrupt unclean spirits. The King of Cats, in his more regal guises, teaches this Gift to worthy Khan.",
        "system": "The player spends two points of Gnosis and rolls Willpower (difficulty 7). Each success inflicts three points of Power against Asura or other Banes, whichever side of the Gauntlet they might inhabit. This wave also shakes structures in a 200-foot radius. The severity of the damage depends on the Khan's successes: One breaks windows, two cracks plaster, three snaps wppd, four shatters concrete and five bends metal. The wave lasts only a moment, but can be felt for a mile or more.",
        "source": "Bastet BB p113",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Thunderbird's Cry",
        "description": "As the Hakken Gift: Divine Wind. The Hakken can call forth a powerful storm in a designated area. The storm uproots trees and overturns cars in its fury. An ancestor-spirit or a servant of Narukami, Lord of Thunder, teaches this Gift.",
        "system": "The player rolls Stamina + Enigmas (difficulty 7) and spends a minimum of one Rage point. Each success equals a one-mile (1.6 km) radius for the storm. Each Rage point spent adds a success and, therefore, increases the size of the storm, which lasts for no more than one scene.",
        "source": "CB20 Pg. 89",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Water's Vision",
        "description": "The Qualmi can see through barriers to glimpse what lies beyond.",
        "system": "The player rolls Perception + Primal-Urge against a difficulty of the local Gauntlet. The Qualmi can see through all solid objects for 100 feet per success - all things seem transparent and ephemeral.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Call Down the Stars",
        "description": "Sometimes the best answer to a riddle is force. This Gift recalls the days of Strange Owl Woman, when the white men dragged iron monsters across the open lands. By confusing the spirits inside machinery with a staggering riddle, the lynx causes fires, and power generators and other sources of combustion to explode. This tends to fix most problems for good.",
        "system": "The player rolls Manipulation + Enigmas (difficulty 7) and spends a Willpower point to drive the riddle home. If she succeeds, the power source - be it gas, coal, wood, electricity, kerosene, whatever - ignites. The exact effects are left to the Storyteller; small fires may flare for one or two health levels per success, while car gas tanks or steam train furnaces might blow for four health levels per success. Some combustion must be involved - a canister of gasoline will not explode on its own. No Qualmi has dared to find out what would happen if the spirits of nuclear power plants were confused; the results might poison the entire land.",
        "source": "Bastet BB p115",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Obedience",
        "description": "As the Shadow Lord Gift. With the power of this Gift, the Shadow Lord becomes the ultimate alpha, compelling all others to follow her orders. A Stormcrow teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Leadership (difficulty 8). All in the vicinity must roll Willpower (difficulty 8) and match or exceed the Garou's successes to avoid the effects of the Gift. If the werewolf wins by one success, the targets follow any order they don't mind following. Getting three successes means that the targets will treat the Garou as their alpha and fight for him. Getting five successes means that the targets will follow him into the Abyss or perform other virtually suicidal actions.",
        "source": "CB20 Pg. 90",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Command the Multitude",
        "description": "Like the Rank One Gift: Submit, except that it affects everyone in a 200 foot radius and requires a Gnosis point. To make things easy, the Storyteller may simply have the player roll three successes with Willpower (difficulty 9) to dominate a strong-willed crowd. Lesser foes, like normal humans or animals, reduce the difficulty to 6. As the Black Fury Gift: Kneel. By pointing a finger or claw at a target, a Fury can force him to his knees. Only the strongest-willed can do anything but strain and swear in response. This Gift is taught by one of Pegasus's brood.",
        "system": "The Fury rolls Manipulation + Intimidation (difficulty of the subject's Willpower). Her target falls to his knees unless he spends a Gnosis point to resist the Gift's effects (other supernatural beings may spend their own form of mystic energy, such as blood or quintessence, but mortals remain helpless). The target kneels for one turn per success.",
        "source": "Bastet BB p116",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "Rising Sun",
        "description": "It is said that the lion carries the sun in his heart; the saying may contain more truth than poetry. Some powerful Simba can cause the land around them to blaze with sunlight, even at night. According to tribal caliah, Taa Mlimba used this magic to drive the vampires from his lands ages ago. Although it's not as effective against the undead as true sunlight, this Gift is certainly potent.",
        "system": "Conjuring sunlight requires two Gnosis points and a Charisma + Primal Urge roll (difficulty 7). Once this is done, the surrounding rock and earth begin to glow. Each turn, the light grows brighter, until the rocks blaze like the sun; after six turns, it fades away. The light, blinding as it is, doesn't hurt most living things, and leaves the rocks stone cold; against vampires and other things that fear the sun, however, the Gift inflicts one additional cumulative aggravated health level for every turn after the first (one during the second turn, two during the third, etc.). Thus, at its height, the light causes five health levels of damage. While this damage may be soaked with Fortitude, most Kindred will remember such an encounter...",
        "source": "Bastet BB p116",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "River of Blood",
        "description": "The soil of Africa has been bathed in blood for tens of thousands of years. With this Gift, a Swara calls that spilled blood together through the soil and gives it form, creating a pool, a river, a mass of tentacles, or a variety of other things.",
        "system": "The player spends a Rage point and rolls Manipulation + Primal-Urge (difficulty 7, or 5 for a notable site of bloodshed). It takes a three turns for the blood to coalesce; once it does, it will assume any form the Swara demands. All forms have Strength and health levels equal to twice the successes rolled. This Gift lasts for one scene.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
	{
        "name": "All Beasts Under the Sun",
        "description": "As the Garou Black Fury Gift: The Thousand Forms. Most trickster archetypes are shapeshifters, and the Ragabash is no different. The Garou with this Gift may change herself into any animal between the sizes of a small bird and a bison. The Garou gains all the special powers (flight, gills, poison, sensory abilities, etc.) of the animal she mimics. She may not take the form of Wyrm-beasts (not that she would wish to!), but she may take the form of mythical beasts with some extra effort. Black Furies: The Fury that chooses to risk taking the form of a mythical beast typically honors Pegasus by assuming her form.",
        "system": "The player spends a Gnosis point and rolls Intelligence + Animal Ken. The difficulty varies, rising higher the farther removed from the Garou's natural form the desired animal is. For example, an ape or panther (mammals of roughly equal mass) might be difficulty 5, while an alligator (a reptile of slightly larger size) would be difficulty 7, and a frog (a much smaller amphibian) would be difficulty 0. Mimicking mythical animals is always difficulty 10.",
        "source": "Bastet BB p118",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    }
]