[
    { "name": "Private Whispers",
    "description": "By covering his mouth and whispering, the werebat may speak to anyone he can see, without being overheard.",
    "system": "The player rolls Manipulation + Subterfuge, difficulty 7. The character may whisper for one turn per success.",
    "source": "Changing Breeds",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Camazotz",
    "splat": "Shifter"
    },

    { "name": "Shadow Skin",
    "description": "The Camazotz wraps himself in semi-solid sadow, making him more difficulty to see, muffling the noise of his movements, and even gaining some protection against attacks.",
    "system": "The player spends one Willpower point. For the rest of the scene, the character gains one soak die and three extra dice to any Stealth roll. This Gift ends immediately if the character enters bright light.",
    "source": "Changing Breeds",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Camazotz",
    "splat": "Shifter"
    },

    { "name": "Bloodletting Bite",
    "description": "The werebat's saliva becomes a supernatural anticoagulant, causing her victims to bleed dramatically.",
    "system": "The player spends one Gnosis after a successful bite. The victim suffers one additional level of unsoakable lethal damage at the end of each subsequent turn, for (Gnosis) turns. Vampires lose one blood point per turn rather than suffering damage.",
    "source": "Changing Breeds",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [2],
    "shifter_type": "Camazotz",
    "splat": "Shifter"
    },

    { "name": "Into the Sun",
    "description": "The werebat may step sideways even in direct light, though she treats the Gauntlet as one point higher than it truly is when doing so.",
    "system": "This Gift's effects are permanent.",
    "source": "Changing Breeds",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [2],
    "shifter_type": "Camazotz",
    "splat": "Shifter"
    },

    { "name": "Luna's Favor",
    "description": "The werebat draws on Luna's mercurial favor, becoming uncannily lucky.",
    "system": "The player may spend a Willpower point to nominate a roll as 'lucky.' She gains one automatic success on this roll, and may re-roll all dice which fail to come up as successes. This Gift may be used only once per scene.",
    "source": "Changing Breeds",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [2],
    "shifter_type": "Camazotz",
    "splat": "Shifter"
    },
    { "name": "Bat's Shriek",
    "description": "The werebat emits an ultrasonic cry that stuns, disorients, and bruises those nearby.",
    "system": "The player spends one Rage point and rolls Stamina + Primal-Urge. All within 30 yards take one unsoakable level of bashing damage per success.",
    "source": "Changing Breeds",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [3],
    "shifter_type": "Camazotz",
    "splat": "Shifter"
    },
    { "name": "Blinding Spittle",
    "description": "The Messenger of Luna may strike a foe blind by spitting on him.",
    "system": "The character spits on her opponent; the player spends one Gnosis point and rolls Dexterity + Primal-Urge, difficulty of the opponent's Stamina. The target is blinded for one turn per success; even after the blindness wears off, the victim suffers a + 2 penalty to all vision-based rolls (including most combat maneuvers) for the rest of the scene.",
    "source": "Changing Breeds",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [3],
    "shifter_type": "Camazotz",
    "splat": "Shifter"
    },
    { "name": "Thousand Wings Form",
    "description": "Through refined mastery of her shapeshifting capabilities, the Camazotz gains the ability to break her body down into a swarm of countless tiny bats.",
    "system": "Assuming Thousand Wings Form requires a standard shapeshifting roll at difficulty 8. It functions in all regards as the Ananasi Crawlerling form, save that it is capable of flight and made of bats.",
    "source": "Changing Breeds",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [3],
    "shifter_type": "Camazotz",
    "splat": "Shifter"
    },
    { "name": "Night-Carried Messages",
    "description": "Opening her mouth wide, the Camazotz's voice emerges as a swarm of bats, which wing their way to a distinct subject, intent on delivering a message.",
    "system": "The player spends one Gnosis point and rolls Wits + Expression, with a difficulty determined by the distance of the message's intended recipient. Within a mile would be difficulty 5, while a target over 100 miles away would be a difficulty 9. The messenger-bats move at normal speed for bats, and rest during the day. They deliver the message by swarming around the recipient, squeaking out the message in the Camazotz's voice.",
    "source": "Changing Breeds",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [4],
    "shifter_type": "Camazotz",
    "splat": "Shifter"
    },
    { "name": "Reading the Dark Heart",
    "description": "Listening to the pulse of an individual's heart and the rush of their blood, the Camazotz can discern her darkest secret.",
    "system": "The Camazotz spends a turn in concentration. The player spends one Gnosis point and rolls Perception + Subterfuge (difficulty of the target's Willpower.) Success allows the werebat to learn the one fact the subject most fervently keeps hidden from the world at large.",
    "source": "Changing Breeds",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [5],
    "shifter_type": "Camazotz",
    "splat": "Shifter"
    },
    { "name": "Shadows of Mictlan",
    "description": "Stepping sideways into the dark of night, the Camazotz may enter the Dark Umbra as easily as the realm of Gaian spirits.",
    "system": "So long as she is not in direct light, the werebat may step sideways into the underworld is she chooses. The gift Into The Sun has no effect on this Gift.",
    "source": "Changing Breeds",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [5],
    "shifter_type": "Camazotz",
    "splat": "Shifter"
    }
]