[
    {
        "name": "Alpha",
        "description": "You were born to lead. The dominant beast in any situation, you provide for your pack regardless of their species, take command when need be, and embody the will of the group. This does not, contrary to popular misconception, mean you're a bully who does whatever you want to do. Among animals, the dominant beast has a responsibility to the pack, and if the pack suffers, its alpha gets deposed. Game-wise, this Merit reduces the difficulties of your Social Trait rolls by –2, and also earns you near-automatic deference from the rest of your group unless you're slacking off on your job. So long as you employ your dominance to the benefit of your group, the others feel a near-instinctive submission to your leadership. It's worth noting here that the whole alpha- beta- omega concept is based on flawed research involving captive populations of unrelated wolves in artificial circumstances. Its primary proponent, L. David Mech, spent most of his later career debunking the idea. Still, the Alpha Merit and the Beta and Omega Flaws deal with hierarchy in human-dominated settings, possibly among creatures who are at least partially human and whose social dynamics depend heavily on human situations, so these Traits can still apply to companion characters even if they're not true of real wild animals.",
        "game_line": "Mage: The Ascension",
        "category": "merits",
        "stat_type": "social",
        "values": [2],
        "source": "Gods and Monsters"
    },
    {
        "name": "My Master is My Slave",
        "description": "Everyone thinks your mage commands you. And everyone is wrong. Though he might indeed believe he's the one calling the shots in this relationship, he's wrong. Better still, he gets the blame for whatever it is you choose to do, and though he'd like to think he can take you down if need be, you possess enough leverage (of one form or another) to ruin him if you so choose. Obviously, this Merit applies only to situations where an Awakened mage has a familiar, a servant, a retainer, a child, a ward, or else some other sort of apparently dependent character for which he is responsible. That mage has you as Background character, and you dutifully fulfill that role when it suits your purposes to do so. You've got your own agendas, though, and the power dynamic lets you get away with them unless you're really careless about your true intentions. To keep the upper hand, you'll have to be clever; that said, you can be a real prick behind closed doors. Your mage considers you a useful burden, but he's the useful one here and once you've gotten what you wanted from this relationship, you'll ditch the burden too.",
        "game_line": "Mage: The Ascension",
        "category": "merits",
        "stat_type": "social",
        "values": [5],
        "source": "Gods and Monsters"
    }
]