[
    {
        "name": "Constant Sending",
        "description": "The character's Lorenzini's ampullae remain in all forms, allowing him to use the Sending even in Homid form.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Rokea",
        "source": "W20 Changing Breeds, pg. 207"
    },
    {
        "name": "Manshape",
        "description": "The character's Archid form is very humanoid - a callback to the Lizard Kings with a reptilian head, the size of a Crinos Garou. The character must have the Archid characteristics: Upright Walking and Grasping Hands to buy this Merit. Manshape allows the Mokolé in Archid form to pass as human in poor light, though anyone seeing the character's scaly skin still suffers the Delirium.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "physical",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Mokole",
        "source": "W20 Changing Breeds, pg. 207"
    },
    {
        "name": "Double Draught",
        "description": "Unlike most Corax, the character can drink from both of a dead man's eyes, seeing the best and the worst of the corpse's death.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Corax",
        "source": "W20 Changing Breeds, pg. 208"
    },
    {
        "name": "Gauntlet Runner",
        "description": "The character is able to squeeze through the Gauntlet in the presence of any manner of company - even in front of a room full of human witnesses.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "source": "W20 Changing Breeds, pg. 208"
    },
    {
        "name": "Good-Looking",
        "description": "Unlike most Rokea, who are rough-looking in homid form at best, the character looks completely human and may start with as high an Appearance score as the player desires. Homid Rokea do not need to purchase this Merit.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "physical",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Rokea",
        "source": "W20 Changing Breeds, pg. 208"
    },
    {
        "name": "Spitting Cobra",
        "description": "Unlike most Nagah, the character's Vasuki form is that of a spitting cobra or other snake that can project its venom. She can spit venom in any form other than Balaram.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "physical",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Nagah",
        "source": "W20 Changing Breeds, pg. 208"
    },
    {
        "name": "Free of the Yava",
        "description": "Perhaps the character was granted a special blessing by a powerful spirit; perhaps they are simply a strange prodigy of the world. For whatever reason, the character does not suffer the restriction of one or more Yava: 3 points grants freedom from one Yava, 4 from two Yava, and 5 from all Yava.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [3, 4, 5],
        "splat": "Shifter",
        "shifter_type": ["Ajaba", "Bastet"],
        "source": "W20 Changing Breeds, pg. 208"
    },
    {
        "name": "Early Maturation",
        "description": "For some reason the character emerged as an auspice other than Arcas. Perhaps her First Change came late in life, or her early years contained so much strife and upheaval that her change catapulted her directly into another auspice. The character begins play as an Uzmati, Kojubat, Kieh, or a Rishi, and must choose her starting auspice Gift from Level One Gifts on that auspice's Gift list.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Gurahl",
        "source": "W20 Changing Breeds, pg. 208"
    },
    {
        "name": "Venomous",
        "description": "The Ananasi retains her venom sacs even when in homid form. In homid, she may use any of her venom-based Gifts that are normally restricted to other forms.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "physical",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ananasi",
        "source": "W20 Changing Breeds, pg. 208"
    },
    {
        "name": "Infrared Vision",
        "description": "The character can detect heat sources out to about 50 feet in all forms other than Balaram. This Merit is most common among Nagah whose snake form comes from the Crotalinae subfamily (pit vipers, rattlesnakes, fers-del-lance and moccasins).",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "physical",
        "values": [4],
        "splat": "Shifter",
        "shifter_type": "Nagah",
        "source": "W20 Changing Breeds, pg. 208"
    },
    {
        "name": "Swim Sideways",
        "description": "The wereshark has a natural connection to Sea's Soul, and can swim there in much the same manner as a Garou steps sideways, without the requirement for a reflective object. The Rokea can only use this talent in seas and oceans; weresharks who can also Step Sideways on land should look to that Merit instead.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [4],
        "splat": "Shifter",
        "shifter_type": "Rokea",
        "source": "W20 Changing Breeds, pg. 208"
    },
    {
        "name": "Feral Near-Man",
        "description": "The character's near-man form (Glabro, Anthros, Sokto, etc) is unusually savage in profile; perhaps this is a result of countless hours of shapeshifting refinement, or maybe the character was just born nasty. Either way, the Changer's near-human form sports wicked claws capable of inflicting aggravated damage.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "physical",
        "values": [5],
        "splat": "Shifter",
        "shifter_type": ["!Ananasi", "!Corax", "!Mokole", "!Ratkin"],
        "source": "W20 Changing Breeds, pg. 208"
    },
    {
        "name": "Gender-Morph",
        "description": "The character can change their human sex at will, by breaking into the Crawlerling form and reforming as a human again. This can come in handy when being chased; not only are pursuers unlikely to confuse a man for a woman, but the character's scent even changes in order to throw off Garou and other keen-nosed hunters. Aside from the sex switch, this doesn't grant a radical change in appearance - both sexes have similar features and look sufficiently alike to be siblings.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "physical",
        "values": [6],
        "splat": "Shifter",
        "shifter_type": "Ananasi",
        "source": "W20 Changing Breeds, pg. 208"
    },
    {
        "name": "Cat Magic",
        "description": "In addition to the blessings of Luna and Gaia, the character has a rare aptitude for lesser human magic-she is capable of learning what mages call 'hedge magic.' The character can use this talent to mimic Gifts and rites from any Changing Breed, and can develop her own mystic rites given time and Storyteller approval. For a more in-depth treatment of hedge magic, see Sorcerer Revised.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [7],
        "splat": "Shifter",
        "shifter_type": "Bastet",
        "source": "W20 Changing Breeds, pg. 208"
    },
    {
        "name": "Fox Magic",
        "description": "In addition to the blessings of Luna and Gaia, the character has a rare aptitude for lesser human magic-she is capable of learning what mages call 'hedge magic.' The character can use this talent to mimic Gifts and rites from any Changing Breed, and can develop her own mystic rites given time and Storyteller approval. For a more in-depth treatment of hedge magic, see Sorcerer Revised.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [7],
        "splat": "Shifter",
        "shifter_type": "Kitsune",
        "source": "W20 Changing Breeds, pg. 208"
    },
    {
        "name": "Step Sideways",

        "description": "Unlike normal members of her Breed, the character may step sideways in the manner of the Garou. While almost all members of her Breed can access the Umbra through Gifts or Rites, the character has an inherent connection to the spirit world. Perhaps this is a particular blessing from a powerful spirit, or perhaps it is as much a mystery to her as it is to everyone else.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [7],
        "splat": "Shifter",
        "shifter_type": ["Bastet", "Gurahl", "Mokole", "Nagah", "Rokea"],
        "source": "W20 Changing Breeds, pg. 209"
    },
    {
        "name": "Organized",
        "description": "All Ananasi are ordered and structured, but youtake it to a new level. If someone needs to have abag of rice sorted by size and shape, you are the one to do it. Many of the organizational tasks that otherswould consider mind-numbinglyboringcome as second nature to you, and you can achieve them in half the time that it would take anyone else. You would make the perfect accountant or comptroller for a company, and they would gladly pay extra to have you on their staff.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "social",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Ananasi",
        "source": "W20 Changing Breeds, pg. 209"
    },
    {
        "name": "Human Form",
        "description": "Unlike most Ananasi, you appear completely human when in Homid. There are no telltale signs that apart of your genetic makeup involves members of the arachnid species. You still have pedipalps, but they can hide away completely, not even showing up on dental X-rays. Your blood, if examined, appears completely human, with no trace of foreign antigens in it. Any medical test, no matter how rigorous, would still prove you 'human.'",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "physical",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ananasi",
        "source": "W20 Changing Breeds, pg. 209"
    },
    {
        "name": "Venomous",
        "description": "Unlike most of your brethren, you retain your venom sacs even when in the Homid form. In this form, you can still use any Gifts involving venom that could normally only be used in Pithus or Lilian. This Merit cannot be taken with the Human Form Merit.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "physical",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ananasi",
        "source": "W20 Changing Breeds, pg. 209"
    },
    {
        "name": "Crawlerling Alteration",
        "description": "You can choose not only the size of the Crawlerlings you break into, but also the breed of spider you become. As long as you have consumed at least a few of the spiders in question, you can become any type of spider you so desire, or as many breeds as you so desire for that matter.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [4],
        "splat": "Shifter",
        "shifter_type": "Ananasi",
        "source": "W20 Changing Breeds, pg. 209"
    },
    {
        "name": "Pithus Alteration",
        "description": "Unlike most of the Damhan you have conscious control over exactly the appearance your body will take when you convert to the Pithus form. The actual changes to what you can do are minimal, but there are advantages to picking the spiderj form you want to employ. Most Ananasi look a certain wayand arereadilyrecognizablebytheirappearance.Withthisability it's easier to blend in wherever you might not be known (and want to keep it that way). Mostly, however, the advantage is psychological. Some people are more terrified by the image of a tarantula than they are by the idea of a giant black widow. Good (Reputation (5 point Merit) Forwhateverreason, the otherOvid inyourarea accept you as a kindred spirit; perhaps their spirit allies speak well of you. They may not like the Ananasi as a whole — and most of them don't — but they accept you asan equal. Your Rank among your own kind carries over to all other Ovid who follow the same aspect of the Triat that you do.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "social",
        "values": [4],
        "splat": "Shifter",
        "shifter_type": "Ananasi",
        "source": "W20 Changing Breeds, pg. 209"
    },
    {
        "name": "Hive Mind",
        "description": "You truly have a hivemind. Unlike most of the Ananasi, you do not need to choose leaders and drones when you break into the Crawlerling form. You retain your full consciousness while in this state, throughout all of your individual spiders.The only wayto truly destroy youwould be to obliterate every single spider that is a part of your form. If even one survives, you retain all of your memories.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [7],
        "splat": "Shifter",
        "shifter_type": "Ananasi",
        "source": "W20 Changing Breeds, pg. 209"
    },
    {
        "name": "Lilian Alteration",
        "description": "An Ananasi's Lilian form is determined unconsciously; after the Metamorphosis, it seldom changes. However, you have aspecial talent for alteringyour Lilian form. You're better suited toface new terrain, asyoucanadjust your body tosuit the territory — not only in how you can camouflage yourself against the land, but also in how you can maneuver over die landscape. There are also serious psychological advantages, as you can alter yourself to look more or less menacing, as necessary. You can even fabricate a seemingly completely human form from the waist up, making others believe you are defenseless, even when you are ready to destroy them.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "merits",
        "stat_type": "physical",
        "values": [6],
        "splat": "Shifter",
        "shifter_type": "Ananasi",
        "source": "W20 Changing Breeds, pg. 209"
    }
]