[
    {
        "name": "Rite of the Survivor",
        "rite_type": "Punishment",
        "description": "This is one of the most dangerous rites a Black Spiral can learn. It is only bestowed by a spirit, Incarna or Black Spiral elder who has victimized the poor bastard in a particularly brutal manner. If the victim survives, she cannot recall what she experienced, but inherits this rite instead. The Black Spiral never realizes the source of her continuing pain, but still feels an overwhelming need to exact her frustrations on others. The survivor can then perform similar abuse on selectively chosen victims. The most common application of this ritual is during ceremonies of abduction and breeding. System: While victimizing another living thing, the ritualist uses a point of Gnosis to erase her victim's memory of the event. She then channels the energies of the Delirium to construct an alternate memory. The torturous experience must continue for at least ten minutes. The survivor cannot remember how he was victimized, but still has glimpses of the experience. Unfortunately, the victim can burn a point of Willpower to dredge up a vivid glimpse of the horrific event. Ragabash call this dark pact 'Our Little Secret.'",
        "source": "Book of the Wyrm Second Edition p. 107",
        "values": [1],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Autumn Harvest of the Souls",
        "rite_type": "Seasonal",
        "description": "The Dancers may perform this rite only during the autumn. The rite enables them to see and speak with ghosts for the next three days. Whether they can convince those ghosts to aid them in any way is another matter entirely. This rite also gives its participants a brief chill down their backs when they're dealing with a Spectre as opposed to a normal wraith. The ritemaster spends a Gnosis Trait to activate this rite.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 102",
        "values": [0],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Springtime Procreation Rite",
        "rite_type": "Seasonal",
        "description": "The Dancers use this rite to encourage high pregnancy rates and large litters among their Hives. It primarily consists of sex, but it's a surprisingly solemn rite. The ritemaster spends one Rage Trait to invoke it.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 102",
        "values": [0],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Closed Eye",
        "rite_type": "Mystic",
        "description": "Just as true Corax feel compelled to drink secrets out of dead men's eyes, Buzzards prefer to cloud the issue. Their tactics for doing so can be as simple as plucking a corpse's eyes out physically, or as complicated as the Rite of the Closed Eye. Not only does this rite wipe the memory from a cadaver's eye, it also leaves a nasty little booby trap behind. Any Corax attempting to drink from an eye marked with this rite is in for a vicious, and possibly fatal, shock. System: A lone Buzzard can perform this rite, though it takes a full 15 minutes to do so. By investing a point of Gnosis, the Scab wipes the memory from one of a corpse's eyes (not both) and replaces it with a vision of sheer, gut-wrenching horror. Any Corax drinking from that eye needs to succeed on a Willpower roll (difficulty 8) or be driven temporarily mad with the vision. Victims of this effect are helpless for five minutes, plenty of time for an enterprising ambusher to make short work of them.",
        "source": "Book of the Wyrm Second Edition p. 138",
        "values": [1],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Goodbye Party",
        "rite_type": "Death",
        "description": "This rite is performed to send off Dancers who have died. Some Dancers only perform it for those who died in battle against the Garou, but most Dancers have widened the use of this rite in the interest of having a good time more often. The rite is meant to push the Dancer along on his journey around the wheel and make sure he comes back soon. It's a wild, raucous party, including drinking, mock battles (that sometimes turn real), sex and possibly the torture and death of prisoners. Some Dancers throw this party to honor particularly difficult-to-kill enemies. The hope is that the rite will push the Garou's spirit toward the right side the next time around.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 101",
        "values": [0],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Unburdening the Soul",
        "rite_type": "Death",
        "description": "This rite is performed by any Dancer too sick, wounded or old to serve the tribe, and it is performed alone or only with the Dancer's pack. If a Dancer is sick or old enough that her peers see her as a burden and she refuses to perform this rite herself, her packmates can perform it for her, forcibly holding her down and killing her. Some young pups refer to this rite as the Rite of the Sick Puppy.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 159",
        "values": [0],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Moot Rite",
        "rite_type": "Caern",
        "description": "The mechanics are the same as for the Garou Moot Rite. However, the expenditure of Gnosis must be accompanied by a sacrifice of fresh blood -one health level per Gnosis Trait -which must be allowed to sink into the earth of the caem, stain the stone or mark the place in some other way. If the caern in question lies within a Dancer Pit, then the sacrifice must come from the Dancers present; no one else is allowed within a Dancer Pit. If the caem in question does not lie within the Pit, then the Dancers may sacrifice the blood of either shapeshifter or human, the more corrupt the better. Some packs have tried sacrificing innocent blood to their caem during a Moot Rite, but doing so always causes the caem to drop one power level.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 100",
        "values": [1],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Summer Rite of No Holiday",
        "rite_type": "Seasonal",
        "description": "With summertime comes the emotional need for rest, and the Dancers are happy to take advantage of this need. A Hive performs this rite on the first day of summer. Its purpose is to give the Hive a good sense of timing, so that their raids on local Garou will always come when the Garou are most in need of a rest. The ritemaster spends one Gnosis Trait during this ceremony. For the rest of the summer, he feels restless and angry any time the Garou within a five-mile radius collectively start to relax.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 102",
        "values": [2],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Woad",
        "rite_type": "Mystic",
        "description": "The Picts used a particular blue pigment called woad to create tattoos and battle-paint; the color was supposed to draw upon the mystic's energies. A Theurge who casts this rite reveals all sacred tattoos worn by any Dancers present, be they visible or hidden, covered by clothing or not. They glow with an unnatural blue light. The subject must assent to this rite; it may not be used to reveal Dancers who do not wish to be revealed. The shadows of the Dancers also glow with the light of their markings when this rite is cast. When all hope of subtlety has been lost, Theurges invoke this rite to reveal their warriors. Doing so indicates that the Dancers will not retreat, fighting until one side or the other has been destroyed. The ritemaster spends one Gnosis Trait and names all of the Bane totems that he and his side truck with. ",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 99-100",
        "values": [2],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Bane Totem",
        "rite_type": "Mystic",
        "description": "This rite binds a Bane totem to a pack of Black Spiral Dancers. The ritemaster begins the rite, and the pack steps into the Umbra at the first light of day. There the pack finds some trace or trail of the totem it has chosen. For normal Garou totems, the tracking is a formality. Bane totems take Dancers through dangerous territory, forcing them to prove themselves right away. The test that the pack undergoes will in some way require the pack to show that its goals or attitudes match up with the totem's. Dancers who fail to research their future totem might never get the chance to speak with it. If they fail the test, the trail disappears, ending the rite. Powerful totems sometimes require a trial, task or quest in addition to this test. ",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 99",
        "values": [2],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
        {
        "name": "Rite of Vice Assumption",
        "rite_type": "Accord",
        "description": "Dancers use this rite to uncover a vice or weakness in an opponent that might be used to corrupt her. The ritemaster spends one Gnosis Trait. For one full session, the vice that is strongest in their prey (be it greed, lust, envy or something more specific like gambling or alcoholism) is evoked in participating Dancers. The compulsion to follow the vice may serve to distract the Dancers from their attentions to their prey, but it can also give the Dancers a way into someone's heart, if they use it cunningly. For example, a Dancer uses this rite on a Garou whose chief vice is gluttony, appetite for food. For the rest of the session, the Dancer finds that he's always hungry, sometimes for traditionally inappropriate things or for items that he doesn't usually like. ",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 96",
        "values": [2],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Blood Taint",
        "rite_type": "Accord",
        "description": "If the Dancers suspect that someone contains the taint of Dancer blood in their heritage, they perform this rite. The ritemaster spends one Gnosis Trait. While the target does not need to be present, the ritemaster must have possession of something that the target touched within the past five days. This rite activates the tainted blood subtly, giving glimpses of violent and terrifying past lives, or causing Garou or Kinfolk to hear voices that urge them to commit atrocities. The stronger the taint of blood is, the more pronounced the effects are. A full-blooded Dancer Kinfolk might suffer a psychotic break, for example. These effects last for one session. ",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 96",
        "values": [2],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Corrupted Fetish",
        "rite_type": "Mystic",
        "description": "The mechanics for this rite are the same as the Garou Rite of the Fetish. Dancers prefer to use Wyrm-spirits in their fetishes. When they use other spirits, they prefer to compel, torture and torment the spirit, forcing it into a fetish rather than gaining its cooperation. Doing so typically robs the spirit of the will to possess an item, leaving it cursed instead. Cursed fetishes are deemed particularly valuable by Dancers. In a variant of this rite, the ritemaster may channel one Gnosis Trait and a full 24 hours of ritual into the torture and corruption of an existing Gaian fetish, causing it to become cursed. ",  
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 99",
        "values": [2],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Pack",
        "rite_type": "Accord",
        "description": "In these last days, many packs are decimated by the raking claws of Death. Sadly, more than one Garou pack has been reduced to only one member after a surprise attack. For this reason, it has become important to create a means by which a pack may be made out of the fragments of other fallen packs. This has become a triumphant rite to perform, however. The Rite of the Pack is a statement of a renewed commitment to Gaia and a promise that the fight against the Wyrm will never end until victory is won. ",
        "source": "MET The Apocalypse p. 103",
        "values": [2],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Opened Eyes",
        "rite_type": "Mystic",
        "description": "This rite enables the ritemaster to see through the effects of the Rite of the Shrouded Glen. He must still pick where to look, but he must win a Mental Challenge against one-third of the Gnosis spent in the veil‘s creation (rounded down), rather than all of it. This rite requires the expenditure of one Willpower Trait.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 99",
        "values": [2],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Passage",
        "rite_type": "Renown",
        "description": "This rite is performed when a Black Spiral Dancer cub or Garou prisoner is first sent into the Shattered Labyrinth. The ritemaster spends a Gnosis Trait to activate the design traced on the floor and open the gate. The initiate then enters (or is tossed into) the Labyrinth. The tests he faces there are roleplaying-oriented rather than mechanical in nature, with one exception. The initiate must tie or win a Static Mental Challenge (against seven Traits, retest with Occult) in order to make it through the First Circle without going insane.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 101",
        "values": [3],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Dance of the Black Spiral",
        "rite_type": "Renown",
        "description": "This is the Black Spiral Dancers' tribal Rite of Passage, granted to Spiral-born cubs after their First Change, or to defectors from other tribes. This is the most sacred rite of the tribe, and is usually attended by all the Dancers in a Hive who are able to do so. They bring the cub to the Pit's spiritual heart, where the ritemaster paints an elaborate spiral on the floor. While the ritemaster works, the Hive's Galliards recite the tale of the betrayal of the White Howlers by the other tribes of the Garou Nation, and the rebirth and dark enlightenment of the tribe as the Black Spiral Dancers. When the tale concludes, the cub must pass each member of the Hive present for the rite before approaching the ritemaster. Any member of the Hive who objects to the pup's inclusion in the tribe is free to attempt to murder him without fear of reprisal. Assuming the pup makes it to the ritemaster, he is bid to enter the spiral drawn on the floor. System: Though there are many paths by which a werewolf might fall to the Wyrm, and Spiral culture has a concept of Dancing the Heart-Spiral, becoming a Dancer in spirit, no werewolf is formally a member of the Wyrm's tribe until he has undergone this rite.",
        "source": "Book of the Wyrm 20th Anniversary Edition p. 123-124",
        "values": [3],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Lowered Sky",
        "rite_type": "Mystic",
        "description": "As one of the most important functions the Corax fill is that of aerial surveillance, it only seems natural that their mirror opposites have learned a rite designed specifically to confound them. The Rite of the Lowered Sky, when performed properly, makes tracking from above impossible. In some cases, it even restricts or eliminates the possibility of flight. The Lowered Sky in question is actually a heavy bank of foul-smelling fog, exhaled from sewers, marshes or whatever other miasmic sources are handy, a low-hanging mass of slightly greenish fumes that obscures sight, fouls scent and muffles sound. When the Lowered Sky descends on a city, wise Corax fold their wings and lock their doors. It's a sure sign that there are Buzzards in the vicinity, and that they're out in force. System: The Rite of the Lowered Sky takes three full hours and the work of four Buzzards to enact. Each must spend at least a point of Gnosis; every additional point after that allows the Lowered Sky to persist for an hour. While the fog remains, all Perception rolls made by non-Wyrm creatures are at +2 difficulty. Furthermore, the stink of the fog will linger on anyone foolish enough to be out in it for a period of two to four days, making it hard to hide from anyone with a good sense of smell. The Lowered Sky takes an hour to coalesce, starting from the time the rite ends. During that hour, sewers, pools of standing water and other likely sources breathe forth visible vapors, which can be observed thickening into the choking clouds of smog.",
        "source": "MET The Apocalypse p. 138",
        "values": [3],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Dry the Well",
        "rite_type": "Caern",
        "description": "This rite turns a caern into a simple Glade - it caps off the real upwelling of Gaia's power that coalesces into a true caern. This renders it all but useless by Gaia's warriors - and they cannot renew the caern by performing the simple Rite of Caern Opening. Instead, they must rebuild the caern with the Rite of Caern Building. This often leaves the targeted caern far less powerful than it had previously been, if it is ever reopened at all. To perform this rite, the Garou must ritually desecrate the sacred space that the caern represents, and then ritually clean the desecration. The intent of this rite is not to truly defile, after all, but simply to close off an upwelling of power. System: The ritemaster rolls Intelligence + Occult with a difficulty of the caern's rating + 4. The ritemaster must achieve three successes per level of the caern in an extended test. A failure during the extended test does not doom the rite (though two successive failures do). A botch during the extended test does a number of lethal health levels of damage equal to the caern's rating to any Garou who participate in the rite. A number of Garou equal to the caern's rating must participate in the rite (and associated ritual desecration and cleaning).",
        "source": "TOJ Apocalypse p. 197",
        "values": [1],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Winter Rite of the Wandering Soul",
        "rite_type": "Seasonal",
        "description": "Any given Hive of Dancers may perform this rite only once each year, on the winter solstice, within six hours of having killed a Garou. The purpose of the rite is to keep the soul of that Garou from moving onward properly to be reborn, to cause it to haunt its former friends. Treat such Garou as wraiths. The Dancers must have the body of the Garou in their possession in order to perform this rite on it, and the ritemaster spends two Gnosis Traits. The ceremony itself takes from sundown to sunup. Such spirits may be set to rest, but only by the completion of a great quest performed in the dead Garou's name. Garou who take on this quest give up any individual renown they might acquire during the quest, giving it instead to their dead comrade. They receive a single Honor Renown award for freeing the lost spirit. ",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 102",
        "values": [4],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the False Memory",
        "rite_type": "Punishment",
        "description": "This rite has most of the same effects as the Rite of the Survivor, but the memories are false. A Dancer uses this rite to instill memories of horrific experiences in the mind of someone whom she hasn't actually victimized. The rite must be cast while the victim sleeps, but it needs not be cast in his presence. The Dancer expends one Gnosis Trait and one Willpower Trait and spends an hour constructing the false experience in her mind. During this time, she anoints an item that belongs to the victim with three drops of her own blood. Once the item has been returned to the victim's possession or home, he will suffer flashbacks and nightmares of the fictional experience. If he spends a Willpower Trait to get a better picture of what happened, he'll develop a temporary and strong feeling of disconnection and unreality (see Depersonalization Disorder). If the anointed possession is destroyed, the false memories slip away, never to return. See the description of Post-Traumatic Stress Disorder for more information on the effects of this rite. The fictional event must be one capable of evoking PTSD-like symptoms (for example, torture, rape or war). The Dancer cannot control which pieces of the experience the target sees.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 98",
        "values": [4],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Haunting Moment",
        "rite_type": "Punishment",
        "description": "At its height, this rite causes a target to see briefly what the ritemaster wants her to see. The effects can be subtle (shadows out of the corner of her eye; the silhouette of a friend looks like that of an enemy; a packmate's face grows dark and cold), or they can be straightforward (the face of the ritemaster superimposed over that of a friend, speaking the ritemaster's words). The effects last for 15 seconds maximum, and the ritemaster must spend a Gnosis Trait during the ceremony. Such dark visions are often mistaken for true prophetic visions.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 98",
        "values": [4],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Sixth Circle",
        "rite_type": "Renown",
        "description": "This rite is performed for any Dancer who attains the Sixth Circle of the Shattered Labyrinth. It is solemn and reverential, and it involves many gifts, valuable or symbolic, from the Dancers of a Hive to the Dancer being honored. This rite rarely has occasion to be performed. When it does, Dancers come from several Hives away to participate.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 101",
        "values": [4],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Transmogrification",
        "rite_type": "Renown",
        "description": "This rite is performed whenever a Black Spiral Dancer is ready to go up in Rank. Functionally it is identical to the Rite of Passage.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 101",
        "values": [4],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Synchronization",
        "rite_type": "Caern",
        "description": "The mechanics are the same as the Garou Rite of the Badger's Burrow. However, in order to enact this rite, the ritemaster must first spill his own blood at his caern's moot for two months in a row. If he ever fails to enact this monthly sacrifice, he loses his connection to the land around the caern and must start this rite over again. ",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 100",
        "values": [4],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Ritual of Small Push",
        "rite_type": "Accord",
        "description": "This rite increases the target's worst urges. The effects are mild, and they last for one session. The idea is to make the target believe that everything she did was of her own will, so the effects of this rite are not intense or dramatic. Using this rite may serve to push weak or guilt-prone people into their own downward spiral or to foul up their relationships. The ritemaster chooses one of the following options: He spends one Rage Trait to increase the subject's temper, and the subject considers her relevant Traits halved for the purposes of challenges to resist frenzy. The ritemaster spends one Willpower Trait to weaken the subject's resistance to temptation, and the subject must spend twice as many Willpower Traits as normal in order to resist bad actions. The ritemaster spends one Gnosis Trait in order to increase one vice in the subject, and the subject's interest in the vice expands accordingly. ",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 96-97",
        "values": [4],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },    
    {
        "name": "Rite of Evocation",
        "rite_type": "Accord",
        "description": "This rite drastically increases the subject's worst vice (the same one that the Rite of Vice Assumption would uncover) for one session. The ritemaster spends one Rage Trait and one Willpower Trait during the ceremony. The target's vice becomes so pronounced that he has little interest in other activities or relationships, and allows it to override even common sense. For example, this rite is performed on a gluttonous Garou. He goes on a rampage of hunger, ignoring his duties, leaving his post, and possibly attacking a human or fellow Garou in his hunger. During this haze, he may be a fine target for a Bane, or he may commit an atrocity that drives him to Harano or into the Wyrm's embrace. ",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 97",
        "values": [5],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Caern Corruption",
        "rite_type": "Caern",
        "description": "Once the Dancers take a caern from the Garou, their work is not done. This rite must be performed once a week (no more, no less). It takes a full 24 hours to perform, and it requires at least five Dancers from the same pack to perform it. The rite must be performed twice for each level of the caern. During this time, the Dancers may not perform other caern rites there, with the exception of the Moot Rite, which is performed as a part of the day-long Rite of Caern Corruption. This rite is typically enacted as a perversion of the Garou Rite of Caern Building. ",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 100",
        "values": [5],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the False Hunt",
        "rite_type": "Punishment",
        "description": "This rite turns an evening into one long waking nightmare. The target(s) of this rite spend the time from dusk to midnight having hallucinations, usually of their enemies. A pack of Garou might find themselves fighting phantom Dancers, some of whom turn out to be their own packmates when the dust clears. The ritemaster and his pack spend the entire evening performing this rite, and if they're interrupted, the effects end immediately. The ritemaster must spend one Gnosis Trait plus one Willpower Trait per target. The ritemaster has no control over the hallucinations; they take their form from the fears of the targets. Any target can spend a Willpower Trait to see through the hallucinations for one scene, although he will still see flickers of movement and shadow from the corners of his eyes and feel as though he is being watched. ",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 98",
        "values": [5],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Curse the Soul",
        "rite_type": "Minor",
        "description": "The Dancer steps into the Umbra after killing an enemy and curses the spirit of her prey in the name of the Wyrm. If she does so for four consecutive sessions, she receives one free retest thereafter when using rites or Gifts that harm her enemies directly. This free retest returns after each enemy so treated, maximum once per session.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 102-103",
        "values": [1],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Greet the Wyrm",
        "rite_type": "Minor",
        "description": "This Dancer howls an elaborate greeting to the Wyrm when night falls. If he performs this rite over three consecutive sessions, he gains a free retest that can be spent on any Social Challenge. This retest returns each session.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 103",
        "values": [1],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Hunting Prayer",
        "rite_type": "Minor",
        "description": "The Dancer chooses an item associated with death and destruction (preferably a weapon) and prays over it in praise of the Wyrm for three consecutive sessions. Thereafter, the Dancer receives one free retest per session when tracking and hunting her enemies. If the Dancer loses the item or fails to take it with her when hunting, she must start the process over with a different item.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 103",
        "values": [1],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Respect the Totem",
        "rite_type": "Minor",
        "description": "The Dancer meditates for at least 15 minutes, praying silently to his personal or pack totem during four consecutive sessions. Doing so gives the Dancer one free retest to be spent when performing any task that her totem mandates. This free retest returns each session.",
        "source": "Mind's Eye Theatre: Book of the Wyrm p. 103",
        "values": [1],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    }, 
    {
        "name": "Breath of Ananasa",
        "rite_type": "Triumvirate",
        "description": "As the garou rite (Breath of Gaia). During this rite the werewolf breathes deeply of the Mother's breath - clean air - 13 times. While so breathing, she clears her mind of all things save her love of Gaia. System: The character must perform this rite at least once per day for one full cycle of the moon. Doing so enables her to lower the difficulty of any one healing or detection roll by two. ",
        "source": "Laws of the Wild: Changing Breeds 3, Pg. 81 / W20 Pg. 220",
        "values": [0],
        "shifter_type": "Ananasi",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Binding",
        "rite_type": "Triumvirate",
        "description": "As the garou rite. This rite binds a spirit to a werewolf, making it his servant. The more powerful the spirit is, the more difficult the process is. Although any encountered spirit is subject to binding, the Garou generally feel that spirits should be bound only when needed. Binding spirits for excessive lengths of time is generally viewed as callous abuse of those who should be the allies of the Garou. This point doesn't go uncontested, however, particularly by the mystics of the Uktena tribe. Spirits trapped through this rite may be bound into temporary service or into objects to create talens (see p. 227). No spirit allows itself to be bound unless it is friendly to the binding character's totem. Spirits can be bound into objects, places, and people, although the Garou generally don't perform the last feat unless the need is great. Failing this rite can be dangerous, for the spirit is very likely to become hostile and attempt to harm the mystic. System: A Garou can attempt this rite only in the presence of a spirit, and it is usually performed in the Umbra. When attempting to bind a spirit, a Garou must first spend a number of Gnosis points (minimum of one). Each point of Gnosis spent reduces the spirit's Gnosis rating by one. The Garou's player must then roll Willpower (difficulty equals the spirit's adjusted Gnosis). The number of successes indicates how long the spirit may be forced into service, with each success binding the spirit for one week. In the case of a talen, the spirit is bound until the object is used. ",
        "source": "Laws of the Wild: Changing Breeds 3, Pg. 81 / W20 Pg. 210",
        "values": [1],
        "shifter_type": "Ananasi",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Questing Stone",
        "rite_type": "First",
        "description": "As the garou rite. This rite allows the werewolf to find a person or object (but not a location). She must know the name of the object or individual, and must dangle a stone or needle from a thread while concentrating on the item or person sought. Glass Walkers often use maps and substitute a compass for the traditional stone and thread. System: Standard roll. If the Garou has a piece of the item or individual (a clipping of hair, a piece of cloth) the difficulty drops by one. The werewolf gains only a sense of the object's general location, not its exact position. ",
        "source": "Laws of the Wild: Changing Breeds 3, Pg. 81 / W20 Pg. 211",
        "values": [1],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Silence",
        "rite_type": "First",
        "description": "As the garou rite. Garou who need to be silent use this rite to make up for any lack in natural ability. For the duration of this rite, the Garou are incapable of making any noise even if they bang on a drum or shatter glass. With the assistance of Ravenspirits, the Garou can sneak through dry underbrush or over a gravel road without making a sound. System: The Garou invoking this rite confines herself in a dark room or cave. She whispers her darkest secret and then utters an oath of silence. Raven-spirits, attracted by her secret, carry any sound she makes into the Umbra once she leaves her confinement. If the werewolf chooses to speak for any reason, the rite ends immediately. The Raven-spirits, disappointed that the Garou did not reveal any more secrets, return the sounds they carried. For several minutes, the Garou is surrounded by a cacophony she created earlier. This rite silences only those sounds the Garou would have made directly. If she were to throw a rock at a window, for instance, the whistle of the rock through the air would be silent, but the shattering glass would not. If she punched the glass with her bare hand, the breaking window would not make a sound. ",
        "source": "Laws of the Wild: Changing Breeds 3, Pg. 81 / Werewolf Player's Guide 2nd Ed. Pg. 45",
        "values": [1],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Spirit Web",
        "rite_type": "First",
        "description": "With this rite, the Ananasi can stretch an Umbral strand of energy from one location to another and communicate through it instantaneously over vast distances. Rite of the Spirit Web allows the reclusive werespiders to remain in contact with one another as well as to spread warnings to other vital information. To create a strand, the player spends one permanent Gnosis point and makes an Intelligence + Enigmas roll; the difficulty is the higher of the two anchor points' Gauntlet ratings. Once established, the tendril is permanent but is vulnerable to Umbral storms or to disruption by an Umbral traveler who detects it (Perception + Enigmas [difficulty 9]). Once the strand is established, the Ananasi can communicate verbal messages (sent and received as vibrations along the strand) at will between the two points. ",
        "source": "The Wild West Companion, Pg. 122",
        "values": [1],
        "shifter_type": "Ananasi",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Gossamer Door",
        "rite_type": "First",
        "description": "This rite, a further sophistication of the Spirit Web, is one in which the werespider builds an Umbral tunnel of sorts that connects two locales and permits instantaneous travel between them. This rite takes three days to complete, and the weaver must have detailed, first-hand knowledge of the two anchor points. To create the tunnel requires four Gnosis points and an Intelligence + Enigmas roll, difficulty equal to the higher of the two points' Gauntlet ratings. The number of successes determines the size of the openings at either end, beginning at one square meter and expanding by another for every success. Once the tunnel is built, it may be used at any time thereafter with the expenditure of a Willpower point and a successful Gnosis roll (difficulty 7). At the time the tunnel is opened, everything within the opening is instantaneously transported, then the tunnel collapses and a new one must be built. Many Ananasi maintain these doors in their lairs as bolt-holes for dire emergencies, whereas the Comanche Spiders have perfected their use as a tool for ambushes and kidnappings. ",
        "source": "The Wild West Companion, Pg. 122-123",
        "values": [1],
        "shifter_type": "Ananasi",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Guardians",
        "rite_type": "Caern",
        "description": "The Ananasi are very protective of their personal space, especially where their Sylie is located, and often have a few surprises waiting in their special places for unwanted guests. Ananasi using this rite can take the bodies of previous victims or even their own molted exoskeletons and set them up as a defensive perimeter in and around their special places. More often than not these guardians are buried or hidden - walking into an apartment and finding gigantic spider carapaces or rotting corpses is blatant on a level most Ananasi try to avoid. But once 'activated' by the intrusion of anyone who doesn't belong in the area these automations immediately attack, using the simplest of methods to defend the lair of their creator. ",
        "source": "Ananasi, Pg. 97",
        "values": [3],
        "shifter_type": "Ananasi",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "The Master's Needs",
        "rite_type": "Mystic",
        "description": "Many Ananasi sit at the center of webs and pull the strings of others to achieve their goals. This rite ensnares humans into the spider's (usually unwilling) service. The Ananasi can only use this rite on a human who has been injected with her venom without her assistance. The spider then spends an hour spinning a web cocoon over the mortal and waits for him to awaken. The Ananasi must wait patiently to see if her rite succeeds. Over a number of days the victim suffers horrific nightmares as his mind fights the venom. ",
        "source": "Ananasi, Pg. 96-97",
        "values": [4],
        "shifter_type": "Ananasi",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Weaving",
        "rite_type": "Mystic",
        "description": "As the garou rite. The Viskr using this rite can alter reality in minor ways, by reweaving the Great Web to accommodate her desires. This ability can't alter the past, but it can rewrite the present in minor ways. A person who is almost certain to die can be healed of the worst of the life-threatening wounds, and be given a much greater chance of surviving the damages infl icted. A stock that should be plummeting in a stock market crash can be kept from certain fi scal disaster - presuming the rite is begun and completed in time. The downside of this ability is that reweaving reality is much like human mages' power of true magic; reweaving the Great Web is not a power that the Weaver has granted, and the Viskr who uses this rite runs the risk of attracting Paradox-spirits, the antibodies of the Great Web. ",
        "source": "Ananasi, Pg. 98-99",
        "values": [4],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Umbral Loom",
        "rite_type": "Mystic",
        "description": "With this rite, the Ananasi may use their ancient skills to work the fabric of the Gauntlet. A werespider may raise or lower the Gauntlet rating of an area by spending permanent Gnosis points, on a one-to-one basis. This effect is permanent unless acted on by outside forces (e.g., building a town on the site, extending a railroad line through the area). ",
        "source": "The Wild West Companion, Pg. 123",
        "values": [5],
        "shifter_type": "Ananasi",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Goblin Chrysalis",
        "rite_type": "Mystic",
        "description": "Once of the most foul practices to be found among the Yomi Courts, the Rite of the Goblin Chrysalis binds a Bane into a living being, creating a bakemono. The bakemono-to-be must be bound in fresh Kumo silk and anointed with warm blood before the actual rite's beginning. Although this stipulation would seem to make this rite the Goblin Spiders' exclusive province, many fallen shapeshifters have discovered that silk fresh-cut from a Kumo's abdomen and properly handled works admirably, as well as providing a source of fresh blood to anoint the subject. ",
        "source": "Ananasi, Pg. 124",
        "values": [5],
        "shifter_type": "Ananasi",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of One",
        "rite_type": "Mystic",
        "description": "As the garou rite. The sacred Rite of One is a powerful rite taught only to the most trusted Ananasi. With this rite three Ananasi can join into one being, becoming an avatar of the Mother-Queen. One must be Tenere, one Kumoti and one Hatar. This rite may only be performed in one of the sacred places, special locations in the Umbra where the Damhàn teach their young about the ways of the Ananasi. ",
        "source": "Ananasi, Pg. 98",
        "values": [5],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Dreams of Winter",
        "rite_type": "Mystic",
        "description": "Although Gurahl do not have to hibernate, those who do are often confused about what occurred while they slept. People she regarded as allies may have changed their attitudes, enemies may have repented, the bear's territory will have changed around her. This rite is widely known to the Gurahl and is often taught to young bears shortly after their first change.",
        "source": "Changing Breeds Pg. 119",
        "values": [1],
        "shifter_type": "Gurahl",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rites of Greeting and Leave-taking",
        "rite_type": "Accord",
        "description": "These simple rites involve a formal acknowledgment of the presence of another Gurahl. The basic rite used when one Gurahl meets another involves the use of language and body gestures that tender mutual respect. Variations on the basic rite allow for meeting groups of Gurahl, encountering a werebear of higher or lower rank, entering or leaving the territory of another Gurahl and other kinds of meetings.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 92",
        "values": [1],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Rending the Gauntlet",
        "rite_type": "Mystic",
        "description": "Gurahl have such close ties to the Earth itself that entering the Umbra requires a special rite. Unlike the Garou, who can simply 'step sideways,' the Gurahl must physically rip a hole in the Gauntlet before they can travel beyond the confines of the physical world. In order to accomplish this feat, the Gurahl transforms into Bjornen, tears an opening into the Umbra and steps through. The tear immediately seals itself behind the Gurahl. This action invokes the Delirium in normal humans who inadvertently come upon a Gurahl in the process of passing between the worlds.",
        "source": "Changing Breeds Pg. 119",
        "values": [1],
        "shifter_type": "Gurahl",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Changing Moon",
        "rite_type": "Mystic",
        "description": "These rites mark a Gurahl's passage from one auspice to another. The subject of the rite first undergoes a ritual cleansing, including a day-long fast and a ceremonial bath. At the end of her purification, she burns an item symbolic of her old auspice (i.e., a child's toy for Arcas or a wooden spear for Uzmati). Next she adorns herself in clothing and face paint suitable to her new auspice. Finally, she presents herself before the other participants in the rite and formally states her name and (new) auspice title. The other Gurahl greet her in return, again using her name and new auspice title. A celebration usually follows the formal portion of the rite.",
        "source": "Changing Breeds Pg. 119",
        "values": [2],
        "shifter_type": "Gurahl",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Healing Winds",
        "rite_type": "Accord",
        "description": "The Gurahl use this ceremony to cleanse the land of noxious poisons, whether in the form of gases, liquids (such as chemical spills) or airborne viruses and biological agents. To enact this rite, the Gurahl enters the Umbra (using Rend the Gauntlet), then summons and binds a Chinook-spirit. The Gurahl then sends that spirit to the place that needs cleansing. The Chinook's purifying cold scours the land, water and air as well as creatures and vegetation, ridding them of toxins. The spirit's presence causes the temperature in the vicinity to drop up to 10 degrees, an effect which lasts for no more than 24 hours and causes no significant damage to the local flora and fauna. This rite is a favorite of the Ice Stalkers, who regularly gather in groups to summon Chinook-spirits to send to other Gurahl whose lands need purifying.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 93-94",
        "values": [2],
        "shifter_type": "Gurahl",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Replenishment",
        "rite_type": "Mystic",
        "description": "This simple rite, while it takes some time to perform, enables participating Gurahl to replace lost Gnosis. The Gurahl involved in the rite must find a suitable place - either in the Umbra or in the physical world - in which to conduct the rite. For every 15 minutes spent dancing and intoning chants to Gaia and the Great Bear, each participant regains one Gnosis Trait. No challenges are necessary, but the rite must fulfill the necessary conditions of time and place in order to be effective.",
        "source": "Changing Breeds Pg. 119",
        "values": [2],
        "shifter_type": "Gurahl",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the River-Portent",
        "rite_type": "Mystic",
        "description": "Gurahl use this rite as a means of foretelling the future. The Gurahl enacting the rite snags a fish with his claw from a stream, splits open the fish's belly and reads the omens contained within. The information gained from this rite usually pertains to the Gurahl who reads the omens and has to do with the immediate future.",
        "source": "Changing Breeds Pg. 119",
        "values": [2],
        "shifter_type": "Gurahl",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of True Mating",
        "rite_type": "Mystic",
        "description": "This rite, when performed, allows the Gurahl to find a suitable mate from among her Kinfolk. Only Gurahl who have reached full adulthood (i.e., are no longer considered Arcas) may learn this rite, since the werebears do not believe in casual acts of procreation. To enact the rite, the Gurahl fashions a small bag, into which she places a drop of her blood and a cutting of her hair. She wears this bag around her neck for three days and nights, after which the empowered bag acts as a homing beacon, pulling the Gurahl in the direction of a Kinfolk suitable for mating. (Of course, the Gurahl must woo the targeted Kinfolk naturally.)",
        "source": "Changing Breeds Pg. 119-120",
        "values": [2],
        "shifter_type": "Gurahl",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Finding the Ancient Cache",
        "rite_type": "Mystic",
        "description": "This rite enables the Gurahl enacting it to locate the hidden sites of the ancient treasures of his people. Before their withdrawal during the War of Rage, the Gurahl hid many of their treasures and secrets in places deep within the earth. They bound powerful spirits to guard some of these precious items; other treasures rest under the protection of Gurahl elders who lie in the deep sleep of hibernation. By performing this rite, a Gurahl (or group of Gurahl) gain a sense of the hidden cache's location. With each enactment of the rite, the Gurahl's knowledge of where to find the sought-for treasure becomes more precise. Eventually, the rite leads the Gurahl to the actual site itself and opens a gateway or passage to the hiding place. (If the ancient cache lies in the Umbra, the Gurahl must rend the Gauntlet in order to gain access to it.) Once the Gurahl has gained access to the cache, he usually has to discover the secret to opening the complex locks which seal the actual treasure from intruders.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 94-95",
        "values": [3],
        "shifter_type": "Gurahl",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Flawless Emerald",
        "rite_type": "Accord",
        "description": "This rare rite enables a werebear to heal the land by making its wounds his own. The Gurahl stands on the land and binds it to himself, eating a small piece of earth or bark to make himself one with the land.",
        "source": "Apocalypse Pg. 217",
        "values": [3],
        "shifter_type": "Gurahl",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Pure Land",
        "rite_type": "Accord",
        "description": "The Gurahl use this rite to purify a specific area of pollution, sickness, destruction caused by natural disasters or Wyrm-taint by reestablishing broken connection between Gaia and the damaged or tainted land. To perform this rite, a Gurahl mixes her blood with a handful of soil from the land that needs purification. She uses this paste of blood and earth to describe a line around the perimeter of the designated area. A Gurahl may cleanse as large a space as she wishes, but she pays for the cost in her own blood, taking damage in proportion to the amount of blood she spills to make enough paste to outline the area. (One square mile may be purified per Health Level of damage assumed.) A group of Gurahl may choose to perform this rite together in order to cleanse very large portions of land. Ritual dances and prayers for healing (spoken in the Gurahl tongue) accompany the drawing of the line to help focus the power of Gaia for the successful completion of the rite.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 95",
        "values": [3],
        "shifter_type": "Gurahl",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Dead Woods",
        "rite_type": "Mystic",
        "description": "Gurahl use this rite to discourage settlement in an area. By urinating on a tree, he renders it worthless as lumber. Small branches broken off an affected tree may be used, but felling one completely leads to unnaturally quick deterioration of the wood (it crumbles to pulp within hours). Only Gurahl whose protectorates are overrun by especially stubborn humans invoke this rite. To do so requires the expenditure of a Gnosis point during the marking of a tree. Rather than attempting to mark all trees in their territories, Gurahl usually target the oldest and most substantial trees in hopes of convincing interlopers to spare such spirit-filled titans. The single-minded rapacity of the timber industry ultimately leads to this rite's disuse.",
        "source": "The Wild West Companion Pg. 128",
        "values": [3],
        "shifter_type": "Gurahl",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Ban",
        "rite_type": "Accord",
        "description": "The Gurahl use this rite to prevent the spread of secrets that, if known, might cause harm to their people or their Kinfolk. The rite acts as a mental deterrent, blocking the target of the rite from communicating a specific secret in any way. Gurahl frequently use this rite on humans who have either witnessed a Gurahl change forms or on those whom the Gurahl have brought to their Dens for magical healing. The Ban keeps the subject from speaking, writing or otherwise imparting his knowledge to anyone. It does not however remove the information from the individual's mind unless coercion is used to force that person to overcome the Ban. In such a case, the power of the rite is such that it actually removes the sensitive information from the targeted individual's mind (a sort of mystical self-destruct mechanism). Some Gurahl willingly undergo the Rite of the Ban if they intend to spend long periods of time in the company of humans or non-Gurahl (especially Garou). This makes certain that the Gurahl cannot inadvertently give away any secrets. In the old times, when Gurahl acted as teachers and sharers of information for other Changing Breeds, the Rite of the Ban was no necessary. Since the War of Rage, however, few Gurahl have gone into the world without having the rite performed upon them. The rite itself requires the Gurahl performing it to intone a hypnotic chant, stating the nature of the information the Ban is meant to protect. The soothing sounds of the chant lull the target into a state on near-slumber from which she awakens refreshed and unchanged, except for the placement of the inner prohibition of the Ban.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 95-96",
        "values": [4],
        "shifter_type": "Gurahl",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Fighting the Death Bear",
        "rite_type": "Mystic",
        "description": "Whenever a Gurahl wishes to attempt to return a departed soul to its body when the individual has been dead for longer than the period of time outlined by the Gaia's Breath Gift, he may employ this dangerous rite to wrest the spirit from the lands of dead and bring it back into the world of the living. The Gurahl first uses the Rite of Rending the Gauntlet to enter the Umbra, where he calls upon Mangi, the Death Bear, making the appropriate acts of chiminage to the Incarna before issuing a challenge for the soul of the departed. The Gurahl then engages in Umbral combat with the Death Bear. If the Gurahl defeats Mangi in battle, he can then enter the Death Bear's realm and retrieve the lost spirit, bringing it back to its body. If the Gurahl fails to defeat the Death Bear, the rite fails and the Gurahl is cast out of the Umbra. If the Gurahl dies during the battle, the Death Bear sometimes claims the spirit of the Gurahl instead of the fallen spirit, this enabling it to return to its body as if the rite had succeeded. This high potential cost of this rite makes it one that the Gurahl use only rarely, and then only on other Gurahl.",
        "source": "Changing Breeds Pg. 120",
        "values": [5],
        "shifter_type": "Gurahl",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Long Sleep",
        "rite_type": "Mystic",
        "description": "With the performance of the rite, the Gurahl may place an individual into a state of suspended animation not unlike the bear's own natural hibernation ability. While in this state, the subject does not age; bodily functions come to a standstill; respiration drops to the absolute minimum. This rite makes it possible to sustain Incapacitated individuals for an indefinite period of time, keeping them alive so that they can be healed (either naturally or magically) at a later date. Gurahl have used this rite to save the lives of other Changing Breeds (including Garou) as well as humans who have experienced massive bodily trauma and cannot receive immediate attention. Use of this rite on a vampire places the creature in torpor.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 97",
        "values": [5],
        "shifter_type": "Gurahl",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Burning the Library",
        "rite_type": "Mystic",
        "description": "This rite erases memories. It is named for the day when the Library of Alexandria burned, and two Mokole were the only ones left with its knowledge.",
        "source": "Changing Breeds Pg. 151",
        "values": [1],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Feed the Wallow",
        "rite_type": "Caern",
        "description": "The rite takes a small amount of food and increases it to provide food for many.",
        "source": "Players Guide to the Changing Breeds Pg. 120",
        "values": [1],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Breeding",
        "rite_type": "Accord",
        "description": "This rite is practiced by all streams of Mokole. It consists of elaborate courtship protocols, exchanges of go-betweens, ceremonial singing and dancing, and mating. It ensures that Mokole mate with a suitable Kinfolk partner and not with other Mokole.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 172",
        "values": [1],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Illuminated Wallow",
        "rite_type": "Caern",
        "description": "This rite is very similar to the Rite of the Opened Caern, save that Sun's light must fill the wallow with its blessing.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 177",
        "values": [1],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Nesting Mound",
        "rite_type": "Caern",
        "description": "This rite enables a mother to pile up earth and vegetation to create a protective nest for her eggs. Although this is common behavior among crocodilians and monitors, the ritual version grants the eggs an extra measure of spiritual protection.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 178",
        "values": [1],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Save Hatchling",
        "rite_type": "Caern",
        "description": "Over 90% of potential suchid Mokole and other reptiles die in their first year from disease and predation. This rite creates a link between parent and child, allowing the parent to know any one child's condition at any one time.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 178",
        "values": [1],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Shedding Hide",
        "rite_type": "Accord",
        "description": "This rite may be performed alone or in groups. It is usually done once a year. The Mokole sheds her skin over a period of days or weeks, and at the same time sheds any Dissolver-taint accumulated through toxins or through contact with Dissolver-creatures.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 172",
        "values": [1],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Silence of the Oracles",
        "rite_type": "Mystic",
        "description": "With this observance, the ritualist can protect a person (or creature) from memories that would drive him mad. It is often used to protect the survivors of torture or atrocities; on rare occasions, it may also be used to heal the mind of someone that has survived an encounter with the supernatural.",
        "source": "Changing Breeds Pg. 151",
        "values": [1],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Djunggawon",
        "rite_type": "Accord",
        "description": "This Rite of Renown is a rite of passage for Kinfolk and Gumagan. It takes place when they are young. The mob will assemble at a waterhole or sacred site. The rite involves body art: painting, circumcision, or the removal of one tooth.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 178",
        "values": [1],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Songs of the Dreamtime",
        "rite_type": "Accord",
        "description": "This rite is associated with spirit songs. The ritemaster must sing the song for a place (such as a songline) or a thing (such as a tjurunga). He is then able to use the songline to travel or read the memories of the ancestor, usually via the Gifts of the Gumagan.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 179",
        "values": [1],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "The Oknanikilla",
        "rite_type": "Accord",
        "description": "The Gumagan, Australia's native Mokole, originated this rite and allowed their allies, the Bunyip, to share it. It is performed alone. The ritemaster, who must be a gravid female, makes a journey along the 'paths of the ancestors' (songlines) to an oknanikilla, a place where a totem has manifested. ",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 178-179",
        "values": [1],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Last Communion",
        "rite_type": "Death",
        "description": "This rite enables a Mokole adept to receive Mnesis from a comrade. The two Mokole must gaze into each other's eyes, and the giver of Mnesis will speak of a memory which he or she holds, or if unable to speak, will concentrate on it.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 173",
        "values": [2],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Into the Waterhole",
        "rite_type": "Accord",
        "description": "The Gumagan use this rite to open portals to the Umbral equivalent of sacred waterholes, enabling them to gain access to the spirit realm or call for aid.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 179",
        "values": [2],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "The Gator's Burrow",
        "rite_type": "Caern",
        "description": "This rite strengthens a wallow, making it a refuge against Wyrm forces. The ritual requires the ritemaster to carve symbols representing gators and crocodiles.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 178",
        "values": [4],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Sunreturn",
        "rite_type": "Seasonal",
        "description": "Each winter solstice, Sun is at his weakest. The Mokole usually gather at such times and perform the Rite of Sunreturn to strengthen him.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 177",
        "values": [3],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Open Sun Bridge",
        "rite_type": "Caern",
        "description": "This rite allows the Mokole to create a bridge to other wallows or caerns touched by Sun's light.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 178",
        "values": [4],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Walking in Your Footsteps",
        "rite_type": "Mystic",
        "description": "This rite enables a Mokole to follow those who have gone before her. The ritemaster locates the footsteps of a past Mokole; these may be made the day before, a hundred years before, or be fossilized.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 174-175",
        "values": [4],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Tjurunga",
        "rite_type": "Mystic",
        "description": "Allows Gumagan to store Mnesis in carved boards for trade and alliance-building. Some of these tjurunga hold ancient secrets, including those of the extinct Bunyip.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 179",
        "values": [4],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Anamnesis",
        "rite_type": "Mystic",
        "description": "This rite enables a Mokole to communicate Mnesis to another directly.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 176",
        "values": [5],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Sleeping Dragon",
        "rite_type": "Mystic",
        "description": "This powerful rite puts a wallow or other sacred site into a deep state of hibernation, making it undetectable by Wyrm forces for centuries if needed.",
        "source": "Laws of the Wild: Changing Breeds 2 Pg. 177",
        "values": [5],
        "shifter_type": "Mokole",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Rokea Blood",
        "rite_type": "Accord",
        "description": "This rite has uses for both the ocean-dwelling and betweener Rokea. Pelagic weresharks use it to search out members of their own breed for mating (a Rokea born of tiger shark stock would use it to find tiger sharks, for example). Betweeners use it to find Rokea Kinfolk, the direct offspring of a Rokea/human mating. However, either type of Rokea can use the rite to find either type of partner, allowing betweeners to breed with sharks, should they so desire, and ocean-dwellers to find human kadugo - usually to devour them. ",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 199",
        "values": [1],
        "shifter_type": "Rokea",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Hunt",
        "rite_type": "Accord",
        "description": "The Rokea Rite of Passage is fairly simple: the young Rokea, having completed her Long Swim, is taken to a Grotto to meet with Kun and Sea. For many years, there were no further trials. Since the beginning of the war on the betweeners, however, the Rite of Passage has had a brutal element added to it. A slew takes the young Rokea into Unsea to hunt down a betweener. Since betweeners are not always conveniently available, any other supernatural being is acceptable. Some Rokea are loathe to attack other shapeshifters and instead search out lampreys and other Qyrl servants. Others feel that since the shapeshifters have let the humans ride roughshod over Unsea and Sea, maybe they need a bit of culling anyway. Not all Rokea undergo the Rite of the Hunt. If a Rorqual or remora finds a Rokea pup, the pup may be taken to a Grotto and sent on her way without participating in this bloody practice with no penalty. ",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 199",
        "values": [1],
        "shifter_type": "Rokea",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Swimming Alone",
        "rite_type": "Accord",
        "description": "Sometimes, a member of a slew wishes to swim on her own for a time, either to mate, or simply to commune with Sea. Rokea totems are, on the whole, much more accepting of this than Garou packs, provided that the Rokea perform this rite first. During the rite, the Rokea simply swims away from her slew, comes to rest on the sea floor (meaning that this rite must be performed in Gladius form) and asks the totem for permission to swim alone. The Rokea may swim alone for as long as she wishes, and may usually rejoin without a problem. However, while she swims alone she does not gain her totem's granted Traits. Although she is not as directly bound to follow her totem's Ban while swimming along, reports of particularly gross violations will probably find their way back to her totem's ears, making any reunion rather less than comfortable. ",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 199-200",
        "values": [1],
        "shifter_type": "Rokea",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Passing the Net",
        "rite_type": "Accord",
        "description": "Some Rokea refer to the Gauntlet as the Net. Normally, Rokea cannot enter the Umbra, mostly for their own safety. However, if a Rokea feels the need is great enough, he may petition Sea for passage into the spirit worlds. To perform this rite, the Rokea must swim to a Grotto and ask Sea for permission to swim sideways. If she grants it, the Rokea may enter Sea's Soul for up to one cycle of the moon (28 days). At the end of this time, if the Rokea is still in the Umbra, she finds herself outside the Grotto where she made the petition. ",
        "source": "Changing Breeds Pg. 204-205",
        "values": [2],
        "shifter_type": "Rokea",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Talisman Dedication",
        "rite_type": "Accord",
        "description": "This rite functions in exactly the same way as the Garou version. It is simply harder to learn for Rokea, who don't put as much stock in materials (and normally don't care about walking around naked). The only way for a Rokea to learn this rite (other than re-creating it herself, which takes weeks of effort and a Rituals score of at least 4) is to find a betweener who can teach it.",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 200",
        "values": [1, 2],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Sea's Distant Voice",
        "rite_type": "Accord",
        "description": "This rite is used only betweeners and other Rokea who, for whatever reason, have to spend a great deal of time on land. The Rokea enters a mental communion with Sea, and sends word of her deeds and her whereabouts. Typically, this rite is used to gain Harmony and Innovation Renown.",
        "source": "Changing Breeds Pg. 205",
        "values": [2],
        "shifter_type": "Rokea",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Lure of Sea",
        "rite_type": "Accord",
        "description": "The Rokea performs this rite using some item that once belonged to his victim - an item of clothing, number plate, left foot, or something else he has left in the water. The rite compels him to come back to Sea, immersing himself in her waters at some point over the next lunar month. ",
        "source": "Changing Breeds Pg. 205",
        "values": [3],
        "shifter_type": "Rokea",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the School's Wisdom",
        "rite_type": "Accord",
        "description": "Sharks are sometimes seen herding schools of small fish into a 'meatball', a tight, spherical school. This allows them to take one bite and polish off many of the fish, rather than chase them. Rokea, however, also herd schools into meatballs to gather wisdom from them. This rite allows the Rokea to learn whatever the school knows about a certain topic. The information is usually shared freely, because the school knows that if the Rokea isn't told anything useful, at least it can have a free meal.",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 201",

        "values": [3],
        "shifter_type": "Rokea",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Black Shark",
        "rite_type": "Accord",
        "description": "This rite has only been used once since its creation. A Darkwater called Mad-With-Pain conceived it to try and end the practice of opening Small Wounds in the ocean. The rite requires ten weresharks: one Rank Four, two of Rank three, three of Rank Two, and four of Rank One. The rite binds them together into a 120-foot, night-black monster shark with blazing red eyes and a mouth of fire. The first (and so far, only) Black Shark attacked and sunk over a dozen monitoring vessels during the post World War II nuclear tests. While no official documents mention the shark, some aging survivors deliriously blather about a 'sea monster' destroying ships. There is no known way to reverse the rite, but Mad-With-Pain and his companions have not been seen in over twenty years. It is possible that the Black Shark slipped into Sea's Soul, or perhaps it swam too close to one of the Small Wounds and was killed. Regardless, some Rokea still claim to know the secret of the Black Shark, so perhaps another may appear someday....",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 200",

        "values": [4],
        "shifter_type": "Rokea",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Man-Form",
        "rite_type": "Accord",
        "description": "This uncommon rite is sometimes performed on Rokea venturing onto Unsea. Rokea can 'lose the shark' just as Garou can lose the wolf - if a Rokea loses all her Rage and Willpower, she shifts into breed form and remains there until she can regain a point of Willpower. The problem is that a Rokea's breed form is almost always Squamus, which means that if the Rokea 'loses the shark' on land, the consequences can be fatal. By performing this rite, the Rokea can choose another form as her 'default' form, in effect replacing her breed form. The choice is either Homid or Gladius, unless the Rokea happens to know about Glabrus form. Either form has its advantages; after all, if the Rokea assumes breed form after being Incapacitated in combat, Gladius would seem the better choice. If the Rokea were forced to assume breed form in public, Homid would be more appropriate. In any event, the effects of this rite last for one week and cannot be cancelled early.",

        "source": "Laws of the Wild: Changing Breeds 4 Pg. 200-201",
        "values": [5],
        "shifter_type": "Rokea",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Gathering",
        "rite_type": "Accord",
        "description": "This rite, which hasn't been used since Turna'a, is meant to be used only in circumstances that threaten immediate and long-lasting consequences to all Rokea. Use of the Rite of the Gathering alerts every Rokea in the entire world that a Gathering is going to take place. The ritemaster chooses the time and location of the Gathering, and then performs the rite, with the aid of at least two other Rokea. One member of each auspice must be represented, and the rite takes 24 hours to perform. The three (or more) weresharks must circle the area that will serve as the site of the Gathering, purifying it and driving away any baneful influences, both in Sea and in Sea's Soul (which means that at least one of the participants must either know the Rite of Passing the Net or possess the Gift: Enter Sea's Soul). If the rite is successfully performed, every wereshark in the world, whether betweener, Same-Bito, ocean-dweller, or even follower of Qyrl will know the plans for the Gathering. The Darkwater who called the Gathering at Turna'a died in the nuclear blast, and whether or not any living Rokea knows this rite is a matter of debate.",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 201",
        "values": [5],
        "shifter_type": "Rokea",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Atonement Samskara",
        "rite_type": "Accord",
        "description": "This rite is performed by Nagah to apologize to the victim and his quondam spirit allies. It is also used to remind the Nagah of the spiritual dangers of killing other beings.",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 89-90",
        "values": [1],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Celebration of First Venom",
        "rite_type": "Accord",
        "description": "While vasuki Nagah are almost always poisonous from birth, balaram and ahi rarely have access to venom until their first change. This coming of age ritual reaffirms the young wereserpent's new maturity while acknowledging her nascent lethality.",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 90",
        "values": [1],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Invocation of the Spirit Messenger",
        "rite_type": "Accord",
        "description": "Communication between nests is no easy matter; the Nagah must be certain that their messages travel quickly and in utmost secrecy. This rite bypasses the usual difficulty by summoning a spirit messenger in service to the Wani (who may take any appropriate form), who will bear a message to the nest of the ritemaster's choice. This rite can even be used to deliver messages to the Sesha, although the Sesha are obviously not to be trifled with minor matters.",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 91", 
        "values": [1],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {   
        "name": "Rite of Bearing",
        "rite_type": "Accord",
        "description": "When a Nagah becomes pregnant by another Nagah, she intuitively knows if her child will be ahi or not. If her child is not destined to be ahi, however, she must determine which form she will take for the pregnancy. This, in turn, determines whether she will give birth to a human child (or children; twins are more common than single births in these instances) or lay eggs that hatch cobras (although the clutch tends to be smaller than it would be if she had mated with a non-Nagah). To ensure that her pregnancy will proceed in a healthy fashion, the Nagah must perform the Rite of Bearing Samskara within a week of conception. If she waits any longer, the growing child will not have a true form of its own, and is absorbed back into the Nagah's body.",
        "source": "Changing Breeds Pg. 164",
        "values": [1],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Serpent's Tongue",
        "rite_type": "Accord",
        "description": "The ritemaster enacts the rite while locking an item representative of the target - a photograph, or a sample of hair, skin, or blood. If successful the victim cannot help but lie about even the most trivial things. Nagah use this rite to help distance their intended victims from their social supporters.",
        "source": "Changing Breeds Pg. 164",
        "values": [1],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Birthing the Ananta",
        "rite_type": "Accord",
        "description": "Upon his release into the world, a young Nagah is likely to receive his Ananta as a gift. This Samskara takes a portion of the recipient's spirit energy and binds it with portions of the spirit world's energy, shaping the Ananta. Most nests have at least one member who knows this rite, in case the Ananta of one of their own is damaged or destroyed. The rite is a lengthy one, often lasting hours, but is also relatively safe.",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 90",
        "values": [2],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "First Glory",
        "rite_type": "Accord",
        "description": "The completion of a Nagah's first assassination is a glorious moment, and this Samskara is a celebration of the Nagah's new station in life as a high-functioning agent of Gaia's will. Typically, the nestmates of young Nagah watch a first-time assassin very closely, monitoring her for signs of unease, hesitation, poor judgement, sadism or excessive enjoyment of killing. Provided the mission went smoothly, the nest assembles and the new killer's nestmates list the things their celebrated nestmate did properly and all the lessons she learned from her first kill. Afterward, the nest chants a mantra of celebration and thanks.",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 90-91",
        "values": [2],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Nestbinding",
        "rite_type": "Accord",
        "description": "Among the most serious Samskara observed by Nagah, the nestbinding ritual binds two or three wereserpents together into nestmates for life. The three Nagah to be joined assemble before the local Crown and exchange vows of friendship, protection, mutual support and rigorous honesty. For the duration of the nest's existence, the wereserpents bound by this Samskara interact as close friends, as family, as teammates, as lovers, as reciprocal caretakes during molting, and as a highly skilled strike force of assassins. The bond between the wereserpents of a nest runs deep as it must in order to keep the nest together through all it will go through over its organizational lifespan. It is assumed that the members of a nest will, over time, experience for each other every possible permutation of friendship, love and respect. It is also assumed that the members of a nest will experience every possible permutation of frustration, anger and resentment towards one another, as anyone in an intimate relationship does. The nestbinding Samskara helps assure that the bond between the Nagah is stronger than the forces that may challenge the intergrity of the nest.",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 91",
        "values": [2],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Auspicious Beginning",
        "rite_type": "Accord",
        "description": "When a nest begins a new assignment, the ritemaster leads them in a powerful rhythmic mantra that boosts the nest's morale. While the exact contents of the mantra vary from place to place, it always emphasizes the Nagah's strength, discretion and cunning.",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 91",
        "values": [2],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Thanks to River Mother",
        "rite_type": "Accord",
        "description": "By any of her names - Apsa, or her lesser names of Euphrates, Tigris, Ganga, Congo, Nile, Amazonas, Mississippi - the River Mother is the serpent folk's kindest benefactor. Not only does she give succor to the wereserpents, but she is also the Nagah's link to the Wani. For these things and more, the wereserpents frequently gather to thank her. This Samskara is also performed before setting up an Ananta in a new river.",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 93",
        "values": [2],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Naming the Target",
        "rite_type": "Mystic",
        "description": "Among the more mystic Samskara, Naming the Target is performed when the nest is ready to perform its next assassination. Once all the business from the last mission has been put behind them, the Nagah gather near a river or in a dark room, join hands and speak an extended mantra of invocation to the Wani. When properly summoned, the Wani are able to grant information, visions and flashes of insight into the nest's next target. Ideally, this Samskara also discloses the target's transgression against Gaia, his whereabouts and possibly other facts relevant to the Nagah's inquiry.",
        "source": "Changing Breeds Pg. 164",
        "values": [3],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Punishing the Improper Strike",
        "rite_type": "Accord",
        "description": "The weresepents take their calling extremely seriously. They have been given a remarkable amount of power to kill, and the Wani expect the Nagah to use that power responsibly. Misuse of the Nagah's power, particularly assassinating the wrong individual, is considered serious incompetence and a grave offense to the Wani. Wereserpents have a certain latitude in the execution of their duties, but any Nagah who kills the wrong target while allowing the real target escape more than once will be punished. The Sesha waits until the nest returns, at which point they make their accusations. The offending wereserpent is given the opportunity to introduce mitigating circumstances. The nest of the accused is expected to defend their nestmate - given the close-knit nature of Nagah nests, it would be odd for them to do otherwise. If the accused is acquitted, he is free to go, though his future performance will be scrutinized. If the defendant is found guilty of two or more improper assassinations, a circle is branded over his heart, indicative of where the spear will go should he repeat his mistake. The circle brand is an emblem of incompetence and marks the one who wears it as a figure of pity and disgrace. The most difficult aspect of coping with the brand is the disgrace it brings to a wereserpent's nest.",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 94",
        "values": [3],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Sati",
        "rite_type": "Accord",
        "description": "Nothing matters to a wereserpent more than his nest. Should it come to pass that a Nagah loses both nestmates in the performance of Gaia's work, many say there is nothing to be done but follow them out of this cycle in hopes that the nest may be reunited by the nest turn of the wheel. Sati is a ritualized suicide that can only be performed by a Nagah who has, firstly, lost both the other members of his nest while carrying out their primary function and, secondly, competed the assassination the nest was involved in at the time of the deaths. This rite is frowned upon in the modern day, as there are really no Nagah to be spared, but it still survives. Unlike most Samskara, this ritual does not use mantras, but is performed in complete silence. The surviving Nagah first performs Shraddha for his dead nestmates. Once those rites are finished, the survivor builds a funeral pyre for himself. Some build pyre-rafts, so his ashes may join his dead nestmates in the river once the pyre has finished burning. The wereserpent lights the pyre and while it is catching, he climbs to the top of the pyre and enters a deep state of meditation wherein he focuses on seeking out the souls of his lost nestmates. The Nagah's soul is believed to leave his body before the flames even get near. ",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 94-95",
        "values": [3],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Shraddha",
        "rite_type": "Death",
        "description": "The close-knit nature of Nagah nests makes losing a member almost unbearably painful. It is as if the surviving nestmates have lost a lover, a sibling and a best friend in one individual. For that reason, it happens more often than not that if one member of a nest dies in the line of duty, the other two will fight all the more relentlessly, hoping to avenge their nestmate or die in the attempt. The Shraddha, or Nagah rite for the dead, is one of the more emotionally charged of all the Nagah Samskara. An outsider, however, would never know that. The Shraddha is ideally performed by the two surviving members of a nest, although it can be done by one, if both of the other nestmates have been killed, though in such cases the Shraddha is almost always followed immediately by the survivor's Sati. One survivor sits at the head of the deceased in Balaram form while the other is coiled in Vasuki form at the deceased's feet. The human-skin Nagah quietly chants the mantra of loss while the Vasuki softly hisses along. The mantra translates loosely, as 'The best part of us is gone.' Once the mantra has been repeated until the words have lost their meaning, the two deliver the body to the embrace of the river and immediately turn their backs so as not to prolong what is thereby formally ended. This is the one Samskara where Nagah are not only allowed to show emotion, but are encouraged to do so, up to the moment the body is placed in the river. Nagah residing in desert climes may take the body instead to a canyon and drop it in or build a dakhma or 'tower of silence' upon which the body is left exposed for the elements and carrion birds. In other places, the body may be placed on a pyre and burned. The specifics vary, but the essence of the Samskara does not.",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 95",

        "values": [3],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Votive for the Dead",
        "rite_type": "Death",
        "description": "After completing an assassination, the nest must ritually review their actions. The ritualist chants the victim's crimes against Gaia, gradually repeating them until they become a simple mantra. The Votive for the Dead (also called the Conclusion) must be performed before the nest can begin another hunt or enact the Naming the Target rite. ",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 93",
        "values": [4],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Investiture",
        "rite_type": "Mystic",
        "description": "Before her first kill in Gaia's name, the young Nagah must be gauged suitably judicious to mete out death or other forms of severe justice. In effect, this Samskara invests the Nagah with the right to assassinate (or punish by lesser means) the enemies of Gaia by any means necessary. This Samskara may be performed by any suitably high-ranking member of the inexperienced wereserpent's nest, though it is occasionally performed by the Sesha, extraordinary potential and judgement or when a new nest of young Nagah has just come together. The ritemaster, in metered verse, praises the postulant's good judgement, her discretion and her talents in the arts of assassination, making an argument for why she is a suitable choice for Gaia's punisher. If possible, the ritemaster recounts instances of extraordinary judgement or right action from the postulant's past lives. While it almost never happens that a postulant is not found worthy of Gaia's confidence (after all, it's what the Nagah are all about), certain candidates may be refused investiture due to instances of poor judgement, insufficient discretionary subtlety, inappropriate killing or a particularly dishonorable past life. In such instances, the only course open to the postulant (assuming she wants the legitimacy of Gaia's backing) is to wait one full year, during which she must show exemplary judgement, character and good sense, and then offer herself for consideration again.",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 93",
        "values": [4],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "River Mother's Eyes",
        "rite_type": "Mystic",
        "description": "Very similar to the Garou Rite: The Badger's Burrow, River Mother's Eyes allows the Nagah to see what's happening along the banks of a river (and in the water itself) for a great distance. The Nagah perform this Samskara to hunt for their targets, to reconnoiter unfamiliar territory and to sense if a river is being defiled. The ritemaster chants a mantra of enlightenment and must be in contact with the river through which he's extending his senses; a significant portion of a tail, hand, foot or other part of the wereserpent must be immersed. Some Nagah prefer to perform this Samskara as they're actually swimming in the river, staring up at the water's silvery surface. ",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 94",
        "values": [4],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Sannyasa",
        "rite_type": "Death",
        "description": "When a Nagah has reached an age when she no longer feels she can effectively carry out Gaia's work - and a surprising number of wereserpents are clever and subtle enough to do so - she may undergo the ritual of Sannyasa (renunciation) and forego service to Gaia for the remainder of her existence. During the course of the Samskara, the wereserpent recounts to her nestmates (and possibly the Sesha as well) precisely how she served Gaia. She delivers a chronological list of the enemies of Gaia who died by her hand and recounts all the stories that accumulate during a long life as an assassin. Subsequently, the wereserpent sequesters herself away at some deserted place alongside the river and speaks with the Wani and generally an avatar of Gaia herself. The spirit representatives of Gaia accept the Nagah's 'resignation' and bless her with health and wellbeing. In return, the wereserpent vows to return to Gaia's service if called or if her former vitality should return. The wereserpent performs her own funeral rites, dives into the river (or just walks off into the desert, jungle or whatever wilderness is available and departs society to live as an ascetic - wearing ashes, living under trees and eating only what she can scrounge or what she is given. Sannyasin often opt to live out the rest of their lives in vasuki form, a life of asceticism being somewhat easier as a snake. Sannyasin rarely settle in civilized areas, though certain old Nagah may have a fondness for a particular village and watch over it in their dotage. Any who expect an old Nagah to be an easy target, however, are painfully - and generally lethally - surprised; underestimating the deadly cleverness of an experienced assassin, even one moments from dying of old age, is a good way to get killed. Many nests comprise wereserpents of largely the same age, so it's not uncommon for an entire nest of Nagah to perform the Sannyasa Samskara at the same time. ",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 95-96",
        "values": [5],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Traitor's Torment",
        "rite_type": "Death",
        "description": "While assassinating the enemies of Gaia causes them no distress, Nagah do not like torture. It reeks to them of mishandled power and offends their surprisingly serene sensibilities. However, the wereserpents have no tolerance for betrayal. Deliberate perfidy is a far graver sin than murder to the serpent people, and one that demands the gravest punishment. This Samskara summons pain spirits to torment, madden, and finally kill a traitor. The ritemaster begins by reading a precise description of the traitor's deeds. He then looks the traitor in the eyes, explains to her what is about to happen to her, explains why again, wishes her a wiser and better life in her next incarnation and then summons the spirits of pain with an ugly, guttural mantra. Once the pain spirits have executed their duty, the ritemaster performs atonement Samskara to free him of the bad karma brought on by such cruelty. While it is used almost exclusively on other Nagah (and extremely rarely at that), Traitor's Torment may be used on any target whose violation of trust was so grave as to warrant such punishment. ",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 96-97",
        "values": [5],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Conclusion",
        "rite_type": "Death",
        "description": "After completing an assassination, the nest must ritually review their actions. The ritualist chants the victim's crimes against Gaia, gradually repeating them until they become a simple mantra. The Votive for the Dead (also called the Conclusion) must be performed before the nest can begin another hunt or enact the Naming the Target rite. ",
        "source": "Laws of the Wild: Changing Breeds 4 Pg. 93",
        "values": [4],
        "shifter_type": "Nagah",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "The Opening of the Eyes",
        "rite_type": "Mystic",
        "description": "This simple rite is used after a Kitsune kit first manifests his powers - which may not always be in the form of a First Change. It isn't the exclusive province of Kitsune; the Foxes teach this rite to many other hengeyokai and even a few other shen, in case a young kit needs awakening and instruction before a Kitsune can arrive. The Opening of the Eyes takes only five minutes to perform, and requires that a shen touch the kit's eyelids and speak a few brief words of purpose, telling the kit of his heritage and what role he will soon play.",
        "source": "Players Guide to the Changing Breeds, Pg. 109",
        "values": [1],
        "shifter_type": "Kitsune",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Proprieties of Conduct",
        "rite_type": "Accord",
        "description": "The Kitsune serve a central role within the Beast Courts, smoothing tension between the different Breeds and ensuring visitors to the Courts follow behavioral expectations. This simple rite helps the foxes smooth things over.",
        "source": "Changing Breeds, Pg. 135-136",
        "values": [2],
        "shifter_type": "Kitsune",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Crossroads",
        "rite_type": "Mystic/Renown",
        "description": "The Kitsune's Rite of the Crossroads serves much the same purpose as the Beast Courts' Rite of the Opened Way. In it, the Foxes use the power of the four directions to celebrate a kit's first - and only - choice of path. The rite is always performed in a transitional place - although a crossroads is of course most auspicious, bridges over running streams or even doorways also work well. The ritemaster properly purifies the young kit (the rite's subject), then brings her to the site of the rite. There, after proper obeisance to the Emerald Mother, the Silver Lady, Bai-Mianxi and Prince Inari, the ritemaster asks all four to bless their newest child's arrival into adulthood. The ritemaster then lays out four bowls before the kit, one at each direction. The kit sees each bowl as filled with one of the four Paths' elements - clay, lightning, lava and mist. The kit must then reach into the proper bowl, thus choosing her path. Although this can be a painful experience for fledgling Eji or Doshi, the kit suffers no permanent damage. Once her choice is made, and her paws drip with the symbol of her path, the ritemaster ends the rite and takes the new Yakan to her training.",
        "source": "Players Guide to the Changing Breeds, Pg. 109-110",
        "values": [3],
        "shifter_type": "Kitsune",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Naming",
        "rite_type": "Mystic",
        "description": "Twitchers have this thing called the Rite of Naming, and honestly I'm kinda jealous. They find a trashcan or garbage bin and toss out a bag of garbage on the ground. Then they grab a piece of garbage at random with words on it, like a wrapper or a can or something. Whatever that trash says, that becomes part of their spirit name. Neat, huh?",
        "source": "Laws of the Wild: Changing Breeds 3, Pg. 107",
        "values": [1],
        "shifter_type": "Ratkin",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Contract Rite",
        "rite_type": "Accord",
        "description": "This is the first rite a Knife-Skulker learns, although no lone wanderer would take to the road without it. The Contract Rite is a method by which Ratkin can sell his skills to another group of supernatural creatures. A particularly skeptical wererat may even take out a contract with his own rat pack before he joins. Before working with any other group of individuals, a Ratkin always had the right to ask 'What's in it for me?' The most common types of compensation include safe passage through a domain, access to a sacred site, supplies, talens and exchanges of favors.",
        "source": "Laws of the Wild: Changing Breeds 3, Pg. 191-192",
        "values": [1],
        "shifter_type": "Ratkin",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Dedication Rite",
        "rite_type": "Accord",
        "description": "This is the first rite a Shadow Seer learns, but any wererat can learn it from a Shadow Seer. It temporarily binds a rat pack to their totem and defines the collective goals they want to achieve. The ceremony is performed by a pack of rats gathered in a circle. Each member places an object in the center of the circle that represents his role in the pack. The ritemaster then walks around the gathering and speaks to the heavens, describing the great quest the pack intends to fulfill on the Incarna's behalf. The items then vanish immediately; they do not return to the pack members until the quest is fulfilled or formally abandoned. Once the pack has fulfilled its goal, they also have the option of 'renewing the pact' or declaring allegiance to another Incarna. Renewing the rite doesn't require another rituals roll; changing totems, however requires the pack to perform this rite all over again.",
        "source": "Players Guide to the Changing Breeds, Pg. 146-147",
        "values": [1],
        "shifter_type": "Ratkin",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Hazer Tag",
        "rite_type": "Mystic",
        "description": "The Ratkin have learned time and again that other shapeshifters, especially Garou, will blame them when things go wrong. This would not worry the Ratkin, except that some werewolves are also very good at tracking the rats back to their nests. This rite throws them off the Ratkin's scent.",
        "source": "Changing Breeds, Pg. 191",
        "values": [1],
        "shifter_type": "Ratkin",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Artifice Dedication",
        "rite_type": "Mystic",
        "description": "This rite allows a ritualist to bind an object or article of clothing to a fellow Ratkin. By laying paws on any mundane item, the ritualist can ensure that it will remain with the dedicated rodent while he shifts between forms. If the ritualist desires, it may simply vanish when the Ratkin is in a specific form. There is one major difference between this rite and Talisman Dedication: if desired, the size of the artifact can be greatly reduced when a wererat shifts, down to a size that even a ratling pup can use. For instance, a homid Ratkin's favorite battered hat might reform as a very, very tiny hat when the beastie is in Rodens form, or just disappear out of harm's way until the traveler is in Homid form again. One word of caution: Any rat in Rodens form who carries tiny items is advised to stay hidden as much as possible. At best, being seen might possibly invoke the Delirium (even if the wererat is not in Crinos); at worst, someone will call the bad men in lab coats to come and take you away.",
        "source": "Laws of the Wild: Changing Breeds 3, Pg. 192",
        "values": [1],
        "shifter_type": "Ratkin",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Birthing Plague",
        "rite_type": "Mystic",
        "description": "Once a rat has learned to properly serve one of the three major Incarna, they're ready to help bring more lost children into the fold. After the fulfillment of a rat pack's first contract, a Rat Gaffling will seek out the pack and teach them the Rite of the Birthing Plague. He may also immediately tell them where a prospective wererat might be found. Rescuing lost Kinfolk brings great Renown, and the rat pack will no doubt immediately school him on what they've learned so far. Plague Lords typically learn this ritual as their first rite. Performing the ritual summons a Rat Gaffling to bite a prospective Ratkin and determine whether a new wererat can be created. The victim is usually either rat Kinfolk, human Kinfolk or a newly spawned metis wererat. If it is performed on a human, the results are deadly. Once bitten, the subject is ravaged by the disease, which consumes mind, body and spirit alike. If the victim dies, there's one less human or weakling rat in the world. If the victim survives, he slowly transforms into a full-blood Ratkin. Hallucinations from the plague offer revelations of the new wererat's life. Garou, other shapechangers and their Kinfolk are not affected by this rite; they've already found their calling. Humans can be wounded with this rite, but they won't become Ratkin unless they are Ratkin Kinfolk. Ratkin infected a second time with this rite are unaffected by it; they have already pledged to serve their aspect for the rest of their days.",
        "source": "Changing Breeds, Pg. 191",
        "values": [1],
        "shifter_type": "Ratkin",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Bolthole",
        "rite_type": "Mystic",
        "description": "This is the first rite a Tunnel Runner learns. It does more than simply open a bolthole from the physical world to the Umbra; it also provides a short-cut for Ratkin who need to travel long distances. Spirit tunnels are a relatively safe form of travel, since only the smallest and most perceptive spirits can use them. Any Ratkin who holds hands (or joins paws) with the ritualist and his fellow-travelers can also enter the spirit tunnel, which closes behind the deceit of wererats. After the pack tunnels into the Umbra, the path changes behind them; they cannot turn back, nor can they follow the exact route later on. A Ratkin doesn't have to use this rite to step sideways, but if he does, he may find traveling through the Umbra much easier. ",
        "source": "Laws of the Wild: Changing Breeds 3, Pg. 193",
        "values": [1],
        "shifter_type": "Ratkin",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Cardboard Palace",
        "rite_type": "Mystic",
        "description": "This classic is taught by Bone Gnawers (and comes straight out of the Bone Gnawers Tribebook). The ritemaster can transform something as flimsy as a cardboard box into a decent place to sleep. Rodens Ratkin don't need such palatial estates; a milk carton or tissue box provides plenty of room. ",
        "source": "Laws of the Wild: Changing Breeds 3, Pg. 193",
        "values": [1],
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Pain-Dagger",
        "rite_type": "Mystic",
        "description": "This is the first rite a Warrior learns, and only Warriors may perform this rite, regardless of whom they serve. The ritual creates a sacred dagger similar to a Garou klaive. A Ratkin cannot join the Warrior aspect until she has successfully performed this rite. The ritual binds a War-spirit, Pain-spirit, Rat-spirit or Disease-spirit inside a ceremonial blade. The dagger can be created out of any material, but it must have special spiritual significance to the creator. A Warrior cannot own more than one Pain Dagger at a time; if the weapon is destroyed, he loses Renown, but he can create a replacement. The Pain Dagger is a sacred blade, an expression of the purity of a Ratkin's devotion. The blade is used ceremoniously in battle; once it is drawn, the Warrior's pride is at stake. If the Warrior uses his Pain Dagger irreverently (duct taping it to his boots, mounting it on the hood of his car or using it to pry open cans of food, for instance), he will bring shame upon himself. The spirit inside the blade must be treated with respect; if a Warrior doesn't do this, the spirit will protest, and the wererat will lose at least a point or two of Obligation Renown.",
        "source": "Laws of the Wild: Changing Breeds 3, Pg. 193",
        "values": [1],
        "shifter_type": "Ratkin",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Shopping Cart",
        "rite_type": "Mystic",
        "description": "This ritual is just as common among Bone Gnawers as it is among Ratkin (and described in more detail in the Bone Gnawers Tribebook). For Ratkin Engineers, it is their first rite. It increases the amount of stuff any cargo-carrying device can hold. Shopping carts are the most commonly-used modes of transport, but some Tunnel Runners take to the road with cardboard boxes or backpacks bulging with unidentifiable possessions.",
        "source": "Laws of the Wild: Changing Breeds 3, Pg. 195",
        "values": [3],
        "shifter_type": "Ratkin",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Swarm",
        "rite_type": "Mystic",
        "description": "This maddening call may only be invoked by a Ratkin of the Warrior aspect. Breeding armies of rats is a sacred duty; every rat Kinfolk in a colony dreams of spawning more soldiers for the Army of the Apocalypse. The Rite of the Swarm must be justified before the spirits will allow it. The Warrior must give a brief tirade about the victim who is to be overwhelmed by the swarm. This may include a call for justice, a statement of his crimes, or simply a series of insults about the crimes of his race.",
        "source": "Laws of the Wild: Changing Breeds 3, Pg. 195",
        "values": [4],
        "shifter_type": "Ratkin",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Plague Genesis",
        "rite_type": "Mystic",
        "description": "Seers are the keepers of ancient wisdom, but also receive revelations to aid them in solving problems. If kept in isolation for at least a week, the Seers of a nest can join together to create a new disease to spread across the nearest site of human population. Succumbing to the disease usually just incapacitates a human for a week or so. If it's the right human, the Rite is an excellent way to prepare him for his assassination or abduction.",
        "source": "Hengeyokai: Way of the Beast Courts, Pg. 87-88",
        "values": [4],
        "shifter_type": "Ratkin",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Warding",
        "rite_type": "Mystic",
        "description": "Ratkin pride themselves on hiding their nests well; the Rite of Warding makes it difficult for any creature to find where a colony is hidden. This rite is performed every time the population of a Ratkin nest surges. The strength of a Ratkin sacred site depends on the number of wererats who live there, focusing chaos on the spiritual center of the nest. Once the local population has grown enough, the local mystic then performs this rite in tribute to the Rat Incarna. The ritemaster must be of a Rank equal to the new level of the nest. Rat-spirits will then infest the spiritual center of the nest. If the Rat-spirits don't think that the site is a good one, they may demand that a local rat pack undertake an Umbral quest on behalf of the local wererats. Fulfilling this quest may decide the proper name of the nest, the name of a new tribe, or even the title of the next Rat King.",
        "source": "Laws of the Wild: Changing Breeds 3, Pg. 195",
        "values": [3],
        "shifter_type": "Ratkin",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Dansing",
        "rite_type": "Mystic",
        "description": "This rite is the first step on the path of the Storm Danser. It requires the Nuwisha to devour peyote and fast for three full days. During this time, the Nuwisha must recite all his past experiences battling the Wyrm, traveling the Umbra, and teaching the other creatures of Gaia the error of their ways.",
        "source": "Laws of the Wyld West, Pg. 286",
        "values": [2],
        "shifter_type": "Nuwisha",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of the Dream Dance",
        "rite_type": "Mystic",
        "description": "This potent rite allows the Nuwisha to know the location of all his fellow Storm Dansers, and to ask a question of them through a sort of shared dream.",
        "source": "Laws of the Wyld West, Pg. 286",
        "values": [4],
        "shifter_type": "Nuwisha",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Caern Concealment",
        "rite_type": "Caern",
        "description": "This rite requires a meeting of at least ten Nuwisha, and will hide the power of a caern from detection by any but the Nuwisha themselves. The Nuwisha have not used this rite in several decades, but the wisest still are taught it by the elders.",
        "source": "Laws of the Wyld West, Pg. 286-287",
        "values": [4],
        "shifter_type": "Nuwisha",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Sing Back the Dead",
        "rite_type": "Mystic",
        "description": "Only one Nuwisha ever knows this rite at a time, as it is taught by Trickster himself. This rite has the power to defy the rules of life and death, allowing the coyote to sing back one or more werecreatures back to life.",
        "source": "Changing Breeds, Pg. 175-176",
        "values": [5],
        "shifter_type": "Nuwisha",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Becoming",
        "rite_type": "Mystic",
        "description": "The Garou do this one the same way we do as well. I'd be kind of surprised if they didn't, seeing as we're the ones who actually taught it to them, but try to get a furry to admit to that.",
        "system": "This rite can only be cast from an Anchorhead domain, and requires the casting Corax to make a braid from three hairs (or feathers) off her head, three pieces of copper wire, and three pieces of ivory. The Corax ties the braid around a wrist or ankle, then invokes three words of power. Henceforth, the Corax can fly into the Deep Umbra. If the braid is destroyed the Corax takes a health level of damage and must make a Wits roll (difficulty 6) to return to the Near Umbra. The Sun-Lost ceremonially destroy their braids as soon as they reach the Deep Umbra, symbolizing their acceptance of their new state. Corax who intend to head home tend to be a bit more careful of theirs, but getting lost in the Deep Umbra isn't quite as unpleasant for Corax as it is for Garou. The Background: Umbral Maps eliminates the need for any sort of roll to find one's way home, even if the braid is destroyed.",
        "source": "Corax Breed Book p. 83",
        "values": [2],
        "shifter_type": "Corax",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Fetish Egg",
        "rite_type": "Mystic",
        "description": "The Rite of the Fetish Egg is about the birds and the bees - well, no bees - and where new Corax come from. You see, when two Corax love each other very much, you know what happens? Nothing. Absolutely nothing. We can't breed with one another. That's why there are no Corax metis. Hell, a new Corax doesn't even have to be the kid of an old Corax. This is a matter of spirit, not genetics, boyo. Spirit's a lot more important. What it can mean, though, is that you can have real parents and spiritual ones, your flesh-and-blood folks as well as the Corax who gave you your spirit egg. Making a spirit egg requires some hefty investment. There's got to be one spiritual parent from each breed, plus someone's got to plunk some serious spiritual gas in order to create the egg and bind it to its other half. The binding is done with a feather or a human hair from the parent and ensures that the egg and the kid/chick stay linked until such time as the kid can handle getting a double dose of soul. If the binding breaks, it devastates the poor kid - autism is the usual response. The parent usually just goes into depression; many lose the Sun right after that sort of thing.",
        "system": "This rite requires a Corax to make a Gnosis roll (difficulty 7). If successful, the Corax can create a Fetish Egg. This rite can only be cast from an Anchorhead domain.",
        "source": "Corax Breed Book p. 82",
        "values": [2],
        "shifter_type": "Corax",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"

    },
    {
        "name": "Rite of the Sun's Bright Ray",
        "rite_type": "Mystic",
        "description": "This one is proof positive Helios is our buddy. When you do this rite, you get a heaping dose of sunshine that brightens up wherever you are. Doesn't matter if you're underground, in a bank vault, in the middle of Club Whiny Vampire - do this rite and it's Here Comes the Sun. And you know what the best thing about the sunlight that you can conjure up with this one? Well, yes, you can tan to it, but that's not the issue. What matters is that this sunlight hits vampires like the real thing, baby. You've just gotta see the look on the face of Vlad Pretentious, Dark Prince of Mount Laurel, New Jersey when you drop a 73 degrees and sunny grenade in his lap. It's priceless. System: This rite has no cost, as it is a symbol of Helios' special favor toward his adopted children. All that is required is the proper steps and chants, and then a Gnosis roll (difficulty 7). The borrowed sunlight fills a volume 20 feet on a side, give or take a few, and lasts one hour for each success on the Gnosis roll. The glow remains behind even after the Corax leaves the area, which can lead to all sorts of awkward situations.",
        "system": "This rite has no cost, as it is a symbol of Helios' special favor toward his adopted children. All that is required is the proper steps and chants, and then a Gnosis roll (difficulty 7). The borrowed sunlight fills a volume 20 feet on a side, give or take a few, and lasts one hour for each success on the Gnosis roll. The glow remains behind even after the Corax leaves the area, which can lead to all sorts of awkward situations.",
        "source": "Corax Breed Book p. 82",
        "values": [2],
        "shifter_type": "Corax",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Battle Blessing",
        "rite_type": "Mystic",
        "description": "The Rite of Battle Blessing is one of the big 'uns, but don't expect to learn it any time soon. The only three who know this one are the members of the Morrigan, and they don't exactly go around spouting off trade secrets. I only know a little bit about how this one works, but that's scary enough for me. It seems that if the Morrigan decide they want to help one side in a battle out (usually the Fianna, in case you were wondering), they haul this golden oldie out. All three fly over the battle, croaking out battle-song, and it puts the fear of Morrigan into whichever side the three ladies don't like. It's astonishing to watch - entire armies have broken and fled after hearing the chants of this rite. Mind you, this one's tough to do, and the Morrigan don't use it lightly. However, when they do uncork it, the effects are devastating.",
        "system": "All three of the Morrigan must be present to perform this rite. To enact the rite, each member of the Morrigan can spend Gnosis up to her Occult rating. For each point of Gnosis spent, the victims of the rite lose one die from their Dice Pools so long as they remain on the field of battle. Targets can literally be reduced to zero dice by this rite.",
        "source": "Corax Breed Book p. 83",
        "values": [4],

        "shifter_type": "Corax",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Memory Theft",
        "rite_type": "Mystic",
        "description": "If a fellow Corax has repeatedly acted dumber than a box of rocks, there comes a time when you've just got to scrub out the inside of his head and hope that the next pile of garbage he accumulates between his ears is more useful. If someone does something really, really, really dumb, a bunch of the old-timers can pull this rite out of mothballs and wipe his mental hard drive - downloading all the good bits first. Whoever leads the ritual gets the core dump from the sucker, err, target, errr, object of the rite. Meanwhile the victim has his head pretty much wiped of anything more complex than 'Gee, pretty flowers.' Actually, I'm exaggerating a little bit. The rite takes the victim back to right after First Change, meaning that there's a chance that he'll learn things properly the second time. Basic motor skills, language abilities, things like that - they generally tend to stay in place even when the rite goes really well. By the way, it's a good thing this rite's only available to grand poobahs of the breed. Can you imagine the hell that would break loose if Murder's Daughters got a hold of it?",
        "system": "This rite requires a small, empty wooden box, preferably painted with scenes from the target's life. At least three Corax, including the one performing the rite, must surround the target (who, hopefully, has been subdued or at least restrained). The box is then opened and a litany of the victim's deeds is chanted. As each event is named, the memories of that moment fly from the Corax into the box. Associated memories flee as well, until such time as the Corax' mind is emptied of everything post-First Change. Note that the rite is an all-or-nothing proposition; one cannot use this to excise only certain memories. The Corax performing the rite must then seal and crush the box, at which point, all of the memories contained enter his mind. This is not a burden to be undertaken lightly - the Rite of Memory Theft is only performed when a Corax has done something truly horrendous, and no Corax carries around the memories of another breed's failure or crime lightly. It's one thing to know of another raven's missteps, another thing entirely to make them your own. This rite costs a point each of Gnosis, Willpower and Rage, and lasts as long as it takes to sing all of the deeds of the victim. The rite also calls for a contested Willpower roll between the Corax casting the rite and the target, though each additional Corax present lowers the ritemaster's difficulty by 1. This rite can only be used on other Corax.",
        "source": "Corax Breed Book p. 8",
        "values": [4],
        "shifter_type": "Corax",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Jamak Promise Bond",
        "rite_type": "Need",
        "description": "Even a cat can need a friend. When a spirit and a Bastet come to an understanding, they offer each other a pledge of friendship. This rite seals that bond; while it has no mystic repercussions, it's considered a formal oath and is taken seriously by both parties.",
        "source": "Bastet Pg. 122; Players Guide to the Changing Breeds Pg. 74-75; Laws of the Wild: Changing Breeds 1 Pg. 205",
        "values": [1],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Fear",
        "rite_type": "Need",
        "description": "A relic of the Madness and the tiger hunts, this rite sends a cloud of terror across the land, conjuring nightmares and spreading panic. Animals may stampede, riots may flare and brace men may decide that now is a good time to leave.... To begin the rite, the cat assumes her Crinos form and dances madly, howling her hatred to the moon. As her fury rises, she rips everything around her to shreds, living or otherwise, and flings the pieces across the site. Screeching, spitting, arching and slashing, she sends her fury outward to infest the minds of everyone in reach. Once there, the terror festers, bursting outward through dreams into waking and sending the locals into a panic. At the end of the ritual she falls exhausted, but has begun a wave of fear that continues until the second sunrise. ",
        "source": "Bastet Pg. 122-123; Laws of the Wild: Changing Breeds 1 Pg. 205",
        "values": [3],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Passing the Yava",
        "rite_type": "Kuasha",
        "description": "These secrets contain the seeds of survival or destruction for the entire tribe. Passing them on to a youngster is a sign of the utmost trust and pride. Imagine handing a loaded gun to your child and telling him to shoot at a target behind your head; that's the kind of importance the Yava convey. They're not passed on lightly, or to fools. Thus, this exchange, often the last rite between kit and her mentor, is deeply important. This ritual, traditionally performed at dusk, involves a recitation of the three secrets, a reminder of their importance, and an admonishment to keep them safe. The kuasha informs her apprentice that someday he too will pass on the Yava, and that his judgment will reflect the future of the tribe. To betray the trust, even under torment, is the worst crime a Bastet can commit. Before this rite is performed, the mentor scans the area for spirits or other eavesdroppers. If the area is clear, the secrets are then passed between elder and kit. Afterward, the two spend their last night together and part ways at dawn. Although they may very well remain friends, the First Year has ended. The kit is on his own.",
        "source": "Bastet Pg. 119; Laws of the Wild: Changing Breeds 1 Pg. 201-202",
        "values": [2],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Recognition",
        "rite_type": "Kuasha",
        "description": "To be accepted into a new Rank, a Bastet must perform this rite before the spirits, his peers, or both. Like many werecat rituals, this ceremony can be done by a solitary cat, and it often is. A Balam in the wilderness doesn't have to travel to the nearest taghairm to be recognized - the spirits will carry tales of his deeds to other cats. To petition for a new Rank, the cat stands in a circle prepared for the rite with herbs and, if possible, trophies of his achievements. Speaking the ritual phrases, he recites his deeds, relates his accomplishments since attaining the last Rank, and demands to be recognized for what he had done. If he succeeds, the others agree and declare his new standing; if not, they tell him why they're dissatisfied and deny his petition. These reasons can range anywhere from a lack of progress to bad politics. The Bastet may only perform this rite once per season.",
        "source": "Bastet Pg. 119; Laws of the Wild: Changing Breeds 1 Pg. 201; Players Guide to the Changing Breeds Pg. 75", 
        "values": [2],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Grooming the Newcomer",
        "rite_type": "Taghairm",
        "description": "When a new Bastet enters an existing group, she must be welcomed with this ritual; until then, she's considered naa, an untrustworthy stranger. First, the ritespeaker questions the newcomer, often using Gifts like Sense the Truth and Righteous Gaze; she then asks others whether or not they've heard of the newcomer. Some taghairm groups test new visitors with questions, quests or ordeals to see how worthy they might be. If the examination satisfies the ritespeaker and the host of the gathering, they both welcome the newcome into the group. All attendees rise and greet their new cousin with gestures of affection and offer her gifts of food and drink. From then on, that Bastet is always welcome.",
        "source": "Bastet Pg. 123; Laws of the Wild: Changing Breeds 1 Pg. 206",
        "values": [2],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Hanshii",
        "rite_type": "Taghairm",
        "description": "Some grudges can only be settled by force. To keep the peace, a host might demand that quarreling Bastet enter a ritual combat to decide the issue. All attendees and their allies agree to abide by the decision. The formalities depend on the host's tribe, the grudge and the location of the gathering. The combatants are obliged to follow the host's rules regardless of their tribe. The Balam, Khan and Simba favor death-matches more than the other tribes do; Ceilican and Qualmi prefer tests of wit, while Bagheera and Bubasti respect tests of judgment. The Swara often send both parties questing in the Penumbra, opening a 'window' to watch their progress. Pumonca let the elements decide, and sponsor tests by fire or exposure. No use of Gifts or outside assistance is allowed. The rite ensures that both sides play fair; those who cheat are magically marked. As the duel begins, the ritespeaker chants a litany extolling challenge, fairness and honor. From there, she watches what transpires, watching especially for fair play. If someone does cheat, the ritespeaker feels a sharp tingling and calls the contest to a halt. The cheater's skin or fur blazes with a sickly yellow or green light. His punishment depends on the host.",
        "source": "Bastet Pg. 124; Laws of the Wild: Changing Breeds 1 Pg. 206",
        "values": [2],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Exile",
        "rite_type": "Taghairm",
        "description": "Taghairms are gatherings of trust; if someone breaks that trust, the others throw him out. The rite marks such betrayals, and carries the stigma of shame to other gatherings. A werecat's future companions may judge him by this sign. When the host has declared an Exile, the other cats must vote. If the majority agrees, the ritespeaker begins the ritual. In some cases, the gathering must decide unanimously; in others, the host may simply demand a majority vote. The rite itself involves a revocation of the Grooming ritual, a recitation of the exile's crimes and usually a few choice words. As the ritespeaker spins a cloak of words, the exile's forehead begins to glow; by the end of the rite, the sigil of an oathbreaker appears. As the glow fades, the sigil remains and the other cats chase the offender from their gathering. If they catch him, they'll beat him to a pulp, but leave him alive to remember his shame. The mark fades from view by morning, but remains a part of the exile's soul. Any subsequent Grooming rite reveals the mark; only the forgiveness of the host (a separate rite of the same Rank) or some powerful quest will wash away the mark.",
        "source": "Bastet Pg. 124; Laws of the Wild: Changing Breeds 1 Pg. 206",
        "values": [3],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Kuasha Degree",
        "rite_type": "Kuasha",
        "description": "With this rite, a teacher passes on the secrets of her teaching, so that the pupil may become a kuasha. Normally, the degree must be uncovered through the 'proper channels' - that is, the secrets of the rite must be dug out of a series of mentors, contacts and friends, then pieced together. An especially apt Tekhmet might impress her mentor so well that he passes on everything she needs to know before her apprenticeship ends; it's rare, but it has been known to happen. The Kuasha Degree contains all the rites, advice, secrets and preparations a Bastet needs in order to take a pupil, and confers the right to do so. Even so, the elder usually cautions her kit to take a bit of time to see the world for himself before he begins teaching someone else about it. Taking a kit means responsibility; most kuashas stress that their pupils must run free for a while before taking on such a burden. At the end of the ritual, the mentor invests her student with the power to take a student of his own, and advises him to do so carefully. In the Degree, a Tekhmet learns how to find taghairms, how to petition spirits, how to find a new-Changed Bastet and how to chastise him for doing wrong. It relates the responsibilities and rights the mentor receives under Bastet law, and offers lots of common wisdom about the feeding and caring of a kit. The Yava is not passed on through this rite - that requires its own rite.",
        "source": "Bastet Pg. 120; Laws of the Wild: Changing Breeds 1 Pg. 202",
        "values": [3],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Claiming",
        "rite_type": "Moon",
        "description": "This mystic secret proclaims the foundation, or transferal of a Den-Realm. To do this, a Bastet travels across his territory on foot, marking the boundaries with scratches, urine and other forms (graffiti, incantations, blood, etc.). When the circuit is completed, the werecat performs the rite in the place where he began, and binds himself to the essence of the place. From then on, the area is his Den-Realm, and he may do what he wants within it. Occasionally, Den-Realms exchange hands; some upstarts take lands from dying elders, while others receive old friends' territory for safekeeping. This rite is still essential to becoming one with the land; until it's performed by the new owner, it's just another hunting ground. Sometimes, a dying elder will pass the rite along to the newcomer as a gesture of respect. If the Den-Realm has been ripped from her hands, however, the old owner's not likely to help the thief. Although Den-Realms may be expanded by performing this rite again, no werecat can keep more than one separate Realm. Fewer still would give up their lands without a fight. The Den-Realm is the cat's true home, and until she dies, it remains a part of her.",
        "source": "Bastet Pg. 121; Laws of the Wild: Changing Breeds 1 Pg. 203",
        "values": [3],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Eater of the Dead",
        "rite_type": "Moon",
        "description": "The Bubasti alone command this rite, a vile punishment reserved for oathbreakers among their tribe and thieves from outside it. By calling to Sobk, the Egyptian crocodile lord, an elder Bubasti sends the soul of the offender into a labyrinthine spirit realm deep within the ground. Here (they say), the victim is stalked by Sobk, who pursues him, corners him, judges him and may consume his soul. Once a transgressor is caught, the shadowcats bind him for the rite. During the ritual, the offender's tongue is ripped out, his eyes are seared and his ears are plugged up. Special wrappings, prepared in sandalwood oil and honey, are wound around the cat from toes to forehead. Then his head is struck off, followed by his limbs, and the whole mess is burned in an oven prepared for the rite. This ceremony, horrifying in itself, sends the cat's soul to the tunnels of Sobk to be judged. The chase begins as the cat, now whole again, rips out of his bandages and flees into the tunnels. The Eater of the Dead pursues the soul for what seems like weeks, until he finally corners the cat. Biting off each limb in turn, he judges the soul of a golden scale. If the punishment so far is ruled enough, the soul is freed to its final journey. If Sobk doesn't like what he sees, he devours the offender forever.",
        "source": "Bastet Pg. 121; Laws of the Wild: Changing Breeds 1 Pg. 203",
        "values": [4],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Festival of Dreams",
        "rite_type": "Taghairm",
        "description": "By inhaling smoke from burning wood and herbs; steam; psychoactive drugs or all three, the collected group enters a vision trance. Depending on the circumstances, they may experience memories of the past, future sight, soul-seeing or simple hallucinations. These complex insights are often consulted for future plans, battles or other tasks which involve the whole taghairm. As the other cats gather in an enclosed circle, the ritespeaker and her assistants begin the fires. Tossing in herbs, wood and stone, they chant, sing and play music as the vision smoke rises. The other Bastet breathe deeply, sharing their essence with each exhalation. As the visions begin, a feeling of peace descends to keep the taghairm from scattering. One by one, the Bastet hit their personal limits and stagger out into fresh air. The last werecat to remain receives a special vision that only she remembers. As the ritual ends, the smoke clears; the remaining Bastet receives gifts of water and affection from her companions, and is celebrated for the rest of the night.",
        "values": [4],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Rite of Nine Lives",
        "rite_type": "Moon",
        "description": "The secret knowledge granted by Seline to the wisest of her children allows them to literally return from the dead. This rite, which may only be performed once in a werecat's life, allows her to return from the dead as many as eight times before her spirit departs for good. To begin, the werecat sets aside a ritual space outside and calls upon Seline's favor. After mixing a bit of blood, water, spit and fur in a bowl, she holds the bowl up to the moon and chants the rite. Once finished, she drinks the broth and hopes for the best. Seline will be the final judge as to whether the cat survives her death or not.",
        "values": [5],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Wishing Waves",
        "rite_type": "Moon",
        "description": "By yowling, spitting and dancing around a lake or sea, a werecat can stir the surface into waves. Ceilican who drowned their enemies this way give rise to tales of witches who danced with cats to create storms at sea. Although this tribe claims to have originated the Rite, the Bubasti say otherwise. In their stories, Bast herself taught her children to wreck invaders on the Nile, and supposedly used it to punish Pharaoh Snefru II, who persecuted her kind.",
        "values": [5],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
    },
    {
        "name": "Caliah",
        "rite_type": "Taghairm",
        "description": "Like the Garou Moot Rite, this ritual opens all taghairms, charging the participants with mystic energy. Unlike the Garou, werecats rarely keep sacred sites. Instead, the Caliah refreshes the Gnosis of all participants and generates a sense of wonder and togetherness. As the ritespeaker chants the histories, rivalries are put aside and quarrels silence. For a few minutes, at least, everyone present is hamaal, one family.",
        "values": [1],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"

    },
    {
        "name": "Call the Four Winds",
        "rite_type": "Moon",
        "description": "Cats are renowned masters of the weather. While many Gifts reflect this talent to a small degree. Call the Four Winds affects weather patterns across whole sections of a country. Unlike many rites, the Call demands the presence of five Bastet. One leader, the ritespeaker, decides what changes to request and begins the ritual. The others take the roles of the four corners of the earth and invoke the powers of each of them in turn. The ritespeaker acts as a center, and stands amid the others in a prepared circle, channeling their power. As the rite progresses, the power builds until the circle is swept through with elemental force. Spirits swirl screaming past the ritespeaker, who sends them up into the sky to bind the clouds and invoke the werecats' will. In time, storms gather or disperse, rain comes, winds rise, blizzards begin, tempests rage or calm.... A whole range of weather effects, from dust storms to squalls, can be evoked with a pride of cats, this rite, and a knowledgeable leader.",
        "values": [5],
        "shifter_type": "Bastet",
        "category": "powers",
        "stat_type": "rite",
        "splat": "Shifter"
     }
]