[
    {
        "name": "Sense Moon",
        "description": "This Gift enables the user to detect a child of the Moon — usually a fellow shapechanger (save for Corax, Ananasi or Nuwisha).",
        "system": "The player rolls Perception + Occult, difficulty 7. With three successes, he can tell what kind of moon creature is involved; five allows a rough estimate of rank and abilities. This Gift is taught by a Sun-spirit. (Midnight Sun Shining Gift Sense Sun): As the common Gift: Sense Moon, save that it allows the user to discern the presence of Sun creatures such as Mokolé and Corax.",
        "source": "PGttCB 117-118, Mokole 79-81",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Mokole",
		"gift_alias": "Sense Sun",
		"auspice": "Midnight Sun Shining",
        "splat": "Shifter"
    },
    {
        "name": "Tailbiter's Mumble",
        "description": "The Mokolé may bite her tail in her mouth and roll any distance desired as quickly as her human form runs. This Gift is taught by Hoopsnake.",
        "system": "The Mokolé must be in Suchid or Archid, and spend a Willpower point; apart from that, the movement bonuses are automatic.",
        "source": "Mokole BB",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Mokole",
        "splat": "Shifter"
    },
    {
        "name": "Talk",
        "description": "This Gift permits the Mokolé to speak any human language he knows while in Suchid or Archid form. This Gift is taught by a Bird-spirit.",
        "system": "No roll is necessary; the Mokolé becomes automatically capable of speech in all forms. With a successful Mnesis roll, difficulty 8, the Mokolé can also speak any of the other Bête's languages for the duration of a scene.",
        "source": "Mokole BB",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Mokole",
		"auspice": ["Midnight Sun Shining", "Shrouded Sun Crowning", "Decorated Suns Gathering"],
        "splat": "Shifter"
    },
    {
        "name": "Bellow",
        "description": "The Mokolé releases a powerful and terrifying reptilian roar. This Gift is taught by a crocodile-spirit.",
        "system": "The player spends one Rage point and rolls permanent Rage (difficulty of the target's Willpower). If successful, the target reacts as though afflicted by the Delirium. Subtract the Mokolé's Glory from the target's Willpower before consulting the Delirium chart. Other shapeshifters can spend one Willpower point to resist the Gift's effects for the rest of the scene.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Rising Sun Striking"
    },
    {
        "name": "Eye of the Raptor",
        "description": "The Mokolé can see clearly for miles. A raptor-spirit teaches this Gift.",
        "system": "The player rolls Perception + Alertness (difficulty 8). The number of successes equals the number of miles the character can see clearly.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Rising Sun Striking"
    },
    {
        "name": "Darksight",
        "description": "The ambient light of the Penumbra illuminates the physical world, even when darkness surrounds the Mokolé. A Lune teaches this Gift.",
		"system": "The player spends one Willpower point, and suffers no penalties for lack of light for the rest of the scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Changing Breeds 20th Anniversary Edition",
        "values": [1],
        "shifter_type": "Mokole",
		"auspice": "Midnight Sun Shining",
        "splat": "Shifter"
    },
    {
        "name": "Spirits of Laughter",
        "description": "The Midnight Sun invokes spirits of good humor, lightening everyone's mood. A mockingbird-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. For the rest of the scene, all Rage rolls are made at +2 difficulty, and everyone finds it very difficult to become upset or out-of-sorts about anything.",
        "source": "Mokole BB",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Mokole",
        "splat": "Shifter",
		"auspice": "Midnight Sun Shining",
        "varna": "Mockingbird"
    },
    {
        "name": "Pilot Snake",
        "description": "This Gift allows Mokolé to summon the helpful pilot snake, a creature who knows how to get places. He can help find safe havens, drinkable water, wallows, and so on. The Gift is taught by a Snake-spirit.",
		"system": "The Mokolé calls on Pilot Snake and rolls Gnosis. The Mokolé must be in a place where there are pilot snakes (such as the American Southeast). The difficulty is 6 in wilderness, 7 in sight of human works, 8 in a park or suburb, and 9 in city areas. Near the Dissolver's works, it is 10. The number of successes measures the Gift's success; usually three is sufficient. Pilot Snake does not speak, but will guide the group anywhere within reason. He cannot provide guidance to things that he does not know about, such as Garou cairns. Once he is done, he departs.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "PGttCB 119, Mokole 87-88",
        "values": [1],
        "shifter_type": "Mokole",
		"auspice": "Decorated Suns Gathering",
        "splat": "Shifter"
    },
    {
        "name": "Wind Beneath My Wings",
        "description": "This Gift, originated by a Pteranodon Mokolé, helps Mokolé travel more easily by marching or flying in formations. The strength of the whole group can serve to help each member. This Gift is taught by Goose.",
		"system": "The Mokolé assembles her fellow travelers in a line (for marching) or V formation (for flying) and rolls Stamina + Gnosis, difficulty 7. The number of successes is the number of travelers who can share the Stamina of the strongest member of the group (who will usually take the lead). If the formation is broken, the extra Stamina disappears. A botch reduces a group member to 1 Stamina.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "PGttCB 119, Mokole 87-88",
        "values": [1],
        "shifter_type": "Mokole",
		"auspice": "Decorated Suns Gathering",
        "splat": "Shifter"
    },
    {
        "name": "Songlines",
        "description": "This Gift covers the landscape with songs. The Gumagan can navigate from one end of Bandaiyan to the other using legends. This Gift is taught by an Ancestor-spirit.",
        "system": "The Gumagan sets out on a journey and begins the Song. He rolls Gnosis and adds to the number of successes the number of sacred songs he knows. The difficulty is 6 in his tribe's territory, 7 outside. In lands other than Bandaiyan, it is 10. The number of successes is the number of times by which the distance is divided when calculating the length of the trip.",
        "source": "Mokole BB",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "varna": "Gumagan"
    },
    {
        "name": "Chi'ih Ming",
        "description": "Chi'ih Ming is an old word meaning balloon, and using this Gift, a Mokolé may walk on air at normal walking pace. A Bird-spirit teaches this Gift.",
        "system": "The player spends a Gnosis point and rolls Dexterity + Athletics. One success is enough to activate this Gift.",
        "source": "PGttCB 200-201, Mokoke 83",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "varna": "Zhong Lung"
    },
    {
        "name": "Blessings of the Nest",
        "description": "Hissing a blessing in the Dragon Tongue, the Mokolé bestows a gift of fertility. In addition to ensuring conception on most recipients, the Gift also removes impotence from those who suffer from it and grants fertility to the normally barren. A rooster-spirit teaches it.",
        "system": "The player spends one Gnosis point. This Gift's power is insufficient to make metis fertile.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Mokole",
        "splat": "Shifter"
    },
    {
        "name": "Reptoid Form",
        "description": "Through careful refinement of her shapeshifting capabilities, the Mokolé learns to assume a form between Homid and Archid. This “near-man” form, roughly equivalent to the Garou Glabro form, lacks hair, has tough, lightly scaled skin, and sports small but sharp claws. It can only pass for human at a distance, under heavy clothing, or in poor light, but still avoids the size and subtlety issues associated with Archid. This Gift is taught by memory-spirits.",
        "system": "The character assumes her new form in the same manner as a Garou assuming Glabro. Its traits are: Strength +2, Stamina +2, Appearance –2, and it can make claw attacks for lethal damage.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Mokole",
        "splat": "Shifter"
    },
    {
        "name": "Tides of Lust",
        "description": "This Gift is most common among the Gila monsters and Mexican beaded lizards of the American Southwest, the Unktehi, who learn it from a Rooster-spirit. It gives them power over the tides within someone's body.",
        "system": "The Mokole begins to dance and rolls Rites + Expression, difficulty 7. If the target already loves someone else, the difficulty is 8, or 9 if the target is very old or attracted to the the opposite of your own gender. The number of successes determines the number of hours that the person will be unnaturally lusty. Impotence, if any, disappears, the target becomes fertile if ordinarily sterile (unless the target is Metis, of course), and the target also becomes a little more open-minded about potential partners. Even so, the Mokole must still seduce the person through roleplaying, as the Gift does not plant obvious desire - it merely removes barriers.",
        "source": "PGttCB 117-118, Mokole 79-81",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Mokole",
        "splat": "Shifter"
    },
    {
        "name": "Waxwork Monster",
        "description": "Brought to light recently by the Shining, this Gift lets a Mokolé take advantage of the fact that “dinosaurs are extinct” to hide in plain sight even in Archid form. Essentially, the Mokolé takes on the appearance of a model or dummy. A Tuatara-spirit teaches this Gift.",
        "system": "The Mokolé spends a Gnosis point and rolls Stamina + Expression. For each success, he can freeze in place for one hour unnoticed by anyone. In Suchid form, he appears to be a stuffed crocodile; in Homid form, he seems to be a mannequin or waxwork. In Archid form the Mokolé appears to be a life-size fiberglass or cement dinosaur model, but cannot cause the Delirium unless he moves or speaks. Some Shining will even carry around a small label designating the species of dinosaur that they are supposed to be. Of course, the “statue” will arouse suspicion if there is not supposed to be a statue in the place where the Mokolé is hiding. Whole clutches have concealed themselves this way as roadside attractions and the like.",
        "source": "PGttCB 117-118, Mokole 79-81",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Mokole",
        "splat": "Shifter"
    },
    {
        "name": "Paint the Meadows",
        "description": "The Mokolé may utter pitiable moans and groans to draw prey closer. Margay-spirits teach this Gift.",
        "system": "The player rolls Wits + Expression (difficulty of the target's Willpower). The victim moves closer for one turn per success; if the victim is harmed, the Gift's effects end.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": ["Rising Sun Striking", "Setting Sun Warding"]
    },
    {
        "name": "Tame Sunbeam",
        "description": "The sun has long been the staunchest ally of the Mokolé, and sends his light when they need it most. A servant of Helios teaches this Gift.",
        "system": "The player spends a Gnosis point and rolls Intelligence + Occult, difficulty 6. An aura of bright sunlight surrounds the Mokolé for the rest of the scene, illuminating everything out to (successes x 2) yards.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Noonday Sun Unshading"
    },
    {
        "name": "Spew",
        "description": "The Warding may guard the nest with a spew of slippery ooze. He can drink a few gallons of water and spit it out as a slimy mess. This Gift is taught by Frog or Snail-spirits.",
		"system": "The Mokolé must have drunk quite a bit of water within the last 24 hours before using this Gift, although some drink oil as a precursor. The player rolls Stamina + Expression, difficulty 7, as the Mokolé spews out water and slime onto any surface. The number of successes determines the radius, measured in paces, of the area covered with slippery slobber. Any creature treading on the place must make a Dexterity roll (plus Acrobatics, if any) or slip and fall. Mokolé may also slime pathways with their vomit, urine or other bodily fluids, resulting in offensive odors as well as slippery surfaces.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "PGttCB 118, Mokole 85",
        "values": [2],
        "shifter_type": "Mokole",
		"auspice": "Setting Sun Warding",
        "splat": "Shifter"
    },
    {
        "name": "Breaking the Tomorrow Wall",
        "description": "The Mokolé swims upstream through the river of Mnesis, catching vague glimpses of the future. A crane-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Perception + Enigmas, difficulty 6. The Mokolé gains one vague insight of the Storyteller's choice per success.",
        "source": "Mokole BB",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Mokole",
		"auspice": ["Midnight Sun Shining", "Shrouded Sun Concealing"],
        "splat": "Shifter"
    },
    {
        "name": "Walking Between Worlds",
        "description": "As the Mokolé general Gift(Rank 3). Shrouded, Decorated, and Eclipsed Suns alone may buy this as a Level Two Gift. The Mokolé can breach the Gauntlet and enter the Umbra in the same manner as Garou. Lunes teach this Gift.",
		"system": "TThis Gift's effects are permanent",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Changing Breeds 20th Anniversary Edition",
        "values": [2, 3],
        "shifter_type": "Mokole",
		"auspice": ["Shrouded Sun Concealing", "Decorated Suns Gathering", "Solar Eclipse Crowning"],
        "splat": "Shifter"
    },
    {
        "name": "Dream the Matre's Mind",
        "description": "This Gift, taught by human Ancestor-spirits or an animal spirit especially renowned for a long memory, such as Elephant, allows the Mokolé to leave her body behind as her spirit slips into the astral realm, or Deep Umbra.",
		"system": "The player must roll Gnosis, difficulty of the local Gauntlet rating. Successful use of the Gift renders the Mokolé's physical body unconscious while her spirit slips into the astral realm. Five successes indicate that the Mokolé may even travel into the true High Umbra, though she is still attached by a silver cord to her body. Failure means the character cannot leave her body, and a botch casts the astral self to a random destination or breaks the silver cord. For more information on Deep Umbral travel, see the Sunset chapter.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "PGttCB 119, Mokole 86-87",
        "values": [2],
        "shifter_type": "Mokole",
		"auspice": "Shrouded Sun Concealing",
        "splat": "Shifter"
    },
    {
        "name": "Dragon Drill",
        "description": "The Mokolé may organize her allies into a potent workforce, sharing any Ability known to a single member of the group with all members. This Gift can empower Mokolé, Kin, and any character with whom the Mokolé shares a totem. Ant-spirits teach this gift.",
        "system": "The player spends a Gnosis point and rolls Manipulation + the appropriate Skill or Knowledge (difficulty 7). The number of successes is the number of individuals who gain the targeted Ability at the rating of the highest-rated member of the group. This Gift's effects last for one scene.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Decorated Suns Gathering"
    },
    {
        "name": "Awe Mokole Gift",
        "description": "The Mokolé becomes an unmistakable avatar of primal glory and majesty, crowned by the sun and cloaked in years. An avatar of Helios teaches this Gift.",
        "system": "The character permanently adds one die to all Charisma rolls.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Solar Eclipse Crowning"
    },
    {
        "name": "Dragon's Breath",
        "description": "The Mokole can spit fire. This Gift is taught by Dragon himself.",
        "system": "The player spends one Rage point and rolls Dexterity + Brawl (difficulty 8) to aim the attack (range 30 feet). It inflicts two automatic levels of aggravated damage, plus two additional levels per extra point of Rage spent after the attack is rolled.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Mokole",
        "splat": "Shifter"
    },
    {
        "name": "Bark of the Mudpuppy",
        "description": "This Gift allows the Mokole to bark loudly at any one person or object, shattering glass, splintering light wood or even opening wounds on a living being. This Gift is taught by a Mudpuppy.",
        "system": "The bark does one health level of aggravated damage, but automatically strikes its target. There is no actual cost.",
        "source": "PGttCB 117-118, Mokole 79-81",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Mokole",
        "splat": "Shifter"
    },
    {
        "name": "Hot Ichor",
        "description": "The Mokole may use her Rage to heat her blood, enhancing her prowess in battle or on the hunt. A raptor-spirit teaches this Gift.",
        "system": "The player may spend Rage to increase her physical Attributes at a rate of one point of Rage per Attribute dot gained. This enhancement lasts for a number of turns equal to the Mokole's lowest permanent Renown category.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Rising Sun Striking"
    },
    {
        "name": "Call the Tides",
        "description": "This Gift makes the Mokole able to bend the tides to his will. The Gift is taught by Tidekeeper.",
        "system": "The Mokole must be in sight of a tidal body of water (ocean, sea, river, estuary). The player then makes a Gnosis roll, difficulty of 8. The number of successes determines the result: 1 success - The tides come in or go out twice as fast as usual. 2 successes - Tides can be reversed, and will come in instead of go out, or vice versa. 3 successes - High tide or low tide can be brought in one scene. 4 successes - Unusual tides (spring or neap tide) can be brought in one scene. 5+ successes - Freakish tides (i.e. 30' tides in Florida) can occur in one scene.",
        "source": "PGttCB 118, Mokole 83-84",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Rising Sun Striking"
    },
    {
        "name": "Clear Mind",
        "description": "This Gift encourages clarity of thought, no matter the distractions; it is taught by a crow-spirit.",
        "system": "The player spends one or more Willpower points, then chooses a Mental dice pool (such as Intelligence + Enigmas); each Willpower point spent adds one die to that pool until the sun next rises.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Noonday Sun Unshading"
    },
    {
        "name": "Armor of the Tortoise",
        "description": "The Mokolé may form a hard shell around his skin, protecting himself from harm. This Gift is taught by a turtle-spirit.",
        "system": "The player rolls Stamina + Primal-Urge, difficulty 6, and the weresaurian spends a turn in concentration. Add the number of successes rolled to the Mokolé's soak rolls. The Gift lasts for (permanent Honor) turns, and may be used only once per scene.",
        "source": "Mokole BB",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Setting Sun Warding"
    },
    {
        "name": "Deeper Lungs",
        "description": "The Mokole may reserve air within herself, allowing her to live for a period of time without breathing. This Gift is taught by a turtle-spirit.",
        "system": "The Mokole may hold her breath for (Stamina) hours. This Gift's effects are permanent.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Shrouded Sun Concealing"
    },
    {
        "name": "Bunyip's Boom",
        "description": "The Gumagan may reach into Mnesis and imitate the mournful cry of the Bunyip. This Gift is taught by servants of Mu-ru-bul Tu-ru-ban the Bunyip.",
        "system": "The Gumagan spends one Gnosis point and rolls Charisma + Performance, difficulty 7. Anyone who hears this roaring noise loses a number of Willpower points equal to the number of successes scored by the Gumagan. Many foes will flee on hearing the echos of the land's past.",
        "source": "Mokole 81-82",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "varna": "Gumagan"
    },
    {
        "name": "The Thousand Arrows",
        "description": "This Gift allows a Makara marksman to greatly multiply his missiles in mid-flight; an archer can send a swarm of arrows, and a machine gun spits forth a cloud of bullets. This Gift is taught by a Wasp Spirit.",
        "system": "The Makara spends one Gnosis and one Rage. Whatever firearm, bow, crossbow or hurled weapon he is using gains the benefits of firing full auto (Werewolf, pg 230), but the difficulty to hit is raised by two rather than 3.",
        "source": "Mokole 82",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "varna": "Makara"
    },
    {
        "name": "Beak of the Finch",
        "description": "This Gift is taught by Finch, the master of adaptation. Finch helps Mokole adapt to new situations in order to survive. They do so by reshaping themselves into a form which can accomplish a goal.",
        "system": "The Mokole spends a Gnosis point and rolls Mnesis + Survival. She then exerts herself toward the desired change. To grow fins, she jumps into water and starts paddling. To grow a long neck she would stretch. This gift cannot create anything new, but can adapt existing body parts to new situations. Arms could grow into wings, but a new pair of limbs would not appear from nowhere. Likewise, lungs could become gills, but to breathe air again, the Mokole would have to change back. The effects last for one scene per Gnosis point spent.",
        "source": "Mokole 82-83",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "varna": "Mokole-mbembe"
    },
    {
        "name": "Heat Wave",
        "description": "The Mokole can bring the heat of Lord Sun to burn his enemies. Many can stand chill, but no living thing can stand endless heat. A Sun spirit teaches this Gift.",
        "system": "The Mokole dances the Steps of the Sun and spends 1 Gnosis. She then rolls Wits + Expression, difficulty 5 if it is warm, 6 if it is cool, and 8 if it is cold. If below freezing, the difficulty is 9. The difficulty drops by 1 for each hour of dancing and increases by 1 if the Mokole cannot dance except with hand motions (due to injury or imprisonment). For each success, one mile of territory surrounding the Mokole is heated to heatwave temperatures (103 degrees Fahrenheit). Any creature vulnerable to heat will lose one die from their dice pools per hour. The effects last for one hour per point of Gnosis spent. They cannot last for more than one hour after sunset.",
        "source": "Mokole 82-83",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "varna": "Mokole-mbembe"
    },
    {
        "name": "View the Seed",
        "description": "This Gift comes from the belief that all things are but a dream of the idea or object that birthed them. It allows the user to see the 'seed' of anything, from the parents of a child to the mastermind of a plot. Note that some things result from a growth of several 'seeds'. A Mokole looking at America, for instance, could see any number of things (John Locke in his study, Native Americans planting maize, Africans bought with Boston rum...). The Gumagan are most likely to learn this Gift, which is taught by Finch.",
        "system": "The Mokole rolls Perception + Mnesis, difficulty 7. If the thing to be seen is outside the Mnesis of the Mokole's line, the difficulty is 8. In the case of truly alien causes and effects, the difficulty could be 9 (Vhujunka plotting to sail into the Deep Umbra, etc.)",
        "source": "PGttCB 117-118, Mokole 79-81",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Mokole",
        "splat": "Shifter"
    },
    {
        "name": "Fool's Luck",
        "description": "This Gift grants temporary immunity to bad luck. A rabbit-spirit teaches it.",
        "system": "The player spends one Gnosis point. The character cannot botch any rolls until the sun next rises; treat any botches as normal failures.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Mokole",
		"auspice": "Midnight Sun Shining",
        "splat": "Shifter"
    },
    {
        "name": "Recapitulate",
        "description": "The Mokole can attack enemies with their own evolutionary heritage, forcing them to retreat back down the tree of life toward a clump of cells. The foe is transformed into a lower form of life. A lungfish-spirit teaches this Gift.",
        "system": "The Mokole shouts the enemy's name and certain Words out of time. The player spends two Gnosis points, then rolls Mnesis + Intimidation, difficulty 7. The player splits her successes between the effects of devolution and the duration. For each success spent on effect, the victim devolves through one stage of existence: for humans or Garou, one success makes him a primitive ratlike mammal, two make him a synapsid, and so on. The effect lasts for ten minutes per success spent on duration.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Shrouded Sun Concealing"
    },
    {
        "name": "Walk the Matre's Mind",
        "description": "Similar to the Gift: Dream the Matre's Mind, this Gift lets the Mokole actually enter the astral realm, the Deep Umbra, in physical form. Alternately, if she is already astral, she can remove her cord relatively safely. The use of this Gift is rare, as fewer Mokole are versed in it, but it allows the Mokole to enter the embodiment of Gaia's memory without leaving a helpless body behind and without a silver cord. Some Mokole postulate that the silver cord becomes invisible, but is still there. This Gift is taught only by various spirits familiar with the Deep Umbra.",
        "system": "No roll is needed; the effects are automatic. A Mokole who has used the Gift: Dream the Matre's Mind and passes into the High Umbra may use Walk the Matre's Mind to remove her silver cord and continue. If she does this, she must make sure to return before her body suffers too greatly: Her Stamina is the number of scenes she will be able to voyage (at the Storyteller's discretion).",
        "source": "PGttCB 119, Mokole 86-87",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Shrouded Sun Concealing"
    },
    {
        "name": "Sun Enfleshed",
        "description": "The Mokole becomes a living embodiment of the sun's holy fire. She bursts into silent, solar flames, burning her opponents with a touch. This Gift is taught by an avatar of Helios.",
        "system": "The player spends three Gnosis points to activate this Gift. Any vampires looking upon the Mokole must roll to resist fear frenzy as though they beheld the sun at full noon, and the Mokole's natural weapons inflict two additional dice of aggravated damage, as well as being treated as weapons made of gold.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Solar Eclipse Crowning"
    },
    {
        "name": "Nightmare Mnesis",
        "description": "The Gumagan can overcome any foe with Mnesis, forcing them to remember the atrocities committed on the Aboriginal peoples and the animals of the land. This Gift is taught by a Bunyip ghost.",
        "system": "The Gumagan looks into her foe's eyes and makes a Mnesis roll, difficulty of the opponent's Willpower. If she succeeds, the foe will remember lifetimes of slaughter, torture, rape and defilement. He must make a Willpower check, difficulty 7, or fall into despair (usually Harano). Many people who have been struck by this Gift have harmed themselves or sought to atone for the crimes they recall.",
        "source": "Mokole 81-82",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "varna": "Gumagan"
    },
    {
        "name": "Walk into My Eyes",
        "description": "This powerful Gift allows weakness to become strength. The Mokole have been endlessly persecuted: Under some circumstances, this can be an advantage. An Ancestor spirit teaches this Gift.",
        "system": "The Mokole stares into the eyes of a foe and rolls Mnesis. The difficulty is 5 for a relative (including Nagah, Corax, and Kin), 7 for a being who shares even one common ancestor (anyone born human, any saurian and any Changer), and 9 for something completely alien. For each success, the foe is overwhelmed for one turn by memory as he sees all of life from the Mokole's point of view. During this time he will not attack the Mokole (although he may defend himself if attacked) and will not be able to use any specific Gifts or powers of his own kind (such as Garou-only Gifts, shapeshifting, or vampiric Disciplines). After returning to himself, the target is often profoundly changed. Reactions vary: Garou have withdrawn into eternal Harano, while a Sabbat Priscus blessed by this Gift ended his unlife after seeing what he had lost centuries ago. The Storyteller should determine fairly what each target would do.",
        "source": "Mokole 82-83",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "varna": "Mokole-mbembe"
    },
    {
        "name": "Sleep of Si Wang Mu",
        "description": "This Gift enables the Zhong Lung to hibernate, adding years to his life. A servant of Si Wang Mu teaches this Gift.",
        "system": "The player spends a permanent point of Gnosis and rolls Stamina + Enigmas (difficulty 7). Success allows the character to sleep for one lunar month, adding 12 years to his life.",
        "source": "PGttCB 200-201",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "varna": "Zhong Lung"
    },
    {
        "name": "Jointsnake's Mojo",
        "description": "The Mokole may rejoin severed body parts without even touching them; they simply wriggle back to the stump, reattaching themselves. This Gift is taught by jointsnake-spirits.",
        "system": "The player need only spend one Gnosis to call back and reattach a severed body part, so long as that body part is within (Glory x 2) yards.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Rising Sun Striking"
    },
    {
        "name": "Sleep of the Dragon",
        "description": "This Gift allows the Mokolé to enter a state of estivation. She sleeps for a time limited by duration (for instance, 'three moons') or condition ('when the lake fills with water'). In either case, she sets the waking condition herself. The Mokolé does not age as she sleeps, though she may dream. Usually, the Mokolé buries herself in mud as she sleeps. The sleeping Mokolé is awakened by being moved or touched, but not by ordinary noises. A Dragon-spirit teaches this Gift.",
		"system": "The Mokolé may enter the sleep as an act of will. If she sleeps for longer than the duration of one story, then she regains all her spent Gnosis.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "PGttCB 118, Mokole 84-85",
        "values": [5],
        "shifter_type": "Mokole",
		"auspice": ["Noonday Sun Unshading", "Midnight Sun Shining"],
        "splat": "Shifter"
    },
    {
        "name": "Fossilize",
        "description": "This Gift allows the Mokolé to consign an enemy to memory—by fossilizing him for the edification of further generations. Paleontologists, needless to say, would probably be baffled by the results. A Death-spirit teaches this Gift.",
		"system": "The Mokolé points a bone at an enemy; the player rolls Gnosis, resisted by the enemy's Willpower. For each success, one health level of unsoakable aggravated damage cripples the target. If the target dies from the effects, he becomes a petrified fossil instantly.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "PGttCB 118, Mokole 85",
        "values": [5],
        "shifter_type": "Mokole",
		"auspice": "Setting Sun Warding",
        "splat": "Shifter"
    },
    {
        "name": "Stop Continental Drift",
        "description": "The Crowned with this powerful Gift can travel the world as though it were still the dawn of time. A journey from the shores of Africa to South America, for example, may take only a matter of days. Crocodile-spirits teach this gift.",
        "system": "Once the character begins her journey, the player rolls Stamina + Rituals, difficulty 7. The Crowning leads any companions traveling with her in a song of the oldest times, of smoking mountains and gods that walk in thunder. The group passes in and out of the world as in a dream, bypassing oceans as though the land were connected as it was in the days of Pangaea.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "auspice": "Solar Eclipse Crowning"
    },
    {
        "name": "Steal Shape",
        "description": "This Gift is rare: only two lineages possessing it are known to have survived the Wars of Rage. It enables a Mokolé to study the shape of another being for a span of time, and then to take that shape as her new breed form. In this way, the Mokolé have survived millennia of evolution on Gaia's Face. This Gift is taught by a Lungfish-spirit.",
		"system": "The Mokolé must study the new shape for at least a year. At the end of that time, she may spend a point of permanent Gnosis and assume the new shape. The shape must be close enough to the old one that her soul will inhabit it. The Storyteller is free to rule on what will and will not work. Normally the Mokolé will then pass this shape on to her offspring, and they will replace one of her forms with the new. Only a few Mokolé have managed to make this work, but it is how a new varna comes to be able to incarnate shapeshifter souls, and is allegedly responsible for the rise of both the Corax and Nagah. Some loremasters say that all the Changing Breeds originated this way. However, this is unlikely.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "PGttCB 118-119, Mokole 85-86",
        "values": [5],
        "shifter_type": "Mokole",
		"auspice": "Midnight Sun Shining",
        "splat": "Shifter"
    },
    {
        "name": "Thousand Secret Faces",
        "description": "This Gift is taught only to trusted friends. It allows the user to assume the illusion of almost any shape that she has personally seen. This is not true shapeshifting but is an almost perfect simulation. This Gift is taught by a spirit of deception.",
		"system": "The user must spend some time studying the shape she wishes to take. At the Storyteller's discretion, the difficulty may increase if she does not study it long enough. She then spends one point each of Willpower and Gnosis and rolls Manipulation + Subterfuge, difficulty 7. The effects last for one day per success; the user may dispel the illusion at any time. When trying to penetrate this illusion, such as by using Gifts, the difficulty is at least 9.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "PGttCB 118-119, Mokole 85-86",
        "values": [5],
        "shifter_type": "Mokole",
        "splat": "Shifter",
		"auspice": "Midnight Sun Shining",
		"varna": "Zhong Lung"
    },
    {
        "name": "Army of the Ancestors",
        "description": "This rare Gift allows a Mokolé to materialize her Archid-form characteristics in an entirely different way. The Mokolé can call on the ancestors who gave him the shape he wears, bringing them out of the mists of the Memory to challenge his opponents. This Gift is taught by an Ancestor-spirit.",
		"system": "The Mokolé calls on his ancestor while indicating his bodily 'gifts' that came from them. He then makes a Gnosis roll, difficulty 8. For each success, one ancestor appears. For example, a Mokolé with wings could call Pteranodon, while one with Huge Size could summon Apatosaurus. The ancestors are as intelligent as the one who summons them, and usually cooperate (unless the summoner wants them to do something stupid or ridiculous). The ancestors stay for one scene, then depart back to the depths of Mnesis. Depending on the scene into which they were summoned, they may not wish ever to return.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "PGttCB 119, Mokole 88-89",
        "values": [5],
        "shifter_type": "Mokole",
		"auspice": "Solar Eclipse Crowning",
        "splat": "Shifter"
    },
    {
        "name": "Dream Semblance",
        "description": "This Gift may be exercised once in a Mokolé's lifetime. It allows the Mokolé to become a True Dragon for the duration of one scene. Once the confrontation is over, the dream will depart. This Gift is taught by Dragon.",
		"system": "The Mokolé prays to Dragon and makes a Wits + Mnesis roll with a difficulty of 7. The statistics of a True Dragon are up to the storyteller, but such a creature is extremely powerful. Its power is usually focused on the routing of Dragon's foes. The Gift cannot be invoked a second time, and often Mokolé who invoke it even once die after Dragon's foes are routed.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "PGttCB 119, Mokole 88-89",
        "values": [5],
        "shifter_type": "Mokole",
		"auspice": "Solar Eclipse Crowning",
        "splat": "Shifter"
    },
    {
        "name": "Billabong Walk",
        "description": "The Gumagan goes into any body of water suitable for his varna (fresh or salt for salties, waterholes or streams for perenty) and emerges from another. He must have bathed in the water where he plans to emerge before using this Gift. This Gift is taught by servants of the Bunyip.",
        "system": "The Gumagan submerges himself entirely and spends two Gnosis. Then reappears in the target body of water.",
        "source": "Mokole 81-82",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Mokole",
        "splat": "Shifter",
        "varna": "Gumagan"
    }
]