[
    {
        "name": "Coyote's Intuition",
        "description": "By taking time to look over an individual, the Nuwisha receives a powerful gut intuition of what subject the target least wants to talk about at that moment. A coyote-spirit teaches this Gift. After a few moments of scrutiny, the player rolls Perception + Subterfuge (difficulty of the target's Willpower).",
        "system": "After a few moments of scrutiny, the player rolls Perception + Subterfuge (difficulty of the target's Willpower).",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Eyes of the Dragon Kings",
        "description": "The Nagah gains perfect clarity of vision in any circumstances - fog, smoke, murky water, even total darkness fail to impede her. It takes a solid object to block her line of sight.",
        "system": "The player makes a Gnosis roll, difficulty 6. For the rest of the scene, the character is immune to penalties to visual Perception rolls from any source.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Lizard's Favor",
        "description": "The Nagah gains the ability to masquerade as a Mokole by adding lizardlike characteristics to her body. Only legs are fully functional; features such as wings or horns are vestigial and have no mechanical impact.",
        "system": "The player spends a Willpower point and rolls Stamina + Primal-Urge. Each success allows the character to add one trait - legs, a royal crest, a frilled neck, fins, a back sail, etc. - to any forms she desires.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Veil of the Wani",
        "description": "This Gift allows the Nagah to erase the memory of her existence from the minds of others.",
        "system": "The player spends two Gnosis points and rolls Manipulation + Subterfuge against a difficulty of the target's (Perception + 2). The more successes rolled, the more the target's memories of the Nagah are clouded and distorted - one success might cause a Garou to remember encountering some serpentine Wyrm-beast rather than the Nagah, for example, while three successes erase memories of the wereserpent completely.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Blessings of Kali",
        "description": "The Nagah develops barbed, scaly armor across her entire body, protecting her and making her hand-to-hand combat even more deadly.",
        "system": "The player spends one point of Willpower and Rage. The armor adds two to all soak rolls, and increases the damage done by the Nagah's claw attacks by one die. This armor lasts for one scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Pure Venom",
        "description": "The Nagah may distill her spiritual energy into her venom, rendering it supernaturally potent.",
        "system": "The player spends a Gnosis point. Her next venomous attack (bite or spit) bypasses all resistances, including Resist Toxin, and increases the roll to soak the poison's damage by 2.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Darting Fangs",
        "description": "The Nagah grows venomous barbs on her forearms, which she may fire at her opponents.",
        "system": "As per the Black Furies Gift: Wasp Talons, save that the barbs carry the Nagah's standard venom.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Swimming the Spirit River",
        "description": "The Nagah may enter the Umbra in the same manner as Garou; she no longer requires an Ananta to do so.",
        "system": "This Gift's effects are permanent.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Breath of the Dragon Lords",
        "description": "The Nagah exhales huge gouts of scalding gases; these can wound opponents, but can't cause materials to combust.",
        "system": "The player rolls Dexterity + Firearms to aim this attack, which has a range of 20 feet and a base (aggravated) damage of the wereserpent's Gnosis rating.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Cold Blood",
        "description": "The Nagah may make her Balaram form cold-blooded, rendering it invisible to infrared scanners, increasing the ease of passing as a vampire, and reducing the chance of heat stroke in unusually hot environments.",
        "system": "The player rolls Stamina + Primal-Urge. The change lasts for one hour per success.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "Prehensile Body",
        "description": "In forms other than Balaram, the Nagah can grasp and manipulate objects with her tail (or coils) as easily and deftly as she can with her hands in human form.",
        "system": "This Gift's effects are permanent.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "Subtle Serpent",
        "description": "The balaram's voice becomes beautiful, easy to listen to, and strangely compelling.",
        "system": "The player spends a Gnosis point and rolls Manipulation + Expression, difficulty of the target's Willpower. For the rest of the scene, the Nagah may ask 'favors' of the target ('Cover your eyes,' 'Try a bite of this apple,' 'May I see your gun?' etc). So long as the request can be completed within one minute and presents no obvious danger to the target, the target will grant it.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "Unexpected Venom",
        "description": "The Nagah can easily use fangs in his human form.",
        "system": "The character may reflexively grow fangs without need of a partial transformation shapeshifting action or a dice roll, at any time she wishes.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "Pierce Illusion",
        "description": "The Nagah's keen eyes easily pierce the illusions of the world.",
        "system": "The player spends a Gnosis point. For the rest of the scene, the character automatically sees through all illusions, such as the Gift: Phantasm, or the vampire magic, Chimerstry.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "Being One",
        "description": "The Nagah may become as one with one of her nestmates, sharing aptitudes and perceptions.",
        "system": "The player spends one Gnosis point to establish telepathic rapport with one of her nestmates within one mile. The two may reflexively share their thoughts and perceptions with one another, and may also lend, at will, up to one dot of any Mental or Physical Attribute or Knowledge. This Gift's effects last for one scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "There Is No Body",
        "description": "The balaram can free himself from the limitations of flesh, becoming incorporeal while remaining in the physical world. For the duration of the Gift, the Nagah is immune to any undesired physical contact, even from sources such as fire and silver.",
        "system": "The player spends three Gnosis points and rolls Perception + Enigmas, difficulty 7. The Nagah may remain immaterial for two turns per success.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "Weaver Sense",
        "description": "The ahi is sensitive to the works and emanations of the Weaver and her minions. He may also be able to notice patterns when there should be randomness, order where there should be chaos, and times and places where these forces are out of balance.",
        "system": "The player rolls Perception + Enigmas (difficulty of the local Gauntlet). In addition to sensing Weaver influence, the character an also 'peek' into the Penumbra, but may only see Weaver-spirits and constructs. This Gift lasts for one scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Ahi"
    },
    {
        "name": "Wyld Sense",
        "description": "The Nagah may sense the presence of Wyld-spirits and energies, as well as chaos, creation, and primordial forces (raw Gnosis, etc.) It also reveals powerful passions like love, anger, and hatred in mortals.",
        "system": "The player rolls Perception + Enigmas (difficulty of the local Gauntlet). In addition to sensing Weaver influence, the character an also 'peek' into the Penumbra, but may only see Wyld-spirits and constructs. This Gift lasts for one scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Ahi"
    },
    {
        "name": "Wyrm Sense",
        "description": "As Naga Ahi Gift: Weaver Sense, but detecting Wyrm-spirits and energies, as well as mortal forces of corruption, destruction, death, and decay.",
        "system": "The player rolls Perception + Enigmas (difficulty of the local Gauntlet). In addition to sensing Weaver influence, the character an also 'peek' into the Penumbra, but may only see Wyrm-spirits and constructs. This Gift lasts for one scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kali",
        "breed": "Ahi"
    },
    {
        "name": "Rapture of the Deep",
        "description": "The Nagah can instill a strong desire in a target to enter any large body of water nearby and swim as far out and down as possible.",
        "system": "The player spends a Gnosis point and makes a contested Willpower roll (difficulty 6) with the target. If the Nagah wins, the target runs to the nearest large body of water (at least the size of a small pond) and tries to swim to the bottom. Should he reach his goal before drowning, he returns to his senses. The effect lasts for 10 turns plus one turn for every net success on the contested Willpower roll.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Ahi"
    },
    {
        "name": "Whirlpool",
        "description": "The Nagah can create a whirlpool in any body of water larger than a swimming pool.",
        "system": "The player spends one Gnosis point and rolls Gnosis (difficulty 7) to create a whirlpool at some point within (Survival x 100) yards. The whirlpool persists for one scene; the successes determine what it is strong enough to pull down.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Ahi"
    },
    {
        "name": "Child of Storms",
        "description": "Through this mighty Gift, the Nagah surrenders his physical form and becomes the storm itself, directing the wind and waters where he chooses.",
        "system": "As the Hakken Gift: Divine Wind, save that the Nagah is the storm. For the duration, he has no physical body, and can only be affected by weathercontrolling powers (which may, at the Storyteller's discretion, do him harm.)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Ahi"
    },
    {
        "name": "River's Gift",
        "description": "Normally, a Nagah is amphibious only in Kali Dahaka form, breathing water as easily as air. With this Gift, the Nagah may perform the same feat in any form.",
        "system": "This Gift's effects are permanent.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Treesnake's Blessing",
        "description": "The Nagah with this Gift is unusually swift and sure when climbing trees, mountains, cliffs, and even rough walls.",
        "system": "The character permanently adds three dice to climbing rolls, and may climb at her full ground movement speed.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Long Strike",
        "description": "Venomous snakes can typically strike from a distance of half their body length away; a Nagah with this Gift can strike from much farther.",
        "system": "The player may spend a Rage point to attack from up to (Rank x 10) feet away in any form other than Balaram.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Sidewind",
        "description": "The vasuki can move with an amazing burst of sinuous agility.",
        "system": "The player spends one Gnosis point, then rolls Stamina + Athletics (difficulty 7). For up to eight hours, the Nagah moves at (successes + 1) times its normal land speed. If the character stops moving, the Gift's effects end.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Belly Ride",
        "description": "While in Vasuki form, the Nagah can enter an unconscious human's stomach by wriggling down her throat. The human will be oblivious to the serpent being there, even using rationalization to deny its presence.",
        "system": "The player spends one Gnosis point, then rolls Dexterity + Stealth (difficulty 6). The serpent can remain in the victim's stomach for one day per success; after that, he is vomited out. The Nagah can emerge from the victim's throat at any prior point she desires, as well. The Nagah is unaffected by anything unpleasant or harmful in the stomach while using this Gift.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Assassin's Well",
        "description": "The vasuki becomes supernaturally adept at manufacturing venom.",
        "system": "The player spends one Gnosis point. For the rest of the scene, the vasuki has effectively unlimited doses of venom.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Bask",
        "description": "The heat and warmth of the sun are deeply soothing to the Nagah, and this Gift allows the wereserpent to transform that warmth into confidence and a powerful sense of purpose.",
        "system": "The player spends a Gnosis point. For the rest of the day, the Nagah regains one Willpower point for every uninterrupted hour he spends relaxing quietly in the sun.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kamakshi"
    },
    {
        "name": "Assassin's Insistence",
        "description": "This Gift denies a healer's ability to save a condemned victim.",
        "system": "The Nagah touches the target; the player spends one Gnosis point and rolls Intelligence + Medicine (difficulty 6). Each success cancels one success on the next roll to heal the target (including Stamina rolls made to regenerate damage in combat). If the Nagah's roll scores more successes than the healer does, the healer's target suffers the difference in bashing damage. This effect lasts until evoked by a healing attempt.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kamakshi"
    },
    {
        "name": "Brief Sensation",
        "description": "The Kartikeya may project a brief, illusory sensation into a target's mind - the scent of baking bread, a lover's voice heard in a crowd, a flash of sun on metal from a window. Such simple tricks are generally all a truly skilled assassin needs.",
        "system": "The player spends one Gnosis point and rolls Wits + Subterfuge (difficulty 6). The Nagah may induce one phantom sensation per success in her target over the course of the next scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kartikeya"
    },
    {
        "name": "Eyes of the War God",
        "description": "Like their divine namesake, the Nagah watches the world as though he had six faces, and can never be surprised.",
        "system": "The player rolls Wits + Alertness (difficulty 6). For the rest of the scene, the Nagah gains full 360-degree vision, and adds one die per success to all rolls to notice enemies and attacks.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kartikeya"
    },
    {
        "name": "Lance of the Summer Sun",
        "description": "The Nagah projects a brilliant and searing bolt of concentrated sunlight from his palm, hot enough to burn through fabric, sheetrock, and wood.",
        "system": "The player spends one Gnosis point and rolls Charisma + Leadership, difficulty 7, inflicting (successes) levels of lethal (or aggravated, to vampires) damage to a target within 100 feet.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kartikeya"
    },
    {
        "name": "Predator's Patience",
        "description": "The Nagah may remain absolutely motionless for endless hours when waiting for her prey, without cramping or growing tired.",
        "system": "The Nagah permanently adds one automatic success to Stealth rolls that rely on absolute stillness.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": ["Nagah", "Ananasi"],
        "splat": "Shifter",
        "tribe": "Tenere",
        "auspice": "Kamsa",
        "gift_alias": ["Patience of Ananasa"]
    },
    {
        "name": "Smothering Question",
        "description": "Cutting through all layers of resistance, the Nagah poses a single question which her target must answer with utmost honesty and thoroughness.",
        "system": "The player spends a Willpower point and rolls Manipulation + Intimidation in a contested roll against the target's Willpower (difficulty 6 for both), then asks the question. If the player succeeds, the target must answer truthfully and completely, to the best of his ability.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kamsa"
    },
    {
        "name": "Guided Strike",
        "description": "The Nagah strikes with deadly and unerring accuracy.",
        "system": "The player rolls Rage (difficulty 5) and spends one Willpower point. Each success adds one die to the next roll to hit a target.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kali"
    },
    {
        "name": "Mahanaga",
        "description": "In order to eliminate the most powerful of targets, the Wani teach the greatest Kali assassins to assume the Mahanaga form, a battle-shape even more terrible than Azhi Dahaka.",
        "system": "The character must be in war form. The player spends one point of Gnosis and Rage and rolls Stamina + Primal-Urge (difficulty 7). Rage or Willpower may be spent on a one-for-one basis to raise the Mahanaga's Strength, Stamina, and Dexterity by up to four points each for the rest of the scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kali"
    }
]