[
    {
        "name": "Eyes of the Dragon Kings",
        "description": "The Nagah gains perfect clarity of vision in any circumstances - fog, smoke, murky water, even total darkness fail to impede her. It takes a solid object to block her line of sight.",
        "system": "The player makes a Gnosis roll, difficulty 6. For the rest of the scene, the character is immune to penalties to visual Perception rolls from any source.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Lizard's Favor",
        "description": "The Nagah gains the ability to masquerade as a Mokole by adding lizardlike characteristics to her body. Only legs are fully functional; features such as wings or horns are vestigial and have no mechanical impact.",
        "system": "The player spends a Willpower point and rolls Stamina + Primal-Urge. Each success allows the character to add one trait - legs, a royal crest, a frilled neck, fins, a back sail, etc. - to any forms she desires.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Sting of Sleep",
        "description": "There are times when it suits the Nagah's purpose better to induce sleep than death in a victim. This Gift alters the Nagah's venom so that it does just that.",
		"system": "The player expends one Gnosis point; the Nagah may choose to change up to three of his venom doses. The altered venom causes sleep instead of death. Such venom is treated as lethal rather than aggravated for purposes of soaking and healing, although it doesn't endanger the victim's life. The sleep-inducing venom still induces wound penalties, although these are the result of overwhelming drowsiness rather than pain. If the target reaches Incapacitated, he falls into a deep, restful sleep for an hour (plus an extra hour for every wound level below Incapacitated given by the venom).",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 73",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Cold Blood",
        "description": "The Nagah may make her Balaram form cold-blooded, rendering it invisible to infrared scanners, increasing the ease of passing as a vampire, and reducing the chance of heat stroke in unusually hot environments.",
        "system": "The player rolls Stamina + Primal-Urge. The change lasts for one hour per success.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "Prehensile Body",
        "description": "In forms other than Balaram, the Nagah can grasp and manipulate objects with her tail (or coils) as easily and deftly as she can with her hands in human form.",
        "system": "This Gift's effects are permanent.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "Self-Mastery",
        "description": "As all effective assassins must, the Nagah cultivate a profound degree of self-discipline. This Gift lets them use that discipline to defend against mental attacks.",
		"system": "The player spends a Gnosis point and rolls Perception + Leadership, difficulty 8. For the rest of the scene, the Nagah's Willpower—for the purposes of defending against mental attacks or mind-influencing powers only—increases by the number of successes (to a maximum of 10). If the mental challenge requires a resisted roll, the wereserpent adds a number of dice to his pool equal to the number of his successes. The Gift's effects last for one scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 76-7",
        "values": [1],
        "shifter_type": "Nagah",
		"breed": "Balaram",
        "splat": "Shifter"
    },
    {
        "name": "Weaver Sense",
        "description": "The ahi is sensitive to the works and emanations of the Weaver and her minions. He may also be able to notice patterns when there should be randomness, order where there should be chaos, and times and places where these forces are out of balance.",
        "system": "The player rolls Perception + Enigmas (difficulty of the local Gauntlet). In addition to sensing Weaver influence, the character an also 'peek' into the Penumbra, but may only see Weaver-spirits and constructs. This Gift lasts for one scene.\n\nAhi Gift Wyld Sense: As Naga Ahi Gift: Weaver Sense, but detecting Wyld-spirits and energies, as well as chaos, creation, and primordial forces (raw Gnosis, etc.) It also reveals powerful passions like love, anger, and hatred in mortals.\n\nAhi Gift Wyrm Sense: As Nagah Ahi Gift: Weaver Sense, but detecting Wyrm-spirits and energies, as well as mortal forces of corruption, destruction, death, and decay.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
		"gift_alias":["Wyld Sense", "Wyrm Sense"],
        "breed": "Ahi"
    },
    {
        "name": "River's Gift",
        "description": "Normally, a Nagah is amphibious only in Kali Dahaka form, breathing water as easily as air. With this Gift, the Nagah may perform the same feat in any form.",
        "system": "This Gift's effects are permanent.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Treesnake's Blessing",
        "description": "The Nagah with this Gift is unusually swift and sure when climbing trees, mountains, cliffs, and even rough walls.",
        "system": "The character permanently adds three dice to climbing rolls, and may climb at her full ground movement speed.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Death Rattle",
        "description": "The sound of a rattlesnake's rattle is disturbing on a subconscious level, and wereserpents can capitalize on that fact. The Nagah, using this Gift, grows a rattle (if she doesn't already have one), and may mystically charge the sound it makes to unnerve and distract opponents who cannot see her.",
		"system": "The player spends a Gnosis point and rolls Manipulation + Intimidation. For every success on that roll, the Nagah can assign a -1 modifier to one of her target's actions sometime before the end of the scene. The wereserpent shakes her rattle prior to the action she wants to disrupt and the player informs the Storyteller how many of the successes she wants to assign to disrupting her target's next action. The Nagah need not use up all her successes at once; she can parcel out -1 modifiers as she chooses. For example, a Nagah who gets four successes on the Manipulation + Intimidation roll can rattle four times over the course of the scene to assign 4 separate -1 modifiers. She could also rattle twice to assign 2 -2 modifiers, rattle once vigorously to give her chosen target a -4 modifier on one action, or any other combination. Unused successes are lost at the end of the scene. This Gift ceases to work once the target knows where the wereserpent is; however, the vasuki could choose to affect a different opponent who still didn't know her whereabouts.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 82",
        "values": [1],
        "shifter_type": "Nagah",
		"breed": "Vasuki",
        "splat": "Shifter"
    },
    {
        "name": "Kind Death",
        "description": "Nagah are assassins, but they rarely harbor ill will toward those they kill. This Gift allows a Nagah to ease the shock of dying and send the spirit or soul of a dying or very recently dead foe on to the best of whatever fates might await it. In the case of a human, it prevents the target from becoming a wraith or a vampire. In the case of Khurah, it may negate any curses preventing the deceased from rejoining Gaia. This Gift also prevents dying curses and bad karma from affecting the Nagah.",
		"system": "The Nagah must be within a stone's throw of the victim and in line of sight. The player rolls Charisma + Empathy, difficulty of the dying or deceased's Willpower. One success quells the pain of dying and allows the target's soul to untangle itself from its body. Three successes prevent the Embrace from taking effect. The difficulty to lay any dying curses, hexes or similar unpleasantness is increased by one for every success gained by the Kamakshi.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 84-5",
        "values": [1],
        "shifter_type": "Nagah",
		"auspice": "Kamakshi",
        "splat": "Shifter"
    },
    {
        "name": "Brief Sensation",
        "description": "The Kartikeya may project a brief, illusory sensation into a target's mind - the scent of baking bread, a lover's voice heard in a crowd, a flash of sun on metal from a window. Such simple tricks are generally all a truly skilled assassin needs.",
        "system": "The player spends one Gnosis point and rolls Wits + Subterfuge (difficulty 6). The Nagah may induce one phantom sensation per success in her target over the course of the next scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kartikeya"
    },
    {
        "name": "Eyes of the War God",
        "description": "Like their divine namesake, the Nagah watches the world as though he had six faces, and can never be surprised.",
        "system": "The player rolls Wits + Alertness (difficulty 6). For the rest of the scene, the Nagah gains full 360-degree vision, and adds one die per success to all rolls to notice enemies and attacks.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kartikeya"
    },
    {
        "name": "Predator's Patience",
        "description": "The Nagah may remain absolutely motionless for endless hours when waiting for her prey, without cramping or growing tired.",
        "system": "The Nagah permanently adds one automatic success to Stealth rolls that rely on absolute stillness.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": ["Nagah", "Ananasi"],
        "splat": "Shifter",
        "tribe": "Tenere",
        "auspice": "Kamsa",
        "gift_alias": ["Patience of Ananasa"]
    },
    {
        "name": "Guided Strike",
        "description": "The Nagah strikes with deadly and unerring accuracy.",
        "system": "The player rolls Rage (difficulty 5) and spends one Willpower point. Each success adds one die to the next roll to hit a target.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kali"
    },
    {
        "name": "Veil of the Wani",
        "description": "This Gift allows the Nagah to erase the memory of her existence from the minds of others.",
        "system": "The player spends two Gnosis points and rolls Manipulation + Subterfuge against a difficulty of the target's (Perception + 2). The more successes rolled, the more the target's memories of the Nagah are clouded and distorted - one success might cause a Garou to remember encountering some serpentine Wyrm-beast rather than the Nagah, for example, while three successes erase memories of the wereserpent completely.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Subtle Serpent",
        "description": "The balaram's voice becomes beautiful, easy to listen to, and strangely compelling.",
        "system": "The player spends a Gnosis point and rolls Manipulation + Expression, difficulty of the target's Willpower. For the rest of the scene, the Nagah may ask 'favors' of the target ('Cover your eyes,' 'Try a bite of this apple,' 'May I see your gun?' etc). So long as the request can be completed within one minute and presents no obvious danger to the target, the target will grant it.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "Unexpected Venom",
        "description": "The Nagah can easily use fangs in his human form.",
        "system": "The character may reflexively grow fangs without need of a partial transformation shapeshifting action or a dice roll, at any time she wishes.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "Master the Body",
        "description": "Before the yogi can master the world outside of himself, he must first master his own body. This Gift allows the Nagah to regulate bodily functions that are typically involuntary: heartbeat, metabolic rate, urine formation and others. In addition to allowing the Nagah to ignore wound penalties, this Gift also grants him the ability to enter a form of suspended animation. By taking control of his metabolic rate, for example, the wereserpent can survive without air several times longer than would otherwise be possible. By consciously controlling the rate of sweat and urine production, the Nagah can prevent himself from dehydrating if he doesn't have access to water.",
		"system": "The player spends one Willpower point for the Nagah to take control of his body's involuntary systems for a scene. By spending a Gnosis point in addition to the Willpower, the Nagah has control for twenty-four hours.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 77",
        "values": [2],
        "shifter_type": "Nagah",
		"breed": "Balaram",
        "splat": "Shifter"
    },
    {
        "name": "Face of Surya",
        "description": "Surya, the face of the sun, is revered among the Nagah for the warmth he brings to their cold blood. The ahi may call upon Surya to show his face, bringing his light where it is needed most. The Nagah are said to have originally learned this Gift from the Mokolé, although their lack of connection to Helios makes it less effective in Nagah hands.",
		"system": "The player spends a Gnosis point and rolls Intelligence + Occult against difficulty 6. The effects last for one turn plus one additional turn for each additional Gnosis point spent. Successes - Effects / 1 - Illuminate dark area with ambient light. 2 - Sun pierces clouds or trees with enough brightness to illuminate targets and injure vampires. 3 - Sun's rays are as strong through water, glass, clouds, or tree cover as through perfectly clear sky. 4 - Sun's rays can light fires or bring heat when it is cold or appear inside windowless building or underground during the daytime. 5+ - Sun shines even at night.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 79",
        "values": [2],
        "shifter_type": "Nagah",
		"breed": "Ahi",
        "splat": "Shifter"
    },
    {
        "name": "Command Snakes",
        "description": "Vasuki use this Gift to summon the aid of their serpent cousins. The type of snakes that answer the call varies from region to region. Most are not venomous, although there are certain places—notably India, Australia, the tropical oceans and the American West and Southwest—where a large number of venomous snakes will respond. Obviously, this Gift does not work in places where there are no active snakes, including Ireland. The vasuki cannot communicate with the summoned serpents, although they will react aggressively to any target that the Nagah is threatening. Most snakes cover ground relatively slowly, so unless the wereserpent knows that he's near a nest of snakes, he'd do well to do his summoning a little ahead of when he needs assistance.",
		"system": "The player spends a point of Gnosis and rolls Charisma + Animal Ken. One success indicates that only a few animals show up. With three successes the Nagah has summoned around thirty snakes of different varieties. With five successes, the Nagah has summoned a slithering swarm of snakes, many of which are probably venomous. The snakes remain for the scene, or until the vasuki wills the Gift to end, at which point they return to their own territories.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 82-3",
        "values": [2],
        "shifter_type": "Nagah",
		"breed": "Vasuki",
        "splat": "Shifter"
    },
    {
        "name": "Herpetophobia",
        "description": "Nagah using this Gift afflict victims with a powerful irrational fear of snakes. The victim reacts with extreme fear and revulsion toward the snake, and will attack or flee from any snake he encounters while under the Gift's influence. Naturally, the size and behavior of the snake will have some influence on his reaction.",
		"system": "The player spends one Rage point and rolls Manipulation + Intimidation, difficulty 7; the target resists with Willpower, difficulty 7. The duration of the fear is one day per success for mortals, one hour per success for “mostly human” supernaturals such as mages, or one turn per success in the case of shapeshifters, vampires or other inhuman creatures. Victims may spend Willpower to fight the fear, but only for a turn at a time. Affected characters flee the presence of snakes if they can, and lose two dice on any actions involving the snakes themselves. Targets who are already herpetophobic may go catatonic with fear.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 83",
        "values": [2],
        "shifter_type": "Nagah",
		"breed": "Vasuki",
        "splat": "Shifter"
    },
    {
        "name": "Bask",
        "description": "The heat and warmth of the sun are deeply soothing to the Nagah, and this Gift allows the wereserpent to transform that warmth into confidence and a powerful sense of purpose.",
        "system": "The player spends a Gnosis point. For the rest of the day, the Nagah regains one Willpower point for every uninterrupted hour he spends relaxing quietly in the sun.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kamakshi"
    },
    {
        "name": "Serpent's Sting",
        "description": "There is no better teacher than pain, and this Gift allows the wereserpent to teach some very harsh lessons. By raising one target's sensitivity to pain a thousandfold, the Kamakshi is able to debilitate an opponent without resorting to more lethal means. It also does quite a number on fleeing prey. This Gift is considered potentially corrupting, and those who use it casually are watched very closely for Wyrmish sympathies.",
		"system": "The Nagah must touch her target; the player spends one Rage point and rolls Perception + Medicine, difficulty 7. Success indicates that for the rest of the scene, the target suffers double wound penalties: The target loses two dice from his dice pools at Hurt and Injured, four at Wounded and Mauled and ten at Crippled.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 85",
        "values": [2],
        "shifter_type": "Nagah",
		"auspice": "Kamakshi",
        "splat": "Shifter"
    },
    {
        "name": "Inattention to Detail",
        "description": "Targets of this Gift lose focus, become preoccupied with daydreams and are largely oblivious to just about everything. The target still notices glaringly obvious goings-on, but even token stealth is enough to allow a small army to slip past unnoticed.",
		"system": "The player spends a Gnosis point and rolls Manipulation + Subterfuge against the target's Willpower. Each success allows the Nagah to drop the target's Perception or Alertness by one dot for the duration of the scene; the target cannot fall below Perception 1 or Alertness 0.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 88",
        "values": [2],
        "shifter_type": "Nagah",
		"auspice": "Kamsa",
        "splat": "Shifter"
    },
    {
        "name": "Summon the Accused",
        "description": "To the Kamsa, it's a bad hunter who stalks her prey. A good hunter simply waits for the prey to come to her. This Gift summons the Nagah's prey to her. By hissing quietly and swaying hypnotically, the Kamsa sets up a sort of beacon that calls her prey to her. As long as the wereserpent maintains the hissing and alluring movement, the target will wander, somewhat dazed, right into the presence of his summoner. Once the Nagah stops moving and hissing, however, the spell is broken, the target comes to his senses and probably flees. The Nagah must know the target's name for this Gift to work.",
		"system": "The player rolls Manipulation + Primal-Urge (difficulty 7) to command her target to approach. The target defends by rolling Willpower (difficulty 8). Unless he gains more successes, the target enters a fugue-like state and begins seeking out the Nagah, though all he's consciously aware of is some deep-seated urge to follow a faint hissing sound (that others cannot hear) to its source. This Gift will not work if the target is aware of the wereserpent's presence, nor does it work in combat. The Gift's effects last only for a scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 88",
        "values": [2],
        "shifter_type": "Nagah",
		"auspice": "Kamsa",
        "splat": "Shifter"
    },
    {
        "name": "Blessings of Kali",
        "description": "The Nagah develops barbed, scaly armor across her entire body, protecting her and making her hand-to-hand combat even more deadly.",
        "system": "The player spends one point of Willpower and Rage. The armor adds two to all soak rolls, and increases the damage done by the Nagah's claw attacks by one die. This armor lasts for one scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Pure Venom",
        "description": "The Nagah may distill her spiritual energy into her venom, rendering it supernaturally potent.",
        "system": "The player spends a Gnosis point. Her next venomous attack (bite or spit) bypasses all resistances, including Resist Toxin, and increases the roll to soak the poison's damage by 2.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "River Mother's Blessing",
        "description": "By calling on the favor of the River, the Nagah can replenish his spiritual strength by drinking of her bounty. This Gift is used with the greatest reverence, and often fills the wereserpent with j oy as he contemplates the love of the Mothers he serves.",
		"system": "The Nagah must spend an hour in meditation before a bowl of river water, opening himself to receive its purity. When the meditation is complete, the player makes a Willpower roll (difficulty 5) and drinks from the bowl; he regains one Gnosis point per success. This Gift may be used as frequently as necessary, but the Nagah consider it taboo to cling to the River's skirts, and will not use it more than once in a day unless very sorely pressed.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Hengeyokai: SSOTE Pg. 81",
        "values": [3],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Shield of the Dragon",
        "description": "This Gift protects the Nagah from harsh environments. The wereserpent's body adjusts to heat, cold, radiation, disease, and pressure. Electricity and fire still cause damage if they are intense enough, but affecting the Nagah with even these weapons is much harder.",
		"system": "The player expends one Gnosis point and rolls Stamina + Survival against a difficulty of 7. With even one success, all but the most inhospitable environments inflict no damage on the Nagah (though they're still unpleasant), and fire and lightning do only bashing damage. The effects last for the duration of the scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 74",
        "values": [3],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Pierce Illusion",
        "description": "The Nagah's keen eyes easily pierce the illusions of the world.",
        "system": "The player spends a Gnosis point. For the rest of the scene, the character automatically sees through all illusions, such as the Gift: Phantasm, or the vampire magic, Chimerstry.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "Sang Froid",
        "description": "Nagah aren't the most emotional individuals to begin with, but this Gift grants them an extra measure of discipline. While this Gift is in effect, the Nagah is practically immune to powers of emotional control or any form of mind control that works through the emotions.",
		"system": "The player spends one Gnosis point, and for the rest of the scene the Nagah's enemies lose five dice from any dice pools used for the purposes of using emotion-affecting Gifts, Disciplines or other powers on the Nagah. Those powers that work through direct control still function normally. For the duration of this Gift, the Nagah cannot regain Rage.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 77-8",
        "values": [3],
        "shifter_type": "Nagah",
		"breed": "Balaram",
        "splat": "Shifter"
    },
    {
        "name": "Call the Tides",
        "description": "In Indian myth, the snake-shifters were credited with the ability to cause floods or droughts. This Gift grants the wereserpent control over the rise and fall of the tides.",
		"system": "The Nagah must be in sight of a tidal body of water (ocean, sea, river estuary). The player then makes a Gnosis roll, difficulty 8. The number of successes determines the result: Successes - Effects / 1 - Tides come in or go out twice as fast as usual. 2 - Tides can be reversed, coming in when they should be going out and vice versa. 3 - High or low tide can be brought in one scene. 4 - Unusual tides (spring tide or neap tide) can be brought in one scene. 5+ - Freakish tides (heavy waves, for example) can occur in one scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB 79-80",
        "values": [3],
        "shifter_type": "Nagah",
		"breed": "Ahi",
        "splat": "Shifter"
    },
    {
        "name": "Rapture of the Deep",
        "description": "The Nagah can instill a strong desire in a target to enter any large body of water nearby and swim as far out and down as possible.",
        "system": "The player spends a Gnosis point and makes a contested Willpower roll (difficulty 6) with the target. If the Nagah wins, the target runs to the nearest large body of water (at least the size of a small pond) and tries to swim to the bottom. Should he reach his goal before drowning, he returns to his senses. The effect lasts for 10 turns plus one turn for every net success on the contested Willpower roll.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Ahi"
    },
    {
        "name": "Smothering Question",
        "description": "Cutting through all layers of resistance, the Nagah poses a single question which her target must answer with utmost honesty and thoroughness.",
        "system": "The player spends a Willpower point and rolls Manipulation + Intimidation in a contested roll against the target's Willpower (difficulty 6 for both), then asks the question. If the player succeeds, the target must answer truthfully and completely, to the best of his ability.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kamsa"
    },
    {
        "name": "Long Strike",
        "description": "Venomous snakes can typically strike from a distance of half their body length away; a Nagah with this Gift can strike from much farther.",
        "system": "The player may spend a Rage point to attack from up to (Rank x 10) feet away in any form other than Balaram.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "values": [3],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Sidewind",
        "description": "The vasuki can move with an amazing burst of sinuous agility.",
        "system": "The player spends one Gnosis point, then rolls Stamina + Athletics (difficulty 7). For up to eight hours, the Nagah moves at (successes + 1) times its normal land speed. If the character stops moving, the Gift's effects end.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Kitesnake",
        "description": "With this Gift, the snake may shift around his body mass such that he is mostly hood, with only a very thin bit of tail hanging below. Any strong breeze is enough to sweep the Nagah into the air, allowing, if not exactly flight, then at least the ability to become airborne. This Gift has its obvious dangers, but it may be the only means of maintaining tabs on a target.",
		"system": "The player rolls Dexterity + Primal-Urge to manipulate the Nagah's body mass. One success will make this Gift effective in the presence of a strong wind while two or more let the snake take to the air in the presence of even a minimal breeze. Under calm weather conditions, the wereserpent may exercise some small degree of control over which direction she goes by angling her body this way or that, but in the face of a strong wind, control is out of the question. Should the wind give out altogether, the snake may fold forward into something like a living parachute to minimize landing damage. This Gift lasts for one scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 83",
        "values": [3],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Assassin's Insistence",
        "description": "This Gift denies a healer's ability to save a condemned victim.",
        "system": "The Nagah touches the target; the player spends one Gnosis point and rolls Intelligence + Medicine (difficulty 6). Each success cancels one success on the next roll to heal the target (including Stamina rolls made to regenerate damage in combat). If the Nagah's roll scores more successes than the healer does, the healer's target suffers the difference in bashing damage. This effect lasts until evoked by a healing attempt.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kamakshi"
    },
    {
        "name": "Prevent Adharma",
        "description": "Adharma means “wrong action” or “misstep.” By use of this Gift, the Nagah prevents a being from going against its nature or its role in the universe. A Corax, therefore, could not withhold information; a vampire could not refrain from acting in accordance with its Beast, and a fellow Nagah could not spare the life of a legitimate target.",
		"system": "The player spends a Gnosis point and makes a contested Manipulation + Enigmas roll against the target's Willpower. If the wereserpent succeeds, the target is incapable of going against his dharma. A being that is clearly acting against its nature immediately “comes to its senses” and stops doing whatever it was doing. Likewise, beings that actively refrain from following their dharma (e.g., a Garou who refuses to shift from its breed form or an artist trying to be an accountant), once more begin acting in accordance with their place in the world. There was a time when all beings had relatively obvious dharmic paths and strove to follow them. That is no longer the case. Most individuals in the modern age have no idea what their role is in the grand scheme of things, and they may not actually have one, in which case this Gift has no effect. On the other hand, this Gift is extremely effective with creatures that have a clear path to follow (e.g., Kuei-jin, Risen, mummies). Ideally, the Nagah should at least have a vague idea of the target's dharma, otherwise it's impossible to know what the effects of this Gift might be—and the Wani and Sesha both look askance at such irresponsible use of Gifts. If the target of this Gift is a Storyteller character, the Storyteller should decide just what the target's dharma is. If the target is another character, the Storyteller and the character should discuss what the player thinks his character's dharma really is (though the Storyteller retains final say).",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 85",
        "values": [3],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kamakshi"
    },
    {
        "name": "Lance of the Summer Sun",
        "description": "The Nagah projects a brilliant and searing bolt of concentrated sunlight from his palm, hot enough to burn through fabric, sheetrock, and wood.",
        "system": "The player spends one Gnosis point and rolls Charisma + Leadership, difficulty 7, inflicting (successes) levels of lethal (or aggravated, to vampires) damage to a target within 100 feet.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kartikeya"
    },
    {
        "name": "Indirect Strike",
        "description": "By means of this Gift, the Nagah concentrates and converts his venom into an odorless, colorless and nearly undetectable poison with which he can coat blades, needles, shards of glass or other sharp objects or insinuate into food or drink. If a victim is damaged by the coated object or consumes the poisoned food, she suffers the full effects of the Nagah's venom.",
		"system": "The wereserpent milks his venom glands and spends one Gnosis to distill the deadly essence of his venom and one Gnosis for every day (beyond the first) that he wants the venom to remain potent. If the venom is introduced into the victim's bloodstream or eaten by the victim, the venom takes effect just as if the Nagah had just bitten the victim. The Nagah are hesitant to use this Gift because the time delay increases the chances of the venom affecting someone other than the target. Needless to say, killing an innocent victim is considered the work of an incompetent assassin, and the Sesha frowns on such mishaps.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 85",
        "values": [3],
        "shifter_type": "Nagah",
		"auspice": "Kali",
        "splat": "Shifter"
    },
    {
        "name": "Swimming the Spirit River",
        "description": "The Nagah may enter the Umbra in the same manner as Garou; she no longer requires an Ananta to do so.",
        "system": "This Gift's effects are permanent.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Breath of Sweet Amrita",
        "description": "One of the few healing Gifts available to the Nagah, this allows the wereserpent to breathe out a cloud of healing vapor on herself or a companion. Although the Nagah were tricked out of the secret of immortality long ago, they have never forgotten the trick entirely.",
		"system": "The player spends a Gnosis point and rolls Intelligence + Medicine (difficulty of the target's Rage, or 6 for those without Rage). Each success heals one Health Level of damage, even aggravated.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Hengeyokai: SSOTE Pg. 82",
        "values": [4],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Gaze of the Serpent",
        "description": "The Nagah can lock gazes with an opponent and petrify his enemy with the intensity of his glare. An enemy under the influence of this Gift is unable to take any actions save to regenerate.",
		"system": "The player rolls Manipulation + Intimidation against the target's Willpower. Even one success freezes the target with fear. The target could well spend hours or days frozen in this way, experiencing the equivalent of a petit mal epileptic seizure. However, the effects of this Gift last only until the target is distracted (by, say, an attack). Once the target is disturbed physically, he is freed from Gaze of the Serpent. This Gift works against only one opponent at a time. Once a target is struck by the Gift's power, he can't be affected by it again until the next scene. Nagah often use this Gift to aid in escaping from powerful foes; few use it as a means of gaining advantage in combat.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Hengeyokai: SSOTE Pg. 82",
        "values": [4],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Being One",
        "description": "The Nagah may become as one with one of her nestmates, sharing aptitudes and perceptions.",
        "system": "The player spends one Gnosis point to establish telepathic rapport with one of her nestmates within one mile. The two may reflexively share their thoughts and perceptions with one another, and may also lend, at will, up to one dot of any Mental or Physical Attribute or Knowledge. This Gift's effects last for one scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "Whirlpool",
        "description": "The Nagah can create a whirlpool in any body of water larger than a swimming pool.",
        "system": "The player spends one Gnosis point and rolls Gnosis (difficulty 7) to create a whirlpool at some point within (Survival x 100) yards. The whirlpool persists for one scene; the successes determine what it is strong enough to pull down.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Ahi"
    },
    {
        "name": "Throat Snake",
        "description": "Through the use of this Gift, the Nagah may transform his tongue into a delicate foot-long pink-scaled snake that resides in his throat. The Nagah senses everything the smaller snake senses, so the throatsnake can perform reconnaissance work for the Nagah by crawling through tight spaces where the wereserpent cannot go. Alternatively, the throat snake can be the bearer of the wereserpent's venom, biting an enemy who was much too concerned with larger threats. So long as the throat snake is extant, the Nagah is incapable of speech. When the throatsnake has done its work, it crawls back into the Nagah's mouth and becomes his tongue once more.",
		"system": "The player spends 2 Rage points and rolls Dexterity + Primal-Urge. If the roll is successful, the throat snake detaches, possessing one health level for each success. For purposes of combat, the throat snake has Strength 1, Stamina 2, Dexterity 5, Brawl 2, Dodge 5, and Stealth 5. The throat snake possesses one dose of the Nagah's venom, which is taken from the Nagah's own reserves; if the Nagah has used all his venom before invoking this Gift, the throat snake has no venom of its own. If the throat snake is killed, the Nagah immediately takes two levels of aggravated damage and cannot speak until that damage is healed.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg 80-81",
        "values": [4],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Ahi"
    },
    {
        "name": "Belly Ride",
        "description": "While in Vasuki form, the Nagah can enter an unconscious human's stomach by wriggling down her throat. The human will be oblivious to the serpent being there, even using rationalization to deny its presence.",
        "system": "The player spends one Gnosis point, then rolls Dexterity + Stealth (difficulty 6). The serpent can remain in the victim's stomach for one day per success; after that, he is vomited out. The Nagah can emerge from the victim's throat at any prior point she desires, as well. The Nagah is unaffected by anything unpleasant or harmful in the stomach while using this Gift.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Storm Surge",
        "description": "This Gift allows the Nagah to summon a powerful storm surge to batter a small patch of coastline. The target area must abut a large body of water like an ocean, a sea or a very large lake. Once the wereserpent summons the storm surge, he has only minimal control over it, although he can specify a particular building to be the focal point for the water's wrath.",
		"system": "The player spends two Gnosis points and rolls Manipulation + Occult. The size of the resulting storm surge is six feet times successes. A six-foot storm surge will drag away the unwary, break windows in beach houses, pound boats to splinters and strand vehicles while a thirty-foot storm surge will flood streets, knock out electricity and communications lines, batter even sturdy buildings to rubble and wash vehicles out to sea. Once the wereserpent summons the surge, it takes about twenty minutes for the full fury of the water to build, after that it lasts about an hour, after which the water subsides. Injudicious (i.e., gratuitously destructive) use of this Gift is punished by the Sesha.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 84",
        "values": [4],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Suspend",
        "description": "A Nagah in Azhi Dahaka and Kali Dahaka form can use this Gift to unhinge his jaw and swallow creatures up to the size of a Crinos werewolf. Only quiescent creatures may be so swallowed. As the creature is swallowed, it is covered with a thick anaesthetic slime that paralyzes the creature. Once swallowed, the creature enters a form of suspended animation. Fire, physical force and even the ravages of time are kept out so long as the creature remains encased in the preservative slime within the Nagah. When the wereserpent chooses, it reverses peristalsis and disgorges the creature. The preservative slime dries out and sloughs away in a few turns and the creature returns to consciousness.",
		"system": "The character expends one Gnosis point and rolls Stamina + Enigmas. The character needs at least two successes: one to successfully swallow the creature and one to suspend the creature's life properly. Storing a man-sized creature in one's digestive tract is extremely uncomfortable and precludes fighting; consequently, Nagah are unlikely to use this Gift except in extreme circumstances (saving a badly wounded nest-mate until she can be healed, for example). While suspending a target, the Nagah is down three dice on all Physical and Social rolls.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 86",
        "values": [4],
        "shifter_type": "Nagah",
        "auspice": "Kamakshi",
        "splat": "Shifter"
    },
    {
        "name": "Breath of the Dragon Lords",
        "description": "The Nagah exhales huge gouts of scalding gases; these can wound opponents, but can't cause materials to combust.",
        "system": "The player rolls Dexterity + Firearms to aim this attack, which has a range of 20 feet and a base (aggravated) damage of the wereserpent's Gnosis rating.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Destroyer's Blessing",
        "description": "When using this Gift, the Nagah sacrifices the use of her arms to combat multiple opponents. The arms of the wereserpent each split into three, each section becoming the body and head of a king cobra. Each head is autonomous and can attack of its own accord, though all are under the will of the Nagah at all times.",
		"system": "The Nagah expends three Gnosis to make the shift. Each head comes complete with enough venom to inject one target, and each cobra must make a separate attack roll in combat. Cutting away even one of these serpents leaves a very serious wound on the Nagah when the Gift wears off. This Gift lasts for two turns plus one turn per additional point of Gnosis the Nagah spends to trigger the Gift.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 75",
        "values": [5],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "Evading the Watchers",
        "description": "It does not serve an assassin well to be announced. This Gift cancels out the wereserpent's scent and allows him to evade detection spells, danger sense, and similar Gifts, Disciplines, and abilities. Nagah using this Gift can neither be tracked nor anticipated. Time itself becomes cloudy where they're concerned, preventing any sort of precognitive detection.",
		"system": "The player rolls Charisma + Stealth. Even one success allows the Nagah to evade detection for the remainder of the scene. Note that those checking the Nagah will not get any kind of strong reading of any sort and will default to whatever passes for “not dangerous.” Opponents have no chance of detecting the wereserpent unless they have a higher Gnosis (or Arete or level 5 or above Auspex, etc.), in which case the Nagah rolls his Gnosis (difficulty 10 - successes on the initial roll) and the opponent rolls Gnosis (or its equivalent) against a target number of (10 - the difference in Gnosis scores). For example, if the Nagah has a Gnosis of 7 and his opponent has a Gnosis of 9, the opponent's target number is 8 (10 - 2). If the Nagah takes active action against an opponent, then the Gift's effects are canceled as far as the threatened person is concerned. The Gift's effects last for one scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 75",
        "values": [5],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    },
    {
        "name": "There Is No Body",
        "description": "The balaram can free himself from the limitations of flesh, becoming incorporeal while remaining in the physical world. For the duration of the Gift, the Nagah is immune to any undesired physical contact, even from sources such as fire and silver.",
        "system": "The player spends three Gnosis points and rolls Perception + Enigmas, difficulty 7. The Nagah may remain immaterial for two turns per success.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "Kundalini",
        "description": "The Tantric mystics of India allude to a serpent of energy called the Kundalini that resides at the base of the spine. By raising the body's energy, the Kundalini rises through seven places of power in the body called chakras. By raising the Kundalini to a particular chakra, the Nagah may channel his body's energy in a variety of powerful ways.",
		"system": "The player spends one Gnosis point per chakra level and rolls Intelligence + Enigmas (difficulty 6). The Nagah spends one turn per chakra performing breathing exercises to raise the Kundalini to the chosen chakra. Raising the Kundalini to the Muladhara requires only 1 turn of controlled breathing while raising it to the Sahasrara requires 7 turns of meditation and breath control.\n\nThe Muladhara, or root chakra controls the will to survive. Raising energy to the Muladhara grants the Nagah a number of additional Bruised health levels equal to his successes. The Swadhishthana or hara chakra controls vitality. By raising energy to the Swadhishthana, the wereserpent purges his body of all disease, all unwelcome spirits and all foreign poisons and simultaneously heals a number of health levels (including aggravated ones) equal to the number of successes received on the Kundalini roll. The Manipura or solar plexus chakra controls raw emotional energy.\n\nRaising energy to the Manipura grants the Nagah a number of Rage points equal to his successes on the Kundalini roll. The Anahata or heart chakra controls love and compassion for humanity. Energy raised to the Anahata chakra causes the wereserpent to radiate a strong sense of love and tranquility. Those within line-of-sight of the Nagah must roll their Willpower against a target of 8 and get more successes than the Nagah got on his Kundalini roll to think or act in any hostile manner toward him. The Vishuddha or throat chakra controls creativity and clairaudience. Raising the Kundalini to the Vishuddha allows the wereserpent to hear and understand all thoughts and words within a ten-foot radius. Others do not know they are being heard and the Nagah may probe minds for more deeply hidden information if he so desires. The Ajna or brow chakra controls intuition and clairvoyance.\n\nBringing the Kundalini to the Ajna allows the Nagah to know everything that pertains to him (and by extension his nest) within his line of sight. Secrets are revealed, illusions fall away and clarity triumphs. Sweet-talking enemies are exposed for what they are, and the true forms and natures of all around are made manifest to the wereserpent. The Sahasrara or crown chakra controls transcendence, superconsciousness and the spiritual will to be. Raising the Kundalini to this chakra allows the Nagah to briefly attain a state of cosmic consciousness during which he can get the answer to any one question he may have (subject to Storyteller's discretion). This Gift's effects last for one scene. Regardless of the level of chakra reached, the Nagah may perform this Gift no more than once per week.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 78",
        "values": [5],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Balaram"
    },
    {
        "name": "Child of Storms",
        "description": "Through this mighty Gift, the Nagah surrenders his physical form and becomes the storm itself, directing the wind and waters where he chooses.",
        "system": "As the Hakken Gift: Divine Wind, save that the Nagah is the storm. For the duration, he has no physical body, and can only be affected by weathercontrolling powers (which may, at the Storyteller's discretion, do him harm.)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Ahi"
    },
    {
        "name": "Force Balance",
        "description": "Use of this powerful Gift brings the members of the Trait into harmonious balance in a place. This Gift summons powerful spirits representing the healthiest aspects of the Trait who then work in unison to place the site back into balance. Note that balance does not indicate a state of affairs that people, shapeshifters or even the user of the Gift will necessarily prefer - it simply means that the Trait is in healthy balance in a place. Usually, this means that whoever had control of the space prior to this Gift being used will be very angry as years (if not decades) of proprietary work are undone.",
		"system": "The player spends three Gnosis points and rolls Intelligence + Enigmas against a difficulty of the Gauntlet or (12 - Gauntlet), whichever is higher. Wyrm, Weaver and Wyld spirits converge to put the site into balance. The number of successes determines the speed of the transformation as well as how strong the “gyroscope” effect is in preventing the place from becoming unbalanced again. This Gift can be used no more than once a week.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah Pg. 81",
        "values": [5],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Ahi"
    },
    {
        "name": "Assassin's Well",
        "description": "The vasuki becomes supernaturally adept at manufacturing venom.",
        "system": "The player spends one Gnosis point. For the rest of the scene, the vasuki has effectively unlimited doses of venom.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Song of Takshaka",
        "description": "Takshaka was the greatest shapechanger of the Nagah, and his skills extended beyond his own body. This Gift functions as the Red Talons Gift: Curse of Lycaon, but transforms humans into serpents. The Gift can also force any Khurah into their animal form, not just Garou or Nagah — Ananasi must take on Crawlerling, Nuwisha are forced into Latrani, and so on.",
		"system": "The player spends one point of Gnosis and rolls Gnosis (difficulty of the target's Willpower). Only one success is necessary. Werewolves are forced into Lupus form for the duration of the scene. When used on humans, the effect of the Gift is permanent. The person remains a normal wolf in body and mind for the rest of his life.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 84",
        "values": [5],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "breed": "Vasuki"
    },
    {
        "name": "Shed the Years",
        "description": "Snakes were often considered to be manifestations of time. The Nagah with this Gift is rather more like an incarnation of the reversal of time. Once a year, when the Nagah (or a nestmate) is undergoing the Samskara of Shedding the Past (see page 93), this Gift may be performed upon her, and along with her old skin, the wereserpent sheds a number of years of physical aging as well. A determined Nagah could return from senescence to the prime of life in the space of a decade.",
		"system": "The player sacrifices one permanent Gnosis point and rolls Stamina + Enigmas against a target number of 7 (Stamina bonuses for form do not add to this roll). Each success counteracts one month of aging. The Nagah's knowledge and memory are unaffected, but the body loses any wrinkles, scars, long-term illnesses and the like gained during that period of time. This Gift is usable only once a year when the target is molting.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 86",
        "values": [5],
        "shifter_type": "Nagah",
        "auspice": "Kamakshi",
        "splat": "Shifter"
    },
    {
        "name": "Hydra Warrior",
        "description": "This terrible Gift allows the members of a nest to fuse into one enormous and devastating snake monster. The resulting hydra has one tail and as many arms as the members had separately, but beyond that, the shape of the hydra is determined by the wills of those comprising it. Some may have three separate trunks joined by a massive prehensile tail, other hydras have taken the form of an enormous Azhi Dahaka with six arms and three faces on one head. Lethality is the only common denominator.",
		"system": "The player spends one point of Gnosis and one point of Rage for each nestmate. When the Nagah touch, they fuse together into an enormous multi-armed destroyer with health levels equal to the sum of the health levels of the nestmates plus one additional health level for each success. The nestmate's Rage, Strength, Dexterity and Stamina are all pooled while individual members retain their separate Gnosis pools. While in hydra form, members automatically benefit from shared thoughts. Each Nagah may still act as usual, although the form must move together. The nest members must all be in Azhi Dahaka form and all members must be willing to join the Hydra Warrior or the Gift will not work.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 87",
        "values": [5],
        "shifter_type": "Nagah",
        "splat": "Shifter",
		"auspice": "Kartikeya"
    },
    {
        "name": "Jungle Snake's Hoodoo",
        "description": "This Gift sends the target's mind into a waking dream controlled by the Nagah. The wereserpent can use this gift for purposes that are kind (letting a man see his dead lover one last time), cruel (making a woman believe she's covered with bugs that are burrowing into her skin) or utilitarian (getting the target to reenact important conversations while talking aloud). While the Nagah sets the tone and nudges the hallucination as he chooses, the setting and “players” of this psychodrama are pulled from the target's unconscious. Bad hallucinations make use of the target's worst fears, while pleasant hallucinations draw on the target's desires and pleasant memories. The Nagah may even be able to watch the visions unfold.",
		"system": "The player spends two Gnosis points and rolls Manipulation + Occult against a target number equal to the victim's Willpower. Even a single success sucks the target into delirium, but the wereserpent can't see what's going on in the target's head. Two successes allow the Nagah to see about a quarter of what's happening. With three successes, the Kartikeya perceives about half of the hallucination, while five successes show the Nagah everything the target sees. Six or more successes pull the wereserpent into the hallucination with the target, allowing full participation, unless the player spends a Willpower point to avoid doing so. Wise old snakes generally recommend against entering the hallucination directly because the target's “psychic immune system” can do ugly things to a Nagah who trespasses where he's not wanted. This Gift lasts for one scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 87-8",
        "values": [5],
        "shifter_type": "Nagah",
        "splat": "Shifter",
		"auspice": "Kartikeya"
    },
    {
        "name": "Undying Serpent",
        "description": "Nagah master assassins can not only negate their foe's attacks but undermine them by appearing to take the blow, only to become stronger than before. A wereserpent using this Gift is not wounded by his enemies' blows, but rather strengthened.",
		"system": "The player spends a Gnosis point and rolls Dexterity + Enigmas. All damage delivered to the Nagah for the rest of the turn, up to the number of successes, is added to his health levels instead of subtracted from it. Bashing damage heals bashing damage; lethal damage heals lethal and bashing damage; aggravated damage heals all damage types. Any health levels above the Nagah's normal maximum fade at the end of the combat.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 89",
        "values": [5],
        "shifter_type": "Nagah",
        "splat": "Shifter",
		"auspice": "Kamsa"
    },
    {
        "name": "Mahanaga",
        "description": "In order to eliminate the most powerful of targets, the Wani teach the greatest Kali assassins to assume the Mahanaga form, a battle-shape even more terrible than Azhi Dahaka.",
        "system": "The character must be in war form. The player spends one point of Gnosis and Rage and rolls Stamina + Primal-Urge (difficulty 7). Rage or Willpower may be spent on a one-for-one basis to raise the Mahanaga's Strength, Stamina, and Dexterity by up to four points each for the rest of the scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Nagah",
        "splat": "Shifter",
        "auspice": "Kali"
    },
    {
        "name": "Dance of Shiva",
        "description": "Lord Shiva, the Destroyer, is frequently called Shiva Nataraja: Shiva, Lord of the Dance. When the time comes for the world to end, Shiva will dance and flame will consume everything, preparing the world for the next cycle. This Gift grants the world a small taste of that destruction.",
		"system": "This Gift is usable only in Balaram form. As the Nagah begins the dance of destruction, the player rolls Dexterity + Performance; the number of successes determines the destructive power and duration of the flames called forth by the dance. On the first turn, the flames spread out ten yards from the character in all directions (save up or down) and inflict four dice of aggravated damage on anything they touch. For each successive turn that the Nagah continues to dance (provided that he earned enough successes), the radius of the circle of flame doubles and the fire damage increases by a die. For example, if a player obtains six successes and his Nagah character is able to dance uninterrupted for six consecutive turns, on the sixth and final turn the flames would inflict 11 dice of fire damage on anything within 320 yards. If the Nagah stops the dance for any reason, the fires are immediately doused. The flames called forth by the Dance of Shiva are, oddly enough, unable to harm anyone or anything that is 'truly pure of heart.' However, supernatural denizens of the World of Darkness who fit that description are rarer than hen's teeth; not even the gentlest Gurahl is likely to count as truly pure, much less the most virtuous of vampires.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Nagah BB Pg. 75-6",
        "values": [6],
        "shifter_type": "Nagah",
        "splat": "Shifter"
    }
]