[
    {
        "name": "Call of the Hungry Dead",
        "description": "Call of the Hungry Dead takes only 10 minutes to cast and requires a hair from the target's head. The ritual climaxes with the burning of that hair in the flameof a black candle, after which the victim becomesable to hear snatches of conversation from across theShroud. If the target is not prepared, the voices comeas a confusing welter of howls and unearthly demands;he is unable to make out anything intelligible, and maygo briefly mad.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [1]
    },  
    {
        "name": "Eldritch Beacon",
        "description": "Eldritch Beacon takes 15 minutes to cast. The material component is a green candle, the melted wax fromwhich must be collected and molded into a half-inch(1.5 cm) sphere. Whoever carries this sphere, whetherin his hand or in a pocket, is highlighted in the Shadowlands with a sickly-glowing green-white aura. Allghostly powers affect this individual with greater easeand severity. The sphere retains its power for one hourper success on the casting roll.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [1]
    },
    {
        "name": "Insight",
        "description": "This ritual allows a necromancer to stare into theeyes of a corpse and see reflected there the last thingthe dead man witnessed. The vision appears only inthe eyes of the cadaver and is visible to no one except the necromancer using Insight. The player rollsas normal as the vampire stares into the target's eyesfor five minutes. The number of successes on the rolldetermines the clarity of the vision. A botch shows thenecromancer his own Final Death, which can provokea Rotschreck roll (see p. 299).This power cannot be used on the corpses of vampireswho have reached Golconda, or on bodies in whichboth eyes are missing or advanced decomposition hasalready occurred.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [1]
    },
    {
        "name": "Knowing Stone",
        "description": "By use of her own blood and the proper rituals, anecromancer can mark a person's spirit, allowing thevampire to see where her subject is at any time, evenafter he has died. In this fashion many of the spirithaunted vampires keep tabs on their close kin andtheir enemies.The necromancer cuts her skin or otherwise bleedsherself, and then uses the vitae to paint the name ofthe target on a consecrated stone. If the ritual is successful, she can afterward learn the target's currentwhereabouts by dancing around the stone in a trancestate until one of the spirits whispers the desired information into her ear. The stone loses its powers on thenight of All Saints Day unless the vampire spends ablood point.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [1]
    },
    {
        "name": "Minestra di Morte",
        "description": "The necromancer obtains a piece of a dead body andsimmers it in a pot with half a quart (or half a liter)of vampiric vitae. To this stew, the necromancer addsrosemary (for remembrance), basil (the funerary herb),and salt (the alchemic principle of clarification). Afterbringing the concoction to a full boil, the necromancereats it.If the roll to activate this ritual is successful, thecharacter discovers whether the subject of the grisly rite became a wraith or Spectre after death, or if indeedshe became either. Unfortunately, this information canbe learned only about the person from whose body thestew meat was taken.The blood component is spent progressively throughthe ritual: If the Necromancer takes the blood fromanother Kindred, she doesn't become partially boundfrom drinking it, nor does she add a point to her bloodpool. Similarly, if she uses her own blood, her pool decreases by a point but does not increase when she consumes the soup.Necromantic vampires without the Eat Food Merit(see p. 480) can't keep the soup down, but can still usethe ritual and gain the information.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [1]
    },
    {
        "name": "Ritual of the Smoking Mirror",
        "description": "This ritual allows the necromancer to use an obsidianmirror to see as ghosts do. By gazing into the mirror'sebony depths, the vampire may discover an object'sflaws, assess the general health of mortals, or even reada being's aura.At the start of the ritual, the Kindred decides whichof the ritual's two aspects she will use - she may notuse both at the same time. With Lifesight, the necromancer may read auras as if she had the level twoAuspex power Aura Perception. Deathsight, on theother hand, grants the necromancer the ability to seeghosts and the Shadowlands. It also shows the stain ofoblivion on the living, as per Eyes of the Dead (p. 174).At the Storyteller's discretion, the Kindred may makea similar study of an inanimate object's flaws and howto repair them, if that object has a strong link to eitherlife- or death-energies (such as a murderer's knife or awindow box used to grow healing herbs).To perform the ritual, the necromancer grasps an obsidian mirror that has had its edge sharpened so that itcuts the flesh of whoever takes hold of it. As the vitaeflows onto the mirror's surface, it allows the mirror's reflective power to bridge the worlds of the living and thedead, much as it allows the necromancer herself to do.The player then rolls to activate the ritual as normal.If successful, the Necromancer may view the world asa ghost does via the reflective surface of the mirror, forone scene. On a botch, the vampire may well invokethe ire of the spirits upon whom she calls.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [1]
    },
    {
        "name": "Eyes of the Grave",
        "description": "This ritual, which takes two hours to cast, causes thetarget to experience intermittent visions of her deathover the period of a week. The visions come withoutwarning and can last up to a minute. The caster of theritual has no idea what the visions contain, as only thevictim sees them. Each time a vision manifests, the target must roll Courage (difficulty 7) or be reduced toquivering panic. The visions, which come randomly,can also interfere with activities such as driving, studying, shooting, and so on.Eyes of the Grave requires a pinch of soil from a freshgrave.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [2]
    },
    {
        "name": "The Hand of Glory",
        "description": "The Hand of Glory is a mummified hand used by thenecromancer to anesthetize a home's residents and,thereby, allow him free rein to do what he will in theresidence. To create one, the necromancer wraps thesevered hand of a condemned murderer in a shroud,draws it tight to squeeze out any remaining blood, andpreserves the hand in an earthenware jar with salt, saltpeter, and long peppers. After a fortnight, the vampireremoves the hand and dries it in an oven with vervainand fern. At the end of this process, if the roll to activate the ritual garners any successes, the creation isviable.To use the Hand of Glory, the vampire first coatsthe fingertips of the mummified hand with a flammablesubstance derived from the fat of a hanged man andsets the fingers alight. The necromancer then recitesthe phrase, Let all those who are asleep be asleep, andlet those who are awake be awake. All mortals withina household who are affected fall into a deep sleep andcannot be roused (the hand has no effect on supernatural creatures). For each unaffected occupant of a home,one finger of the hand will refuse to light. Botches mayresult in all of the fingers being lit but no one in thehome being asleep. The hand may be extinguished atany time by the necromancer who created it. Anyoneelse wishing to douse the hand must use milk to do so- nothing else works. Once made, the Hand of Glorymay be reused indefinitely. Effects last for one scene.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [2]
    },
    {
        "name": "Occhio d'Uomo Morto",
        "description": "To cast this ritual, the necromancer needs an eyefrom a corpse whose absent soul became a ghost orSpectre. The eye is ritually prepared in a process involving incense, the new moon, and a period of midnight chanting. The chanting climaxes when the necromancer removes one of her own eyes and replaces itwith the one from the corpse (fresher is better). Kindred healing takes over at that point, sealing the eyewithin the socket.If the ritual succeeds, the Necromancer permanentlygains the Shroudsight ability (see p. 163). This abilityis always active and does not require a roll.Furthermore, if it was a Spectre's corpse, the vampirecan hear the vague murmuring of any Spectres in thearea. This ability isn't very precise; rather than mindreading, it's more like trying to overhear a low-voicedconversation in the next room. With a Perception +Occult roll, the Necromancer can glean a very vagueimpression of what nearby Spectres are up to. Botchingthis roll may well earn the necromancer a new derangement (at the Storyteller's discretion), as the whisperscreep into the caster's subconscious.This ritual has some major drawbacks, the first beingthat its proper result is hideously ugly. Unless the vampire wears sunglasses or finds some other way to conceal her eye, her Appearance is reduced by one dot.Also, dead or rotted tissue is not the best for normalperception. Any mundane visual Perception rolls are at+1 difficulty (possibly more if the corpse had bad eyesight in life). On the other hand, since the eye offersa window into a different soul than the necromancer,it offers some protection against powers requiring eyecontact. These Disciplines are used against the deadeyed necromancer at +1 difficulty.Most importantly, however, the ghost whose bodywas desecrated knows it, and very likely hates it. Theghost can find the necromancer possessing his eye anywhere, and all ghostly powers used against the necromancer by that particular ghost are at –1 difficulty.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [2]
    },
    {
        "name": "Puppet",
        "description": "Used primarily to facilitate conversations with therecently departed, though also applied as a method ofpsychological torture, Puppet prepares a subject (willing or unwilling) as a suitable receptacle for ghostlypossession. Over the course of one hour, the necromancer smears grave soil across the subject's eyes, lips, andforehead. For the remainder of the night, any wraithattempting to take control of the subject gains two automatic successes. The ritual's effects remain even ifthe soil is washed off. The Ritual of PochtliThis ritual cannot be cast by itself, but only in conjunction with another Necromantic ritual, or with theheavily ritualized use of a Necromantic path. The action of the ritual is this: Two or more Kindred necromancers restrain a mortal vessel and inflict incisions inthe shape of blasphemous symbols (typically subvertedEgyptian hieroglyphs or Aztec symbols). They thendrink from these injuries. Each participating Necromancer must make his own cut and drink from no other cut. Thereafter, the Necromantic power the Kindredseek to employ gains the benefit of all the participants'knowledge. This ritual makes it possible for Necromancers to create truly fearsome feats of death magic.The player rolls to activate this ritual as normal. Ifthe roll succeeds, the Kindred who have participatedin the ritual may work together on the path or ritualthe Ritual of Pochtli is intended to assist, and playersshare successes. Note that the primary application ofNecromancy requires its own roll, and that successes(and failures) garnered by the group are pooled. AllKindred participating in the ritual must know the Ritual of Pochtli as well as the ritual or path power thegroup seeks to enact.The downside of this power is that a single player'sbotch negates the successes of the entire group, resulting in a horrific failure for all the ritual workers.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [2]
    },
    {
        "name": "Two Centimes",
        "description": "The necromancer ceremonially kills a mortal, laying him out on a pallet and putting pennies on his eyes.The mortal's soul journeys to the Underworld, whichhe perceives, initially at least, as a way-station. Themortal can interact with the souls of the dead and travel elsewhere in the Underworld, while also retainingthe power to speak to the vampire and describe whathe's experiencing. While in the Underworld, however,the subject's soul cannot affect the environment. Although he may talk to other spirits, he may not physically interact with them or their surroundings - he isa ghost among ghosts, as it were. Minions may voluntarily undergo the ritual to assist necromancers, orthe vampire may use Two Centimes to terrify unwilling victims.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [2]
    },
    {
        "name": "Blood Dance",
        "description": "The Blood Dance allows a ghost to communicatewith a living relative. Necromancers sometimes perform this ritual for people in exchange for money orfavors.The vampire must dance and chant for two hours,calling forth the right spirit and entreating all otherghosts to leave the area. While dancing, the vampirepours colored sands and ocean salt on the ground in aprecise pattern and then makes the link between theliving person and the deceased. If successful, the ghostappears within the necromancer's sand-sigil and theliving person can communicate with her for one hour.Failure means the spirit could not be contacted.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [3]
    },
    {
        "name": "Divine Sign",  
        "description": "Upon learning a person's birth date, the necromancer's player may roll to activate this ritual. If successful,the Kindred may use this to predict the target's nextcourse of action, allowing him to deal with it accordingly. The effect on ghosts is quite different: Instead,the ritual imparts upon the necromancer so intimatean understanding of the wraith in question that it actsas a connection to the ghost, making it easier to invokeother Necromancy effects on that spirit. For story purposes, it's the equivalent to holding one of that wraith'sfetters (see Ritual of the Unearthed Fetter, below).",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [3]
    },
    {
        "name": "Din of the Damned",
        "description": "This ritual is similar to the Level One Ritual Callof the Hungry Dead (see p. 177) in that it makes thesounds of the Underworld audible in the physical realm.However, Din of the Damned is an area-effecting ritual used to ward a room against eavesdropping. Overthe course of half an hour, the necromancer draws anunbroken line of ash from a crematorium along theroom's walls (this line may pass over doorframes to allow entrance and egress). For the rest of the night, anyattempt to listen in on events inside the room, whethersimple (such as a glass to the wall), electronic (like alaser microphone), or mystic (including powers such asHeightened Senses), requires the eavesdropper to scoremore successes in a Perception + Occult roll (difficulty7) than the caster of the ritual scored. Failure to beatthis mark gives the listener an earful of ghostly wailingand moaning and the sound of howling winds; a botchdeafens him for the rest of the night.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [3]
    },
    {
        "name": "Nightmare Drums",
        "description": "The necromancer using this ritual sends the dead tohaunt the dreams of an enemy, using the ghosts to drivean opponent slowly insane. Once the ritual is cast, thevampire has no control over this power, except to stopit from continuing. The shape of the nightmares andthe images that assault the target are not under thecontrol of the necromancer; they are under the controlof the ghosts who actually do the haunting.The necromancer uses his own blood and a personalpossession of the target's in this ritual. Once the itemhas been coated with blood, the vampire must burn theitem, sending a ghostly icon of it to the Shadowlandsboth as an identifying badge and as a reward to theghosts who agree to haunt the target. While the itemburns, the necromancer (and assistants, if available)pound out a relentless beat on gigantic drums of human skin. The drums are inaudible in this realm butthunderous in the home of the dead. To silence thedeafening drums, the ghosts resignedly agree to negotiate with the necromancer. They promise to send nightmares to the victim for as long as the vampire demands,in return for a favor. Their request normally runs alongthe lines of passing a message to a living relative or exacting revenge against someone who slighted them.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [3]
    },
    {
        "name": "Ritual of The Unearthed Fetter",
        "description": "This ritual requires that a necromancer have a finger bone from the skeleton of the particular ghost he'sinterested in. When the ritual is cast, the finger bonebecomes attuned to something vitally important to thewraith, the possession of which by the necromancermakes the casting of Necromantic powers against thatghost much easier (see the Sepulchre Path, p. 160, foran example). Most necromancers take the attuned finger bone and suspend it from a thread, allowing it toact as a sort of supernatural compass and following it tothe special item in question.Ritual of the Unearthed Fetter takes three hours tocast properly. It requires both the name of the ghosttargeted and the finger bone already mentioned, aswell as a chip knocked off a gravestone or other marker(not necessarily the marker of the bone's former owner). During the course of the ritual the stone crumblesto dust, which is then sprinkled over the finger bone.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [3]
    },
    {
        "name": "Tempesta Scudo",
        "description": "Unlike most rituals, Tempesta Scudo can be castspeedily. The necromancer performs a short and awkward dance that ends with her biting through her ownlip and spitting the blood in a circle around her. Allghosts' actions within the circle of blood are made at+2 difficulty.To cast this ritual successfully, the necromancer mustspend one combat turn performing the dance. At theend of the turn, she makes a Dexterity + Performanceroll against difficulty 7 (if done outside of combat, thedifficulty is only 6). During the next combat turn, shebites through her own lips (taking a level of bashingdamage) and spits (spending one blood point). Thenthe normal ritual roll is made to see whether the powertakes effect.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [3]
    },
    {
        "name": "Baleful Doll",
        "description": "A baleful doll is a powerful figure that is linked directly to the spirit of the target. This doll must be handcrafted, and is only finished when it has been paintedwith the blood of the necromancer and dressed in somearticle of clothing from the victim (which should beunwashed for a better connection). Once the doll hasbeen cursed, the vampire can use it to cause physicaldamage to the target. If the doll is injured (often withpins or other items), the victim takes six dice of bashing damage. If the doll is destroyed, the target sufferssix dice of lethal damage.The necromancer must craft the doll, using ritualchants throughout the process. This normally takesfour to five hours. The player rolls Stamina + Crafts(difficulty 8) to succeed in this part of the ritual - adoll that does not resemble its victim is useless for thepurposes of this ritual, though some necromancers sellfailures as authentic voodoo dolls to tourists.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [4]
    },
    {
        "name": "Bastone Diabolico",
        "description": "Casting this ritual is tricky because it requires theremoval of a leg bone from a living person. The donormust survive the removal, at least for a little while. Thebone is then submerged in molten lead. Once it cools,the thin lead coating is inscribed with various runes.The necromancer then uses this metal-shod boneto beat its donor to death while repeating a droningGreek chant.With a successful roll, this ritual produces a bastonediabolico or devil stick. The stick can be activated byanyone who holds it and expends a point of Willpower.Activation lasts for a scene, and during that time anyghost hit with the devil stick loses a point from its Passion pool (see p. 385). In addition to its normal effects,this club does an additional die of damage when usedagainst the walking dead (not vampires), and suchdamage is aggravated.Unfortunately for the necromancer, ghosts can sensethat the bastone diabolico is bad news, even if they don'tknow exactly what the thing does. They tend to stayaway from anybody carrying one, which means that allrolls for such a character to use powers that summon orattract ghosts occur at +1 difficulty.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [4]
    },
    {
        "name": "Cadaver's Touch",
        "description": "By chanting for three hours and melting a wax doll inthe shape of the target, the necromancer turns a mortaltarget into a corpselike ruin. As the doll loses the lastof its form, the target becomes cold and clammy. Hispulse becomes weak and thready, and his flesh pale andchalky. For all intents and purposes, he becomes a reasonable facsimile of the walking dead. This can havesome adverse effects in social situations (+2 difficultyon all Social rolls). The effects of the ritual wear offonly when the wax of the doll is permitted to solidify.If the wax is allowed to boil off, the spell is broken.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [4]
    },
    {
        "name": "Peek Past the Shroud",
        "description": "This hour-long ritual enchants a handful of ergotfungi mold to act as a catalyst for second sight. By eating a pinch of the mold, a subject gains the benefits ofShroudsight (p. 163) for a number of hours equal to thenecromancer's Stamina score. Three doses of the enchanted ergot are created for every success on the roll.Ergot is normally poisonous to some degree; this ritualremoves its toxic properties. However, a botch rendersthe ergot highly and instantaneously toxic, inflictingeight dice of lethal damage on any subject who ingestsit - including vampires.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",   
        "stat_type": "necromancy_ritual",
        "values": [4]
    },
    {
        "name": "Ritual of Xipe Totec",
        "description": "To perform the ritual, the Kindred removes his victim's top layer of skin with an obsidian dagger, taking care to damage the skin as little as possible in theprocess. The victim must survive this process (thoughshe may well die of blood loss shortly after the ritualif not seen to properly). He then drains the victim'sblood into a large ceremonial golden bowl. There theblood is mixed with octli, amaranth flower, and otheringredients. When imbibed by the necromancer, thismixture causes him to sweat a glistening sheen of blood(equal to one blood point). The Kindred then dons theskin of his victim, which on a successful roll absorbsthe Kindred vitae and begins to heal, forming a secondskin over the vampire's own. The victim needs to be ofsimilar stature - otherwise, the features become distorted and the disguise is rendered useless. This poweralso has no effect on supernatural creatures (althoughit can affect ghouls).Under normal visual scrutiny, the ruse is flawless. Ofcourse, it imparts none of the victim's knowledge ormannerisms (and does nothing to mask the Kindred'sown undead nature). Therefore, it works best for situations in which contact with friends and family maybe minimized. To preserve the skin's condition, theKindred must bathe it in a blood point's worth of vitae nightly. When the necromancer removes the skin(which causes one level of unsoakable lethal damageto the user and must be done with the same knife usedto flay the victim in the first place), it is ruined in theprocess.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [4]
    },
    {   
        "name": "Chill of Oblivion",
        "description": "Performed over the course of 12 hours (reduced byone hour per success on the casting roll), this ritualinfuses the necromancer or a willing subject with thechill of the grave. The ritual's material component is aone-foot (half-meter) cube of ice, which is slowly melted on the subject's chest (inflicting three health levelsof bashing damage on mortal subjects). The subjectmust lie naked on bare earth for the entire durationof the ritual. Once the ritual is completed, its effectsremain for a number of nights equal to the caster's Occult rating.An individual affected by Chill of Oblivion treatsaggravated damage from fire and high temperatures asif it were lethal damage. Furthermore, he may attemptto extinguish any fire by rolling Willpower (difficulty9); each success reduces the fire's soak difficulty (seep. 297) by 1, and a fire with a soak difficulty of 2 dwindles to glowing embers.However, this ritual has several drawbacks. Firstand foremost, the subject's aura is laced with writhingblack veins that resemble those left by diablerie, andmay well be mistaken for such by any observer who isnot familiar with this ritual. The subject also radiates apalpable aura of cold that extends to about arm's lengthfrom him; this can be extremely disconcerting to mortals, though it causes no damage, and its game effectsmirror those of the Flaws Touch of Frost (p. 494) andEerie Presence (p. 495). Finally, the mystical nimbus ofthe ritual draws hostile ghosts to the subject, who mayplague him with unwholesome acts.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [5]
    },
    {
        "name": "Dead Man's Hand",
        "description": "The necromancer takes a rag stained in the blood,sweat, or tears of the intended victim. She takes afreshly severed human hand (which can come eitherfrom a corpse or a living donor) and closes it aroundthe rag. As the hand decomposes, so does the victim.His flesh bloats, turns gray and then green, then startsto slough off. The victim's brain remains fresh until thevery end, so he can see the maggots writhe in the putrescent rack of meat that once was his healthy body.The necromancer makes the standard roll and spendstwo blood points for each point of Stamina (and Fortitude) possessed by the victim. The victim loses healthlevels according to the timetable below. Only the removal of the rag from the hand can stop the process.Mortal characters who suffer more than 12 hours ofincapacitation die, while Kindred who remain Incapacitated for more than 12 hours succumb to torpor.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [5]
    },
    {
        "name": "Esilio",
        "description": "Like Tempesta Scudo, Esilio is a quick and dirty ritual.The necromancer simply speaks five syllables. No onecan identify the casting language, but according to theritual's oblique history, the language is what God gavehumankind before the confusion of Babel. The legendfurther states that while the particular meaning of thewords is lost, they are what Caine's father said to himwhile exiling him to Nod.Regardless of the truth of the matter, the Words ofExile are not spoken lightly. When the ritual is castsuccessfully, it opens a hole within reality itself - a ripbetween the lands of the living and the darkest depthsof the Underworld. This tear is invisible to normal vision, but to Witness of Death or Shroudsight it lookslike a black vortex opening within the vampire's ownbody (the very few unfortunate enough to look into thegap with high levels of Auspex are generally unwilling or unable to discuss it). Any ghost clutched to theKindred's chest is instantly torn to shreds. Grabbing aghost in this fashion requires a Clinch or Tackle maneuver. Destroyed spirits don't come back for at leasta month, if ever. A wraith destroyed in this fashiontends to return as a Spectre, if it returns at all.The necromancer may clutch and destroy a numberof spirits equal to the number of successes she rolled.After that, the vortex closes. It closes at the end of thescene if it hasn't already.Of course, using one's body as a portal between ourworld and what some people might call Hell is neithersimple nor healthy. For starters, it costs a blood pointand a point of Willpower (which does not give an automatic success on the ritual roll). More importantly,each success rolled inflicts a level of unsoakable lethaldamage on the necromancer. Most significantly, everyuse of Esilio permanently reduces the necromancer'sHumanity by one point if he follows that morality, andmay impact other Paths at the Storyteller's discretion.",
        "category": "powers",
        "game_line":"Vampire: The Masquerade",
        "stat_type": "necromancy_ritual",
        "values": [5]
    },
    {
        "name": "Grasp the Ghostly",
        "description": "Requiring a full six hours of chanting, this ritual allows a necromancer to bring an object from the Underworld into the real world. It's not simple, however- a wraith may object to having his possessions stolenand fight back. Furthermore, the object taken must bereplaced by a material item of roughly equal mass, otherwise the target of the ritual snaps back to its previous,ghostly existence.Objects taken from the Underworld tend to fade awayafter about a year. Only items recently destroyed in thereal world (called relics by ghosts) may be recapturedin this manner. Artifacts created by wraiths themselveswere never meant to exist outside the Underworld, andvanish on contact with the living world.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "necromancy_ritual",
        "values": [5]
    }
]