[
    {
        "name": "Coyote's Intuition",
        "description": "By taking time to look over an individual, the Nuwisha receives a powerful gut intuition of what subject the target least wants to talk about at that moment. A coyote-spirit teaches this Gift. After a few moments of scrutiny, the player rolls Perception + Subterfuge (difficulty of the target's Willpower).",
        "system": "After a few moments of scrutiny, the player rolls Perception + Subterfuge (difficulty of the target's Willpower).",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Earworm",
        "description": "Catchy tunes often run through people's minds and disappear as soon as they hear the next song. A Nuwisha using this Gift can make a simple tune drive the victim to despair. Some Nuwisha use this Gift constructively, singing a code-phrase or a sequence of numbers to guarantee that the listener will be able to remember them for days to come - though the coyote's victim remains distracted all the same. A mosquito-spirit teaches this Gift.",
        "system": "The Nuwisha hums, sings a tune or jingle while looking at his target, and rolls Wits + Expression (difficulty equal to the target's Willpower). Success makes the sound play endlessly in the victim's mind for one day per success. The victim can still sleep, but increases the difficulty all rolls requiring concentration and any extended action by +2.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Emperor's Clothes",
        "description": "Even the noblest individuals can be brought low by public embarrassment. A Nuwisha with this Gift can whisk an item of clothing off a person with a simple grab - no matter how difficult it should normally be to remove. A magpie-spirit teaches this Gift.",
        "system": "The Nuwisha rolls Dexterity + Larceny (difficulty of the target's Dexterity + Athletics) and pulls at the item of clothing. On a success, she grabs the garment from the target. The Gift offers no protection from an enraged, pantsless Ahroun, so the trickster had better start running. Coyote doesn't appreciate the same joke told over and over again, so this Gift can only be used on an individual once per night.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Finders Keepers",
        "description": "The Nuwisha whispers her victim's name, and claims Coyote's favor to teach him a lesson. She leaves a spiritual mark on the victim that other Nuwisha and spirits can see. Nuwisha may choose to ignore the mark and interact with the victim, but risk a loss of Renown if other Nuwisha find out. The mark compels spirits to avoid the victim until the werecoyote has taught him the error of his ways. A cat-spirit teaches this Gift.",
        "system": "The Nuwisha spends a Gnosis point and touches the victim. Nuwisha and spirits automatically see the spirit mark, but do not know who has placed it. A spirit must roll Gnosis (difficulty equal to the Nuwisha's Willpower) to be able to approach or communicate with the victim.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Salaryman",
        "description": "The Nuwisha is at home in any crowd, just another forgettable face - even if she's bleeding from the gut and wearing a clown mask. As long as she's in a group of humans, amost nobody can recognize her or pick her out. This Gift is taught by a City Father or Mother.",
        "system": "The difficulties to spot the Nuwisha in any group of three or more humans (or human-like supernatural creatures such as shapeshifters or vampires) increase by three, to a maximum of difficulty 9. This Gift is always active.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Secret Question",
        "description": "Asked a question intended to verify someone's identity, this Gift provides the correct answer. The Nuwisha may say anything in response and the targets hear the correct answer, be that the password to a secret society meeting or a telephone banking password. The werecoyote does not know what the victim heard. A fly-spirit teaches this Gift.",
        "system": "The player spends a point of Gnosis and rolls Manipulation + Subterfuge, difficulty 7. A single success is all that is required, but each question requires another use of the Gift - even if someone new asks a question that the Nuwisha has already answered. This Gift may also be used on websites by pranking the pattern-spider within a computer. Each field that the Nuwisha doesn't know is a separate use of the Gift.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Sleep of the Ages",
        "description": "Sometimes the best tricks need the target to sleep through anything. This Gift ensures that northing short of physical contact will wake the sleeper. A sloth-spirit teaches this Gift.",
        "system": "The Nuwisha must touch an already-sleeping target, and roll Gnosis (difficulty of the target's Willpower). Each success gives one hour during which nothing except direct physical contact will wake the victim.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Swollen Tongue",
        "description": "The Nuwisha can cause a target's tongue to swell with a touch, preventing speech for the rest of the scene. A spider-spirit teaches this Gift.",
        "system": "The character touches her target, and the player rolls Gnosis (difficulty of the victim's Willpower). Three or more successes also cause the target's hands to fumble when she attempts to sign or write.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Song of Kokopelli",
        "description": "This Gift allows the Nuwisha to ensure that everyone within hearing range of the Song remains calm and sedate. This Gift may cancel the frenzy of an opponent, but only for as long as the Nuwisha continues to sing. This Gift is taught by a Gaffling in service to Coyote.",
        "system": "The player rolls Manipulation + Performance, with a varying difficulty depending on the situation. Each individual may attempt to resist this effect with a Willpower roll, difficulty 6. The difficulty to resist the song's effects is increased by one for every success the player has in his initial roll. The Nuwisha's \"singing\" may be vocal, or any musical instrument, from pipes to drums. The Gift lasts as long as the Nuwisha's song.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Xochipilli's Touch",
        "description": "The Nuwisha using Xochipilli's Touch brings luck to herself or to a target. Usually the luck is short-term, but whether that luck is good or bad is entirely in the hands of the Nuwisha. If the luck is good, a person might discover that her cancer was misdiagnosed and is actually only a thumbprint on the x-ray, or she might win the lottery. If the luck is bad, a tire might explode during a high-speed chase, or the person might get audited by the IRS. The Nuwisha has no control over how the luck will manifest, only whether the luck will be good or bad. This Gift is normally instantaneous, but can take several hours to manifest, at the Nuwisha's discretion. This Gift is taught by an Epiphlng of Luck or a Gaffling in service to Xochipilli.",
        "system": "The player rolls Wits + Enigmas, difficulty 7. The Storyteller has complete control over how Xochipilli's Luck manifests itself, but the player may increase the chance to levels that seem almost miraculous by spending a Gnosis point.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Beneath the Electron Bridge",
        "description": "After spending a few minutes in conversation with her mark, the Nuwisha may intuitively grasp the exact, precise thing to say to send the target into a frothing rage. This Gift makes humans furious and provokes frenzy checks in creatures capable of them (such as Garou and vampires). Once obscure (due to the hazards of deploying it face-to-face), this Gift has experienced a recent resurgence in popularity after the discovery that it works just fine through text messages or across the internet. A flea-spirit teaches it.",
        "system": "The player spends one Gnosis point and rolls Wits + Empathy (difficulty 8) to come up with the perfect worst-thing-to-say.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Dance of Dionysis",
        "description": "The target of this Gift becomes uncoordinated and extremely dizzy. His vision blurs, his ears ring, and bystanders may think he is drunk. Speech is unaffected and reasoning is possible, but all physical difficulties are increased by three. This Gift is taught by a Coyote-spirit.",
        "system": "The Nuwisha must touch her target, while the player spends one Gnosis and one Willpower point. This Gift lasts for one turn.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Umbral Map",
        "description": "The Nuwisha using this Gift can locate any part of the Umbra, and in some cases can even locate an individual entity in the Umbra. This Gift is taught by an Ancestor-spirit.",
        "system": "The player makes a Gnosis roll, with a varying difficulty. If the character has never before been to the target part of the Umbra, the difficulty is 7. If the character has traveled the area before, the difficulty is 6. If the character frequents the area, the difficulty is only 5. With one success, the character can pinpoint where in the Umbra he is. With two, he can determine how best to approach any area or Realm in the Umbra. With three successes, the character can get a feel for where a target is within the Umbra. With five or more successes, the character can pinpoint a target's exact location within the Umbra.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Curse of Tiresias",
        "description": "The Nuwisha may force an individual to see how the other side lives, rapping them smartly over the head and transforming them into a member of the opposite sex. A seahorse-spirit teaches this Gift.",
        "system": "The player spends a Gnosis point (and must roll Dexterity + Brawl or Melee, difficulty 6, to strike an unwilling target; this inflicts no damage). The transformed individual bears a close resemblance to their original appearance - they appear to be an opposite-sex sibling, rather than a wholly different person. This Gift's effects last for (Nuwisha's Humor) days.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "New Face",
        "description": "The Nuwisha may completely change her appearance, seeming to be of any race, gender, and canid species she desires. However, this transformation only affects her Homid and Latrani forms. A spirit servant of Kishijoten teaches this Gift.",
        "system": "The player rolls Manipulation + Expression, difficulty 6, and spends a Gnosis point. This Gift lasts for (Cunning) days.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Sheep's Clothing",
        "description": "The Nuwisha may perfectly mimic the forms, scent, and outer markings of another breed of shapeshifter (though not of a specific individual). A cuckoo-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and selects a shapeshifter to impersonate. The Nuwisha gains no mechanical benefits or special powers from her disguise - for example, she could appear to be a Corax in Corvid form, but could not fly, nor spin webs as an Ananasi, nor enjoy the incredible Strength of a Gurahl in Crinos. The disguise lasts for (Humor) days.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Suspicious Glance",
        "description": "The Nuwisha using this Gift spreads the seeds of doubt between trusted allies. After all, close friends and lovers know just where to stick a dagger to make sure it really hurts. A snakespirit teaches this Gift.",
        "system": "The player names a victim and rolls Manipulation + Subterfuge (difficulty 6). At some point in the next 24 hours the victim will suddenly suspect betrayal by one of his closest allies. While the Gift provides no rational reason, most people don't have to look far to find a reason to fear their allies. The Nuwisha may spend a point of Gnosis when making the roll, and name two victims. Over the next 24 hours one of them will suspect betrayal by the other. The Nuwisha has no control over which will become suspicious, but he may use this Gift twice and name the two victims in reverse order to ensure they will each start to distrust the other.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Tiny Coyote",
        "description": "Sometimes a prank goes awry and a Nuwisha just needs to get the hell out of Dodge, but the only way out is a tiny hole. With this Gift the Nuwisha can crawl through the smallest spaces. This Gift is taught by a mouse-spirit.",
        "system": "The Nuwisha spends one Gnosis and instantly shrinks to whatever size is appropriate to fit into an available space, down to the size of a mouse. She cannot change forms while shrunk; in doing so she reverts to her normal size with painful consequences. If the Nuwisha enters a larger space, she automatically expands to match the space as she encounters it. She returns to normal when she first enters a space large enough to fit her usual size. She cannot shrink again without reactivating the Gift.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Voice Bank",
        "description": "This Gift allows the Nuwisha to imitate people's voices perfectly, building up a 'bank' of voices that he can impersonate. A parrot-spirit teaches this Gift.",
        "system": "The Nuwisha must listen intently while a person speaks, then rolls Perception + Expression. The difficulty depends on how much of the speaker's voice he can sample: a few words is difficulty 8, a full minute is difficulty 7 and over half an hour is difficulty 6. Success adds that voice to the werecoyote's collection of voices. He can perfectly imitate a voice for a scene by spending a point of Gnosis. A Nuwisha may keep as many voices as he has dots of Expression. He chooses which voice is discarded when he adds another beyond his limit.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Dance of Dionysus",
        "description": "The target of this Gift becomes uncoordinated and extremely dizzy. His vision blurs, his ears ring, and bystanders may think he is drunk. Speech is unaffected and reasoning is possible, but all physical difficulties are increased by three. This Gift is taught by a Coyote-spirit.",
        "system": "The Nuwisha must touch her target, while the player spends one Gnosis and one Willpower point. This Gift lasts for one turn.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers", 
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Twisting Tongues",
        "description": "The Nuwisha may understand any written or spoken language while using this Gift. Even sign language and facial expressions offer no trouble. While under the influence of this Gift, the Nuwisha can speak with spirits, Banes, and even computers (which hardly makes for interesting conversation, but can prove worthwhile). This Gift is taught by a Trickster-spirit.",
        "system": "The player rolls Wits + Expression, difficulty 7. For every success, the character can fully comprehend the language - complete with all slang terms - for one full day. The character must employ this Gift separately for each language she wishes to comprehend.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    { 
        "name": "Dance of Abandon", 
        "description": "The Nuwisha can compel an opponent to forget everything but the need to celebrate. Where anger and hatred dwelled a moment earlier, suddenly the target of this power is filled with joy and a need to express that joy. This is used for defensive purposes primarily, as the Gift is too powerful to allow anything but celebration. There are some cases, however, where this Gift can backfire on the Nuwisha. Certain Garou, such as the Get of Fenris, tend to celebrate very violently. This Gift is taught by a Gaffling in service to Loki.",
        "system": "The player makes a Willpower roll against a difficulty equal to the opponent's Willpower. Two or more successes are necessary to activate this Gift. Dance of Abandon may only be used against one opponent at a time.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Gift of Laughter",
        "description": "The Nuwisha may end a frenzy with this Gift, or may simply use it to lighten the mood in tense situations. This Gift may also be used to end the pain of someone who is mortally injured, allowing him to use the last few moments of life in full control of his faculties. This Gift is taught by a spirit of Kishijoten.",
        "system": "The player rolls Charisma + Expression against a difficulty matching the target's Willpower. At least one success is required to use this Gift, and at least three successes are needed to end a frenzy.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Push",
        "description": "Umbral Danse. The Nuwisha can force another being into the Umbra with this Gift. This is taught by a Coyote-spirit.",
        "system": "The player must make a Gnosis roll (difficulty of the target's Willpower) and expend one Gnosis point. The target of this Gift appears in the Penumbra.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Scent of Vengeance",
        "description": "Nuwisha using this Gift can make another shapechanger recognize the scent of an old foe. Usually this scent emanates from somewhere in the distance, but the Nuwisha can also place the scent on another target, creating all sorts of havoc between innocent strangers or even close friends. When used in the latter fashion, this Gift completely masks the natural odor of the target. This Gift is taught by a Skunk-spirit.",
        "system": "The player rolls Wits + Subterfuge, difficulty 5, when producing the scent of an old foe. If the character decides to use this Gift on a target, he must successfully touch the person and spend one Gnosis point in addition to making a Wits + Subterfuge roll at a difficulty of 7.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Blisters",
        "description": "With a touch, the Nuwisha covers her target in hideous blisters, causing a loss of fur and general appearance. A toad-spirit teaches this Gift.",
        "system": "The Nuwisha touches her target and her player rolls Manipulation + Primal-Urge. The blisters last for (successes gained x Humor) days, causing the target to lose three dice from all social dice pools.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "False Spoor",
        "description": "The Nuwisha may change her scent to exactly match someone else's for a scene. A dog-spirit teaches this Gift.",
        "system": "The Nuwisha spends one Gnosis point and rolls Perception + Primal Urge (difficulty 6, or difficulty 8 if the Nuwisha has not sampled the target's scent while in Latrani, Sendeh or Manabozho form). The deception lasts (Humor) days, unless she ends it earlier. A Garou or other character using Scent of the True Form (or similar ability) adds the Nuwisha's successes to the difficulty of his roll to smell through the deception.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Fool's Luck",
        "description": "With this Gift the Nuwisha plays games with fate itself. With the cackling of laughter she can swap good fortune for bad, twisting the strings of probability and fate between her fingers - though she has no control over the outcome. An avatar of Chung Kuel teaches this Gift.",
        "system": "When the target makes a roll, the werecoyote's player can spend a Gnosis point and roll Wits + Enigmas (difficulty 7). If the Nuwisha rolls at least as many successes as her victim, his action fails as if he had rolled no successes. Set the victim's dice aside, or make a note of the victim's roll. The next time in the scene that the victim is called upon to make a roll, use the results of the dice roll (the numbers on the dice) that the Nuwisha interrupted. If the victim's next action would have used a smaller dice pool or had a lower difficulty, he has a chance of great success - but if he must now use three dice showing \"1, 2, 2\" in place of his normal eight-dice pool, his future is very unlucky. A Nuwisha may not use this Gift on himself.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Forbidden Words",
        "description": "The Nuwisha may forbid another from speaking of a certain topic. The werecoyote need only stand in one of the target's footprints and pronounce her ban; the target need not hear her pronouncement. Should the unlucky target of this Gift attempt to speak of the forbidden topic, he will find himself unable to speak, vomiting up vermin (flies, worms, toads, etc.) instead. A cat-spirit teaches this Gift.",
        "system": "The player spends a Gnosis point and rolls the Nuwisha's permanent Humor as a dice pool (difficulty 6). The Gift's effects last for one day per success.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Gift of Rage",
        "description": "With this Gift, the werecoyote gains Rage for a short time, with all its benefits and drawbacks. A servant of Loki teaches this Gift.",
        "system": "The player spends one Willpower point to gain 5 Rage points, which may be used as Garou do. This Gift may be used once per scene, and the Nuwisha may never have more than 5 Rage. While the Nuwisha has Rage, he is vulnerable to silver as Garou are, and susceptible to frenzy.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Happy Thoughts",
        "description": "With a touch, the Nuwisha takes away another's Rage. An avatar of Coyote teaches this Gift.",
        "system": "The Nuwisha touches his target and the player spends one Gnosis point. The target cannot frenzy or spend Rage for the rest of the scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Now You Don't",
        "description": "The Nuwisha may veil one fairly distinct category of objects from another's sight, such as cars, doors, trees, fences, food, or baggies of drugs. A bat-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Larceny (difficulty of the target's Willpower). The objects don't necessarily become invisible - the target sees what most logically would be there if the named object wasn't. For example, a door would be replaced by a section of blank wall rather than a rectangular hole, while cars and fences would be replaced by nothing at all. The obscured objects remain apparent to all senses other than sight. This Gift lasts for (Humor) hours.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Pain Remains",
        "description": "Pain usually means little to the Changing Breeds, as their regenerative powers soon heal most injuries. With this Gift the Nuwisha ensures that the discomfort endures long after the injury is gone. A pain-spirit teaches this Gift.",
        "system": "The player selects an injured target, spends one Gnosis point and rolls Perception + Medicine (difficulty of the target's Stamina + Survival). The victim suffers an injury penalty equal to the number of successes (up to his current injury penalty) until the next sunset.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Shadow Walk",
        "description": "The Nuwisha may pass through the Gauntlet into any aspect of the Umbra, even the Dark Umbra of the dead or the Horizon where mages gather. An avatar of Coyote teaches this Gift.",
        "system": "The Gift's effects are permanent.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Disappearing Act",
        "description": "So long as the Nuwisha remains absolutely still, he cannot be detected by any means - not even by touch or mystic senses. Cat-spirits teach this Gift.",
        "system": "The player spends one Willpower and one Gnosis point. The Gift's effects last so long as the character does not willingly move. Being unwillingly moved, such as being knocked over by someone walking into the werecoyote, does not break the Gift.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Trickster's Skin",
        "description": "The werecoyote may \"trade skins\" for a scene with a target he can perceive, taking on his victim's voice, appearance, and scent while the victim appears to be the Nuwisha. An avatar of Coyote teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Subterfuge (difficulty of target's Primal-Urge + 3).",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Cartoon Physics",
        "description": "The Nuwisha may briefly trick the laws of gravity into forgetting that they apply to her, allowing her to run and even jump across the air - as long as she doesn't acknowledge that she's doing the impossible. Some tricky werecoyotes use this Gift in conjunction with Phantasm to trick a victim into stepping out onto an illusory floor that the werecoyote is comfortably 'standing' on. Any spirit of the air may teach this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Science (difficulty 5). The Nuwisha can \"stand\" on nothing for one turn per success, as long as she remains broadly level with where she left solid ground - she can keep running, and even jump along where the \"floor\" should be. This Gift's effects end immediately if she looks straight down.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Heave-Ho",
        "description": "The Nuwisha using this Gift can throw an opponent incredible distances. The Nuwisha must still be able to lift her target, either by sheer strength or in combination with a combat maneuver. Some werecoyotes claim they have thrown opponents for several city blocks. They were not exaggerating. This Gift is taught by an Ancestor-spirit.",
        "system": "The player must roll Dexterity + Athletics and expend one Gnosis point. For each success, the character triples the normal distance he is able to throw a target (10 feet per dot of Strength is the rule of thumb). This Gift is cumulative based on the number of successes. For example, a Nuwisha with a Strength 5 could normally throw a target 50 feet. But with one success, the Nuwisha could throw the target 150 feet, and with two successes could throw the target 450 feet. With three successes the same character could throw a target 1350 feet, and so on.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Playing the Heart-Strings",
        "description": "True love comes in many forms. Sometimes it runs smoothly, from a first meeting to first kiss to a lifetime together. Such simple relationships aren't for this Gift. It is the first step in a chain of unlikely events that bring two people together. Often wildly improbable, this Gift results in relationships that work, having come through weird coincidences and bizarre misunderstandings. A Nuwisha who possesses this Gift will never know its benefits - she becomes unable to use it as soon as she enters an ongoing relationship. A bird-spirit teaches this Gift.",
        "system": "The Nuwisha touches her target. Her player spends a point of Gnosis and a point of Willpower, then rolls Wits + Subterfuge (difficulty of the target's Willpower). The target will meet someone suitable in the next scene - who he meets is outside of the Nuwisha's control - and keep meeting them in strange circumstances over the course of the next (12 – successes) months. Each meeting is a bizarre co-incidence in an otherwise improbable situation - the star-crossed lovers don't meet in a bar, but end up in hospital beds next to one another after a car crashes into a shopping mall, or meet when they both beat the same casino for millions of dollars. They have plentiful chances to talk and get to know one another, and at the end of the chance meetings they are able to start a surprisingly stable relationship. This Gift doesn't directly affect either of the lovers. Instead, it warps and twists chance, fate, and destiny to ensure the star-crossed lovers meet. While the target may feel like his life has turned into a romantic comedy, everyone around them gets caught up in events that could ruin their lives. One use of this Gift can skew the laws of chance throughout Vegas, bringing two people together but utterly ruining thousands more.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Coyote's Mask",
        "description": "In one Kwakiutl Indian legend, Coyote dons masks of various animals and then allows the animals to die for him, thus saving his life. The most powerful Nuwisha may accomplish a similar feat, using their Gift as a shield against death. Only Coyote teaches this Gift.",
        "system": "In order to learn this Gift, the Nuwisha must first learn a Gift that changes his shape, including Sheep's Clothing, Trickster's Skin, or the Ragabash Gift: Thousand Forms. If the character wishes to invoke this Gift, he must spend a full turn in concentration after first using the chosen shape-changing Gift. The player then spends one Gnosis point and rolls Willpower (difficulty 8). If successful, the Nuwisha may \"die\" once while wearing something or someone else's form. If the Nuwisha drops below Incapacitated from lethal or aggravated damage while wearing Coyote's Mask, the Nuwisha immediately appears in breed form not more than 10 feet away, and all that is left of the \"corpse\" is a small scrap of coyote fur. The Nuwisha is considered to be at full health.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Umbral Target",
        "description": "Umbral Danse. The Nuwisha using this Gift literally throws a target into the Umbra and into any location in the Umbra that she desires. A Garou suffering from a strong Wyrm-taint could be thrown into the Atrocity Realm, or into the silver waters of Erebus. A Technocracy mage could end up in a Wyld Realm, or even tossed through the gates of Malfeas. This Gift is commonly used as a severe form of punishment, or to assist someone or something in need of special help. Several Kithain have been dropped at the Arcadia Gateway to prevent them from falling completely away from their Dreaming aspects. This Gift is taught by Coyote himself.",
        "system": "If the target of this Gift is already in the Umbra, the player need only make a Gnosis roll, difficulty 5. If the target is in the Gaia Realm, the Nuwisha must first grab the target, and the player expends one Gnosis to force the opponent into the Umbra. The effects of this Gift are instantaneous.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Friend and Foe",
        "description": "The Nuwisha's talent for infiltration is remarkable, but this Gift truly makes the trickster one with any crowd. One use of this Gift will ensure that a group will trust the werecoyote, and no member of a group would ever consider the Nuwisha to be anything other than on the level. He could walk in carrying a bloody hatchet while the police were questioning the group over a series of hatchet-killings, and everyone would leap to the Nuwisha's defense. Any one of the Trickster aspects of Coyote may teach this Gift.",
        "system": "The Nuwisha first identifies a group that he wants to be a part of - anything from a pack of Garou to the United States Senate. His player spends one Willpower and one Gnosis point and rolls Manipulation + Subterfuge (difficulty of the highest Willpower in the group). Each success affects up to five individuals who will claim the Nuwisha is a legitimate member of their group and will deny any evidence to the contrary - even responding with violence if provoked. The effect lasts for (Humor) days. If the player spends one dot each of Willpower and Gnosis, the effect becomes permanent. The Nuwisha has to make a token effort to fit in with the group, to avoid being kicked out. Even if she does find herself expelled the Gift does not end. The group's members will still insist she was a legitimate member and may give her the opportunity to regain their favor.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Stop Hitting Yourself",
        "description": "Often, a Nuwisha's educational tricks and pranks will have the unfortunate side effect of enraging her victims, making the werecoyote the targets of extreme and bloody violence. With this Gift, she can turn the situation on its head - attackers who try to hurt the Nuwisha just end up hurting themselves. A porcupine-spirit teaches this Gift.",
        "system": "When the Nuwisha would be wounded by an attack that she failed to soak, she may instead activate this Gift by spending one Willpower point and rolling Gnosis (difficulty equal to the attacker's Rage, or 4 for attackers who do not have Rage). On a success, the attacker takes the damage that she would have suffered. As the Nuwisha has already soaked the damage, these transferred wounds ignore armor and soak.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Umbral Gateway",
        "description": "Umbral Danse. The Nuwisha can open a portal directly into the Umbra, through which may pass only those things the werecoyote wishes. This Gift is taught by a servant of the Trickster.",
        "system": "The player spends three Gnosis points and rolls Wits + Occult (difficulty 8). The portal stays open as long as the werecoyote desires, to a maximum of one scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Fetish Doll",
        "description": "As the Uktena Gift. Sympathetic magic is the oldest form of sorcery, and it is still effective. Although many cultures find this sort of magic repellent, the Uktena believe that the ends well justify the means. The Garou can harm his victim from afar using a specially created doll. He must have a piece of his victim or an object belonging to him, and he must then construct the doll. An ancestor-spirit teaches this Gift.",
        "system": "The doll takes one week to construct and enchant. The player rolls Perception + Crafts (difficulty 8) to construct the doll. When the doll is complete, the player may roll Intelligence + Medicine (difficulty of the victim's Willpower). Each success inflicts one level of aggravated damage on the victim, which eh may soak if he is capable of doing so. The doll is only capable of transferring 10 levels of damage. After 10 successes, the doll is too mutilated to be of further use. A botched roll destroys the doll without inflicting any damage.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Ghost Danse",
        "description": "Umbral Danse. This Gift allows the Nuwisha to exist in both the Gaia Realm and in the Umbra simultaneously. She may perceive and attack beings on either side of the Gauntlet, and may selectively avoid their attacks. An avatar of Coyote teaches this Gift.",
        "system": "The player spends two Willpower points to activate this Gift for the rest of the scene. While Ghost Dansing, the Nuwisha may perfectly avoid any attack that does not strike beings in both the Umbra and the Gaia Realm simultaneously by spending one Gnosis point per attack so dodged.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    },
    {
        "name": "Coyote's Howl",
        "description": "Just as Coyote is the Creator, he is also the Destroyer. In time, he will erase all that exists, for that is his duty. Coyote's Howl allows the Nuwisha to summon a small portion of Coyote's destructive power and unleash that energy on a person or area. When used, Coyote's Howl shakes all of nature and bends it into an engine of annihilation. This power might come as a tornado or as a tidal wave. It might be an earthquake or lightning storm. Whatever the case, there is little that can stand against the power of Coyote's Howl. This Gift is one of the most powerful known to the Nuwisha, and is taught by Coyote to those he finds worthy.",
        "system": "The player rolls Intelligence + Occult, difficulty 5, and spends five Gnosis points. The resulting energies released will destroy anything in their path, with rare exceptions at the Storyteller's discretion. This Gift is only usable by the most powerful Nuwisha, and will not work if the enemy faced is not a true threat to all that the Nuwisha stand for.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Nuwisha",
        "splat": "Shifter"
    }
]
