[
	{
	  "name": "Animal Control",
	  "description": "The possessed can emit a highpitched wailing only animals can hear. For fomori, this summons a few of the most weak-willed or diseased animals in the area. For Kami, this summons animals who are willing to assist Gaia. The possessed can then command her animal minion to do anything it could normally do, albeit with purpose and almost human intelligence. For example, dogs can bite humans, rats can follow people unseen, or a cat can leap on someone's face to scratch out his eyes.",
	  "system": "Spend one Willpower and roll Manipulation + Animal Ken (difficulty 6). If successful, the fomor can force one animal per success anywhere within 120 yards to do as he bids. The command must be simple, and it can't be longer than five words. The effects last for one scene. If a fomor and a kami attempt to summon the same animals, whoever has the most successes on their Manipulation + Animal Ken roll wins control of the animal.",
	  "game_line": "Werewolf: The Apocalypse",
	  "category": "powers",
	  "stat_type": "blessing",
	  "values": [1],
	  "possessed_type": "General"
	},
	{
    "name": "Armored Hide",
    "description": "The possessed has tough skin that's resilient to harm. It might be a leathery hide that soaks damage, a luminescent, metallic sheen to their skin, reptilian scales that deflect attacks, or an oozing discharge that causes weapons to slide off it.",
    "system": "The possessed has an additional three dice for soaking lethal and bashing damage. The possessed can also use those dice to attempt to soak aggravated damage (difficulty 8.)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "General"
  },
  {
    "name": "Armored Skin",
    "description": "This ability is common among possessed, but also in combat-oriented Kami.",
    "system": "The creature can soak and heal lethal damage as if it was bashing damage.",
    "game_line": "Werewolf: The Apocalypse", 
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "General"
  },
	{
	  "name": "Aura of Tranquility",
	  "description": "This power is always in effect, though the Kami may turn it off at will. The Kami radiates an aura peacefulness that permeates the beings around it. Anyone caught in the aura feels calm overwhelm them, and the ability to initiate conflict slips through their claws like sand.",
	  "system": "This power is active until the Kami turns it off. No one in (Willpower x 3) yards may act in a violent manner or spend Rage without a struggle. To act violently, they must make an opposed Willpower roll (difficulty 7) with the Kami, after which they may act violently for the rest of the scene.",
	  "game_line": "Werewolf: The Apocalypse",
	  "category": "powers",
	  "stat_type": "blessing",
	  "values": [1],
	  "possessed_type": "Kami"
	},
	{
	  "name": "Addictive Personality",
	  "description": "The Fomor's presence becomes near addicting.",
	  "system":  "Adictive Presence requires the Enticer to spend a scene interacting with a target. After this interaction, the Enticer must spend a point of Willpower and roll Manipulation + Subterfuge against the target's Wits + Primal Urge (difficulty 6 for both rolls). If the Enticer wins, the subject becomes addicted to their presence and will go to great lengths to be with the Enticer again. Once per week, the target may make another roll to attempt to break this addiction.",
	  "game_line": "Werewolf: The Apocalypse",
	  "category": "powers",
	  "stat_type": "blessing",
	  "values": [4],
	  "possessed_type": "Fomori"
	},
		{
	  "name": "Reassuring Presence",
	  "description": "Fomori and Drones may take this power. The character may change his appearance to match whatever person the greatest number of onlookers at any given time would respect and listen to. At the scene of a traffic accident, the character would take the form of a traffic cop; in the halls of a corporation, the character seems to be a simple employee. Although this power may seem weak, a clever fomor or Drone can use it to go almost anywhere and obtain limited cooperation from almost anyone.",
	  "system":  "The player rolls Manipulation + Leadership, difficulty 7 (9 if the majority of onlookers are supernatural, such as at a caern). Success indicates that the character's appearance shifts to that of the most appropriate authority figure or peer that onlookers would expect. The shift is a subtle one, and as long as the character doesn't shapeshift while several people are looking directly at him, onlookers react to the change as if they just noticed the “arrival” of the character in his new form. The character cannot take any specific form (“a policeman” is possible, but “Officer Susan Delmonte” is not), and cannot select the “most appropriate” form (the Storyteller decides what is appropriate). Once selected, the form cannot be changed for the duration of the scene; fomori with this power may revert to their original form at will, but Drones retain the form for the full scene's duration.",
	  "game_line": "Werewolf: The Apocalypse",
	  "category": "powers",
	  "stat_type": "blessing",
	  "values": [2],
	  "possessed_type": "Fomori"
	},
	{
	  "name": "Bestial Mutation",
	  "description": "The fomor can shapeshift into the form of a hideous beast. Each fomor's bestial shape is different, but none are pleasant to see (or smell or hear, for that matter). No one would ever mistake one for a natural creature - these are the things nightmares are made of. Distinctive freaks can be identified through their odious aromas, unnatural hues, horrific hides or scales, or even sanity-shattering emanations from various orifices. (In other words, let your imagination mutate and go wild.)",
	  "system": "Shapeshifting takes the same time as it does for Garou (using Dexterity + Primal-Urge, though few fomor learn that skill.) The freak gains two additional dice for Physical Attributes, but the creature's Appearance in its Bestial Mutation drops to 0. Many of these freaks also have the Power: Claws and Fangs or the Extra Limbs power.",
	  "game_line": "Werewolf: The Apocalypse",
	  "category": "powers",
	  "stat_type": "blessing",
	  "values": [1],
	  "possessed_type": "Fomori"
	},
  {
    "name": "Berserker",
    "description": "The possessed understands rage and wrath as well as any werewolf, though he'll never understand how to temper passion with wisdom. Drawing on his inner anger, the possessed channels it into vicious attacks against Garou or the minions of the Wyrm. Some rare possessed harness that rage to fuel other supernatural powers. Fomori contaminated by Pentex are often well-acquainted with the company's products that encourage frustration and wrath.",
    "system": "The possessed has five Rage points and can use them like Garou. However, the possessed is also vulnerable to frenzy. Some possessed powers require Berserker as a prerequisite, most notably in cases where the possessed needs Rage to empower an ability.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "General"
  },
  {
    "name": "Darksight",
    "description": "The possessed has an innate affinity to see in darkness.",
    "system": "No roll is required, but if the fomor is surprised by an extremely bright light, she's blinded one turn for every dot she has in Perception. The power even works in the complete and utter absence of all light.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "General"
  },
  {
    "name": "Extra Speed",
    "description": "The possessed can outmaneuver a normal human.",
    "system": "The possessed can take one extra action per turn without splitting her dice pool. This also allows her to multiply her normal speed by 1.5.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "General"
  },
  {
    "name": "Footpads",
    "description": "The Kami's feet are padded like a mountain lion's, making quiet approaches almost painfully easy.",
    "system": "The Kami subtracts 2 from the difficulty of any Stealth roll made to move silently.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "General"
  },
  {
    "name": "Homogeneity",
    "description": "The fomor can inhibit or even cancel the power of a supernatural creature nearby.",
    "system": "The fomor spends one Willpower point and rolls Manipulation + Intimidation (difficulty 7). The freak chooses one supernatural creature within five yards. The target can resist with a Willpower roll (difficulty 7). If the fomor wins this contested roll, each success subtracts one die from the next dice pool to activate a supernatural ability, such as a vampire's Disciplines, a Garou's Gift, a mage's Spheres, and so on.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "General"
  },
  {
    "name": "Immunity to the Delirium",
    "description": "This is the most common and arguably the most useful power a fomor can have. Nearly all Banes suppress the Delirium in their victims, and it seems to be a recurring side effect in fomori created by Pentex products. As a freak's humanity and cognitive skills degenerate, the parts of the brain trigged by the Delirium begin to deteriorate as well.",
    "system": "Delirium doesn't affect the fomori with this power, just as it doesn't affect Garou or their Kinfolk. Storyteller's Note: The rare fomori who do not possess this power act even more irrationally than their insane allies, acting based on the delusions and rationales they experience during Delirium. As with humans, these reactions are based on the fomor's Willpower. The Delirium doesn't prevent the fomor from using all his powers when reacting to this fantasy.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers", 
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "General"
  },
  {
    "name": "Mega-Attribute",
    "description": "The possessed has enhanced Strength, Dexterity, or Stamina.",
    "system": "This power can be taken up to three times. Each time, the possessed gains an extra 1 point in a different Physical Attribute; Strength is the most commonly enhanced attribute. If an attribute is raised higher than 5, the possessed is obviously supernatural, inciting the Delirium in any who see her. No attribute can be raised more than once this way or raised above 10.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing", 
    "values": [1,2,3],
    "possessed_type": "General"
  },
  {
    "name": "Nimbleness",
    "description": "The possessed is remarkably dexterous, keeping her balance while performing feats that would throw anyone else ass over teakettle. This supernatural ability almost seems to defy the laws of physics; however, anyone attempting to post footage of these agile actions to the Internet will only capture crappy blurred footage. Truly impossible feats may trigger Delirium.",
    "system": "The possessed adds two dice to all rolls associated with climbing, jumping, and balance.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "General"
  },
  {
    "name": "Sense the Unnatural",
    "description": "The possessed can sense supernatural creatures present, such as vampires, werewolves, mages, and other spirits.",
    "system": "Roll Perception + Occult (difficulty 6). An additional roll of Intelligence + Enigmas (difficulty 6) may be required to identify the species of supernatural creature. The range is 20 yards. The Ragabash Gift: Scent of Running Water negates this power.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "General"
  },
  {
    "name": "Size",
    "description": "While the power Size Shift allows for dramatic but temporary changes in mass, Size represents permanent changes in size and mass, both increases and decreases.",
    "system": "Size can be taken three times. Each purchase either increases or decreases the size of the Kami. Each increase adds one Health Level and one point of both Strength and Stamina. Each decrease reduces her maximum Strength and Stamina by one each, and increases the difficulty of rolls to to spot her or to hit her in combat by 1.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1,2,3],
    "possessed_type": "General"
  },
  {
    "name": "Size Shift",
    "description": "The possessed can increase her size in a heartbeat. A possessed can take this power up to three times; this represents three different size categories.",
    "system": "Spend one Willpower (or Rage, if you've got it). The shapechange lasts for one scene. For each level of this power, the possessed gains one temporary Health Level and one temporary point of Strength or Stamina. Adding one level to a human makes it the size of a lion or pony; adding two makes it the size of a horse; adding three levels makes it the size of a rhino. The possessed maintains the same mobility and all its powers.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1,2,3],
    "possessed_type": "General"
  },
  {
    "name": "Shapeshifter Kin",
    "description": "The Kami is spiritually dedicated to one of the tribes of Garou, or to a specific Changing Breed. Even the callous among shapeshifters respect their Kami kin. Unlike the actual members of these specific tribes and Breeds, the Kami can have multiple allegiances, or even a universal connection to all the shapeshifters still dedicated to Gaia's service. Rumors persist of fomori who have similar connections to Black Spiral Dancers.",
    "system": "Each purchase grants an effective Pure Breed 3 with respect to a single tribe or Changing Breed. After five purchases the Pure Breed becomes universal to any Garou not tainted by the Wyrm. Because this isn't actually the strength of their breeding, even Changing Breeds that do not possess the Pure Breed background are affected by this power.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1,2,3,4,5],
    "possessed_type": "General"
  },
  {
    "name": "Spirit Charm",
    "description": "Similar to the power Gifted Kami or Gifted Fomori, a possessed with Spirit Charm can learn the powers of spirits, so long as they are capable of using the Charm, and have the Gnosis or Rage to pay for it.",
    "system": "Each purchase of Spirit Charm grants access to one Charm. If the Charm requires Rage, she must have the Berserker power.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1,2,3,4,5],
    "possessed_type": "General"
  },
  {
    "name": "Spirit Ties",
    "description": "The possessed has an innate connection to the spirit world.",
    "system": "This power can be bought multiple times; each time, the possessed gains one point of Gnosis (up to a maximum of 5). The possessed can't step sideways into the Umbra, but she can activate fetishes (Gaian for Kami, Bane for Fomori)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1,2,3,4,5],
    "possessed_type": "General"
  },
  {
    "name": "Umbral Passage",
    "description": "The possessed can step into or out of the Penumbra, just as a Garou would.",
    "system": "The system is the same as for a Garou stepping sideways, but the possessed uses the Willpower Trait instead of Gnosis (unless he has the Spirit Ties power; then he can choose between the two). The possessed must travel alone; he can't bring others with him, even other possessed.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "General"
  },
  {
    "name": "Wall Walking",
    "description": "The possessed's hands and feet are sticky. The freak can run up sheer surfaces as quickly as running across flat ground. This is common among fomori or kami who are possessed by insect spirits.",
    "system": "Walking up walls doesn't normally require a roll, but in combat or crisis situations, a Dexterity + Athletics roll may be required. Difficult surfaces (such as the rain-slicked side of a sleek glass skyscraper) may require a roll. At the Storyteller's discretion, substances 'slicker than snot' (such as wet ice) aren't affected by this power.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "General"
  },
  {
    "name": "Water Breathing",
    "description": "Take this power once, and you can breathe underwater. Take this power twice, and you won't need to breathe.",
    "system": "No roll is necessary, although the possessed may suffer from decompression when rapidly changing depth underwater.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1,2],
    "possessed_type": "General"
  },
  {
    "name": "Webbing",
    "description": "The possessed has a gland about the size of a football on her abdomen, usually with an extra orifice above the navel. The organ can spew massive amounts of webbing, similar to that of a spider. With skill, the possessed can seal off apertures, capture prey, or lower herself from high positions. Without skill, she only knows how to secrete silky threads that coat her body like a web of armor. This can also be used by kami who have been possessed by spider spirits.",
    "system": "The webbing has six soak dice and three Health Levels. The possessed can use it to trap prey. Victims must make a Strength roll resisted by the web's Strength 8. The webs are almost an inch in diameter, but hard to see from a distance without a Perception + Alertness roll (difficulty 7). The range is as far as the possessed can reach. Some possessed with this power learn a Crafts specialty called Webmaking. Rolls are required for complicated creations, like the seal over a doorway or a ladder down from a ceiling. Even without this skill, the possessed can spew three levels of temporary armor that lasts for two scenes, although the armor takes three turns to weave.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "General"
  },
  {
    "name": "Possessed Wings",
    "description": "The possessed has a means of flight, whether that's from retractable patagia under her arms, bloated gas bags that lift her up, proficient (yet painful) telekinesis, or some particularly unusual variety of demonic wingspan. Whatever form the wings take, the possessed can hover, glide, soar, or float.",
    "system": "The possessed can fly up to normal human jogging speed (13 yards/turn). With effort, the possessed can push her speed by adding her Dexterity score to her flight velocity for a short burst; this requires a point of Willpower (or Rage, if you've got it). Vertical movement is at less than one-quarter speed (3 yards/turn.)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "General"
  },
  {
    "name": "Beast of Burden",
    "description": "The Kami can accept the suffering, pain and injuries of another onto herself. Wounds heal, illnesses fade and diseases of the mind abate. Though the effect is normally temporary, the Kami can sacrifice her own permanent well-being to give succor in the long term.",
    "system": "The Kami must touch the subject, skin to skin. For every point of Willpower the Kami spends, she may heal a single health level, derangement, or sickness from the target, though she also takes a level of lethal damage. As soon as the Kami's wounds heal, the illnesses, derangements and wounds return to the original bearer - though healed as if an equal amount of time has passed. Effectively, the Kami does the healing for the injured. Kami with Regeneration can stave off the automatic healing, else the wounds will return too quickly to be useful.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Kami"
  },
  {
    "name": "Curse of Gaia",
    "description": "The Kami can leverage her own Geasa against a foe she believes is acting to the detriment of Gaia's will. In addition to imparting a semblance of her own obligation to Gaia, she can increase or decrease the severity of the punishment for breaking the taboo at a cost of her own spiritual strength. These punishments can manifest as bad luck, physical deformities and obvious, supernatural curses. Particularly invested Kami can even slay an offender, or turn them to brittle stone.",
    "system": "The Kami speaks her Geas aloud so the subject can hear it, and rolls Perception + Occult with a difficulty equal to the subject's Willpower. If successful, she imparts her exact Geas on the subject for a day per success. Should he break it, she will become immediately aware, and can spend a point of Gnosis to deal a level of lethal damage to the offender. She can spend as much Gnosis as she rolled successes, minus one for every day the subject has obeyed the Geas. This manifests as the worst possible luck imaginable - twisted ankles, falling stones, cars driving too close to the road.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Kami"
  },
  {
    "name": "Elemental Resistance",
    "description": "The purpose of a Kami often leads it into places Gaia never meant her species to go; dangerous places that threaten to burn or crush creatures who should never have been there in the first place. Fortunately, these Kami are shielded against the predations of the elements that would do them in. Occasionally, a Kami even displays resistance to an unnatural element, like balefire or the calcifying webs of pattern-spiders.",
    "system": "For every purchase of Elemental Resistance, the Kami can add two dice to her soak against a specific element. Additional purchases can give her additional resistances, or improve upon the ones that already exist up to a total of six additional soak dice.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1,2,3],
    "possessed_type": "Kami"
  },
  {
    "name": "Heart Sense",
    "description": "With this power, a Kami can see in the heart of an individual. She can determine spiritual allegiance (Wyrm, Weaver, Gaia, other), guilt or innocence, their true shape, their foremost desires and connections to their past.",
    "system": "The Kami spends 1 Gnosis and rolls Perception + Empathy (difficulty 7). Every success grants one piece of information as described above.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Kami"
  },
  {
    "name": "Longevity",
    "description": "This power is sometimes necessary for short-lived species to become Kami at all. In those cases, it manifests before the Kami has discovered any of her blessings - before she can really be called Kami. It allows Kami to live to great age, though it doesn't entirely halt the process. Kami aren't static creatures, even as mountains or glaciers. They age, but slower, and they never suffer the effects of infirmity.",
    "system": "Each purchase of Longevity increases the Kami's lifespan by tenfold. It can be taken multiple times, but after five purchases the Kami's life will continue effectively without a natural end. Kami of the land are effectively immortal without purchasing this power.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1,2,3,4,5],
    "possessed_type": "Kami"
  },
  {
    "name": "Mercy",
    "description": "Sometimes a Kami's nature is at odds with her purpose. This is never truer than with predators. It can be hard to put that nature aside, and work with creatures she's been eating all her life. With Mercy, a Kami can be less careful with her urges. It dulls her claws and blunts her teeth, giving her the freedom to let the animal out. In the case of humans and Kami that use tools, Mercy extends to them - drawing the fatality out of bullet and the sharpness from knives.",
    "system": "The Kami can activate this power as a reflexive action. Any damage a character does after the power is activated heals completely at the end of the scene. If the Kami kills her victim, they will wake from unconsciousness sometime in the next scene.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Kami"
  },
  {
    "name": "Piercing Gaze",
    "description": "Sometimes it only takes eye contact to prevent a predator from considering the Kami prey. With a glance, the Kami can make anyone it looks at uncomfortable, and uncertain of their place on the food chain. Without a word, the Kami can drive away incursions into her territory, or shake down a captive.",
    "system": "The Kami rolls Perception + Intimidation, difficulty equal to the target's Willpower. The target suffers a +2 difficulty to all Willpower rolls for one turn per success.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Kami"
  },
  {
    "name": "Plant Animation",
    "description": "A Kami with this power can bid the flora to do her bidding. Vines ensnare her foes, branches sweep her enemies off their feet, even fields of grass impede the progress of pursuers.",
    "system": "For every point of Gnosis the Kami spends, any targets that remain within ten yards of her suffer a -1 penalty to all dice pools for the scene, up to -3. There must be some manner of plant life nearby for this power to function.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Kami"
  },
  {
    "name": "Plant Kinship",
    "description": "This power allows communication between Kami and any plant life. Communication is some what limited by the inexact intelligence of unawakened flora. It can be useful to determine changes in the plant's surrounding environment. Additionally, even plants she doesn't directly communicate with will do what they can to limit impeding a Kami with Plant Kinship. Natural irritants won't leave rashes, poison berries won't make her sick, and sticky brambles won't get tangled in her hair or clothes.",
    "system": "The effects are permanent, though speech doesn't necessarily give unawakened planet life much of import to say.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Kami"
  },
  {
    "name": "Ritekeeper",
    "description": "The Kami can learn Garou rites, through actually performing them is particularly taxing. Most often, they're gifted with the knowledge of a Rite so they might pass it to Garou to whom it will be most useful.",
    "system": "The Kami knows Rites with a total level of her permanent Gnosis. In addition to any cost a Rite may have, the Kami must spend a point of Willpower to perform them. When teaching the Rite to a shapeshifter, the time it takes him to learn the rite is cut in half.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Kami"
  },
  {
    "name": "Season's Blessing",
    "description": "A Kami can enforce a particular season on an area. When she first takes this power, she chooses the season with which she is attuned. Further purchases grant her the influence of additional seasons. A fall Kami can change the color of leaves from spring green to autumn brown, or bare entire swathes of branches. A winter Kami can bring snowfall in summertime.",
    "system": "Each purchase of this power grants a Kami influence over one particular season's trappings. To invoke a season, she rolls Charisma + Primal Urge (difficulty 7). One success allows a spring Kami to make flowers bloom through snow. Five can summon a blizzard in high summer.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1,2,3,4],
    "possessed_type": "Kami"
  },
  {
    "name": "Spirit Awakening",
    "description": "The Kami is able to awaken the spirits of animals, plants or objects by talking, singing or performing for them. Spirits so awakened are almost always favorably inclined to the performer.",
    "system": "This power works similarly to the Rite of Spirit Awakening (W20, p.212), though the Kami rolls Charisma + Performance instead of Wits + Rituals.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Kami"
  },
  {
    "name": "Spirit Kinship",
    "description": "The Kami has powerful ties to Gaia's elementals. In times of danger, she may call upon those bonds and they will strive to aid her in her endeavors. The spirit's concept of help may differ from the Kami's.",
    "system": "The Kami reduces the difficulty of all social interactions with elementals by -2. If she spends a point of Gnosis and rolls Manipulation + Expression, she can urge an elemental to manifest where she is. Though the elemental will try to help as the Kami requests, they are notoriously fickle spirits.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Kami"
  },
  {
    "name": "Spirit Sense",
    "description": "Not only does this power give the Kami a Garou's ability to peek across the Gauntlet, it gives her the means to peer into the both worlds at once to recognize the spiritual nature of those around her.",
    "system": "The Kami spends one point of Willpower and rolls Gnosis versus the local Gauntlet. If successful, she can peer into the Penumbra like any Garou. For an additional point of Willpower she can see in both words at once, and can identify Garou, Changing Breeds, and fomori by the interplay between worlds. A botch alerts local pattern-spiders - and while they may not be able to cross the Gauntlet themselves, agents of the Weaver will like be interested in their find.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Kami"
  },
  {
    "name": "Transformation",
    "description": "The Kami is capable of limited shapeshifting.",
    "system": "Every purchase of this power allows the Kami to take an additional form. Each form shares her traits, but may have alternate powers equal to the number of times Transformation has been taken. A Kami with two purchases of Transformation has two alternate forms with two alternate powers each. Changing forms requires a Stamina + Primal Urge roll (difficulty 7).",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1,2,3,4,5],
    "possessed_type": "Kami"
  },
  {
    "name": "Triatic Sense",
    "description": "Like Heart Sense, Triatic Sense can determine which of the Triat a person is most closely allied. But unlike Heart Sense, it can also discern the influence the Triat has on places and things. A skilled Kami can reveal supernaturally hidden agents of the Wyrm, Wyld or Weaver in places where their allegiance would stand out like a sore thumb.",
    "system": "The player rolls Perception + Occult. The difficulty depends on the influence of the Wyrm, Wyld or Weaver on a person or place. Determining a rampaging boar is a Gorgon would be difficulty 6, while following the trail of a pattern spider with an hour's lead would be difficulty 8. In locations dominated by the influence of one of the Triat, a Kami with Triatic Sense recieves a -2 to the difficulty of the Perception + Awareness roll to discern agents of the other two.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Kami"
  },
  {
    "name": "Universal Tongue",
    "description": "Kami who take this power can understand and speak to any living thing. This does not necessarily mean that the things to which they speak are capable of providing much useful knowledge or information.",
    "system": "This power's effects are permanent; it requires no roll or expenditure.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Kami"
  },
  {
    "name": "Body-Barbs",
    "description": "The fomor has razor-sharp growths of bone blades protruding from her joints. The size, shape, and number of these barbs varies from one freak to another.",
    "system": "If the fomor succeeds in an attack using her body-barbs, the attack does an additional two dice of damage. Most barbs are in some way attached to the arms or legs, adding damage dice to a punch or kick attack. (This power can be 'bought' up to three times for additional levels; each level adds another two dice of damage.)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1,2,3],
    "possessed_type": "Fomori"
  },
  {
    "name": "Body Expansion",
    "description": "The fomor can extend up to three times normal height. The freak can take giant steps or grab humans in its meaty mitts. Unfortunately, the fomor's internal organs don't adapt well, since there isn't enough air in its lungs or blood in the its veins to stay healthy. Its bones also become brittle.",
    "system": "Spend one Willpower and roll Strength + Athletics (difficulty 6). Hand-to-hand attacks from the expanded fomor inflict Strength + 4 damage. The fomor can also add 10 yards to its running speed per turn. If the freak botches a soak roll, his brittle bones break, causing one Health Level of damage.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Brain Eating",
    "description": "The fomor can temporarily reduce a victim's Intelligence (or any Mental Attribute) by gnawing on that person's skull. However, cracking open the skull isn't absolutely necessary.",
    "system": "The fomor must touch the target; this requires a Dexterity + Athletics roll. If the roll succeeds, the fomor spends one Willpower on the same turn and rolls Intelligence + Occult (difficulty 6); the target can resist with Willpower (difficulty 6). A successful attack means the fomor can temporarily remove one point from one of the victim's Mental Attributes. This doesn't inflict physical damage, although it heals at the same rate as aggravated damage.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Cancerous Carapace",
    "description": "The fomor has an unappealing and repulsive skin condition, eliciting stares from rude people and uncomfortable questions from ruder ones. This might include growths, blotches, warts, cold sores, suppurating wounds, or other disfigurements. Clothing and cosmetics can decrease their visibility, enough so that they can blend in with other with normal people who have such afflictions (resulting in an Appearance of 1). Once enraged, however, the fomor's affliction blooms into a full-body carapace of undeniably unnatural cancerous sores and tumors (and effectively lowers Appearance to 0).",
    "system": "The fomor can spend one Rage to harden her skin with hard, scaly growths for one scene. This natural armor gives the fomor an additional two dice for soaking damage from physical attacks. This power cannot be combined with Armored Hide; it's an alternative that's relatively concealable.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Cause Insanity",
    "description": "The fomor can shatter sanity and twist minds. The exact method depends on the freak's perverted proclivities. Some gibber and blather in the Wyrm's true language; others project illusions that distort and distend their bodies into blasphemous, atavistic forms. Fomori with Gnosis (from the Power: Spirit Ties) may even allow a mortal to peer through the Umbra into the depths of a Hellhole. No matter what the method, it inevitably leads to madness.",
    "system": "The target must be within line of sight; the fomor needs to engage the target, either through conversation or combat. Spend one Willpower point and roll Willpower (difficulty 8). - One or two successes inflicts a minor phobia for one scene, determined by the Storyteller. - With three or four successes, the victim gains an elaborate delusion or minor phobia for one hour or one scene (whichever is longer). - With five successes, the victim has a full-blown freak-out for one day. If the victim is a player character, that victim might go on a walkabout instead for one scene while under the control of the Storyteller. When it's over, the victim has no memory of that time.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Chameleon Coloration",
    "description": "The fomor can change color, blending into her surroundings. This may manifest in a single hue, an inky shadow form, or even a pattern that blends into a background.",
    "system": "Changing color requires a turn to activate. Anyone attempting to spot the fomor must roll Wits + Alertness (difficulty 7). A variation on this power, Shadowwalking, allows the fomor shift her skin to a shade of gray or black so she can walk in shadows; the mechanic is the same. At the Storyteller's discretion, blending in someplace tricky may require a Wits + Subterfuge roll. (A single hue would need one success; a brick wall three; a complicated pattern is possible with five successes.)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Claws and Fangs",
    "description": "The fomor has natural weapons similar to a Garou's claws and fangs. They don't necessarily manifest as teeth and talons, however. The monster may have porcupine quills, bone spurs, a jagged proboscis, or stranger, even prehistoric varieties of natural weaponry.",
    "system": "The fomor can perform the Claw and Bite maneuvers; each attack inflicts Strength +1 aggravated damage. Whatever form these natural weapons take, they cannot be easily concealed, making the prospect of blending in with human society impossible.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Deception",
    "description": "The fomor can mask her own Wyrm taint for a turn. With a touch, she can even mask or falsify another's corruption, but only if she has a talent for subterfuge.",
    "system": "The fomor must touch her target; roll Dexterity + Athletics. If successful, spend one Willpower on the same turn and roll Wits + Subterfuge (difficulty 7). A fomor masking her own Wyrm taint needs one success; masking someone else's corruption (such a vampire's low Humanity or a Black Spiral's true nature) takes three; falsifying corruption (making a heroic Silver Fang smell 'of the Wyrm') requires five. Any supernatural creature can see through this deception with a contested Perception + Occult roll; add three successes if a Garou's Gift, vampire's Discipline, or mage's magick can be used to perceive or interpret the supernatural.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Dentata Orifice",
    "description": "The fomor has a second, concealable mouth. The most common manifestation of this power is in the palms of the hands, the belly, or in place of a bodily orifice. When retracted, the dentata orifice is not visible - a fold of flesh hides the teeth, although the mound of skin that hides it usually looks disturbingly unhealthy.",
    "system": "When the fomor succeeds with a Grapple maneuver, he can immediately attempt an additional bite attack (as long as thick clothing doesn't separate his second mouth from the victim). Until the victim escapes from the grapple, the fomor can continue to make a bite attack each turn in addition to its attacks against other victims.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Echoes of Wrath",
    "description": "The fomor can incite an emotional outburst from a human victim. Some of these monsters fall to the Wyrm by falling prey to a sin or addiction. Pentex subsidiaries in particular excel at enabling such behaviors in their most weak-willed consumers. Under the right conditions, these monsters can elicit similar behaviors from humans lacking in humanity.",
    "system": "This can be attempted once per scene. The fomor rolls Presence + Intimidate; the freak's opponent rolls Willpower (difficulty 6). If the fomor gets more successes than its opponent, that opponent spends one turn for each additional success unable to do anything other than ineffectually acting out on one of the victim's dysfunctional emotions. If the subject has been indulging in a product produced by the Pentex Corporation within the last scene, the difficulty of subject's Willpower roll might be one or two points higher.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Ectoplasmic Extrusion",
    "description": "The fomor can create up to four ectoplasmic tentacles that can be used to reach out, grab objects, hit objects, smack people, or smother living things. Each appendage can reach up to five yards.",
    "system": "Spend one Willpower point and roll Stamina + Occult (difficulty 6) to create tentacles. The fomor adds three to her Strength for any roll involving lifting or Feats of Strength. To attack with tentacles, roll Dexterity + Brawl (difficulty 8); they collectively inflict Strength +2 damage. Any harm inflicted with a grapple can be inflicted with tentacles.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Exoskeleton",
    "description": "The fomor has a hard, gnarled, ossified carapace sporting bizarre ivory growths.",
    "system": "The exoskeleton grants the fomor +3 Strength and +3 Stamina. If this raises an Attribute above 5, the creature's appearance is so impossible that seeing it incites the madness of the Delirium.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Possesed Extra Limbs",
    "description": "The fomor has one or more additional limbs, often manifesting as masses of tendrils. These limbs may jut at unnatural angles, or they may be extensions of the creature's tongue. The creature might have methods of concealing some of these extra appendages, such as a pouch, throat sack, or tentacle gut.",
    "system": "The fomor has an extra three dice for grapple attempts. It might be able to make those attempts at a longer range, depending on the form those limbs take. Tentacles replacing existing appendages may have the same sensory capacity and might perform some of the same functions.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Eyes of the Wyrm",
    "description": "The fomor has unnatural eyes that can terrify victims. Something about them is grotesque and outré. They might have strangely colored iridescent irises, irregularly-shaped pupils, a disturbing ability to bulge out, or a propensity to weep viscous fluids. The creature can dilate or otherwise distort their eyes at will, demonstrating the sorts of nauseating and repulsive manifestations the Wyrm bestows. Eyes are the windows to the soul, as the saying goes, but these lay bare the spiritual corruption that burns behind them.",
    "system": "The fomor's eyes appear normal until this power is activated. An opponent who looks the freak in the eyes must make a Willpower roll (difficulty 8) or remain immobilized in horror for (five turns minus Wits rating; minimum of one turn).",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Fiery Discharge",
    "description": "The fomor can spew a fiery fluid from one of its existing orifices or a new one created through mutation. The fluid could be any variant of a natural discharge. Whatever form the discharge assumes, it burns. An additional mutated gland secretes and forcefully expresses this fluid, but readying it before each burst takes time.",
    "system": "This attack requires a Wits + Athletics roll, and normal modifiers from Firearms attacks apply. The attack can be made once every other round; the Berserker power does not allow additional attacks with the discharge. Each success on the attack roll not only increases the chance to hit, but also defines the range of the attack in yards/meters. Damage is aggravated, but it can be mitigated by Gifts like Resist Toxin.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Frog Tongue",
    "description": "The freak's tongue violently projects from his oral cavity, adhering victims to its extended lingual length.",
    "system": "The fomor rolls Dexterity + Athletics to attack a target up to two yards away with her long frog tongue. Grappling maneuvers are possible; damage is equal to Strength. Pulling a grabbed target adds a two dice bonus to the fomor's Strength dice pool.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Fungal Touch",
    "description": "The inside of the fomor's body is a breeding ground for a communicable toxic fungus.",
    "system": "The fomor can infect an opponent with a touch (a successful Dexterity + Brawl roll) or when the fomor is touched. The victim resists with a Stamina roll (difficulty 7); if the roll fails, the victim loses one point from each Physical Attribute, as well as the Appearance Trait. The effects last for one day, but can be cured with a healing Gift (such as Resist Toxin or Mother's Touch) or a healing talen or fetish. As an alternative, the fomor can exude the toxin from her skin; when this happens, all dice pools for melee attacks against the toxic fomor are reduced by two.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Fungal Udder",
    "description": "The fomor's body produces a substance that can sustain fomori, Black Spiral Dancers, and other Wyrm-tainted creatures. The creature can consume toxic waste, cardboard, or some other inedible substance, converting it into a disgusting (yet edible) milk, meat, or fat its dependents can harvest. After a day, the substance degenerates into something so foul even the creatures of the Wyrm cannot derive sustenance from it.",
    "system": "This power works like the Bone Gnawer Gift: Cooking; it can be used once per day with no Gnosis cost. Each success creates enough food to sustain one Wyrm-tainted creature for one day. The creature also has an anatomical extremity that can exude or extrude this food substitute. Whether it's milked into a container or sucked directly from the appendage depends on the nature of the mutation. Another fomor who suckles at a fungal teat gains an extra point of Strength, Dexterity, or Stamina for one scene; suckling a teat takes one round.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Gaseous Form",
    "description": "The fomor can boil his body into a gaseous state within seconds. The gas retains its integrity, even in a strong wind. Its stench is redolent of sulfur, urine, excrement, or another odious aroma.",
    "system": "The freak must spend a point of Willpower to become gaseous. The transformation takes one turn, and the fomor cannot remain gaseous for more than a scene. Changing back sooner requires a second point of Willpower. It can move wherever a gas might drift of its own volition. However, the fomor cannot be inhaled.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Hazardous Breath",
    "description": "The fomor can spew a cloud of harmful halitosis on anyone within reach.",
    "system": "Inflict one Health Level of damage with a successful Dexterity + Brawl roll (difficulty 7). This can be used once per scene for each point of Stamina the fomor has. However, the cloud can't extend farther than the fomor can reach.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Hazardous Heave",
    "description": "The fomor must have Hazardous Breath to gain this power; treat this as buying a second power.",
    "system": "Like Hazardous Breath, but the spewed substance is caustic, inflicting two Health Levels of damage each turn until the substance is washed off or the subject dies. The fluid might resemble napalm, gasoline, or toxic waste.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Hell's Hide",
    "description": "The fomor's skin has a slightly reddish tint. It's highly resistant to heat, fire, and radiation.",
    "system": "Gain three additional soak dice only usable against damage from heat, fire, or radiation (which is normally non-soakable).",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Infectious Touch",
    "description": "The fomor can infect a victim with sickness through touch. This requires flesh-to-flesh contact. Mystical healing can remove the disease's debilitating effects, but the victim may feel miserable for weeks.",
    "system": "The fomor must succeed with a Dexterity + Melee roll; the victim can attempt to dodge it (but not parry or block) using Dexterity + Athletics. The fomor only needs one success to infect a victim. Regardless of whether the 'touch attack' inflicts damage, the fomor expends one point of Willpower the same turn. The victim can then resist the infection by rolling Stamina + 3 (difficulty 8). The victim takes six Health Levels of aggravated damage, reduced by one Health Level per success on the resistance roll. The damage heals at the rate of one Health Level per week. Mystical healing (such as Mother's Touch or even Resist Toxin) can remove the immediate damage; however, the victim will feel miserable for a week for each level of damage inflicted. During this time, the victim takes a two-die penalty to all physical actions. A victim cannot be affected by more than one Infectious Touch at a time.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Invisibility",
    "description": "The fomor is so twisted that light actually warps around her when she uses this ability. As long as she concentrates her will and doesn't attack anyone, she remains unseen.",
    "system": "The fomor spends one Willpower roll and rolls Wits + Stealth (difficulty 7). Anyone specifically searching for a hidden fomor can attempt to contest this with a Perception + Alertness roll (difficulty 8). Sense Wyrm doesn't require a contested roll, but it can't pinpoint the fomor's exact location. The power's effects last until the end of the scene, or until the fomor enters combat.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Lashing Tail",
    "description": "The fomor has an appendage similar to an extra limb; however, this lashing tail cannot be manipulated in precision interactions.",
    "system": "The tail has a six-foot reach, requires a Dexterity + Melee roll to connect (difficulty 8), and inflicts Strength +2 damage.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Malleate",
    "description": "The fomor secretes a venom that can melt a living victim's body into a malleable mass. The victim can be stretched like taffy, kneaded like dough, or molded like clay. The victim can still fight back until he's incapacitated, at which point he becomes a pitiful puddle of miserable, mewling goo.",
    "system": "The fomor must inflict damage to the target with a natural piercing attack (fangs, stinger, etc.) and spend one Willpower point. If the fomor has no such natural weaponry, his bite inflicts Strength -1 damage (difficulty 5). Each turn after being bitten, the victim suffers one Health Level of aggravated damage that cannot be soaked. The venom does damage over time, inflicting one point of damage each turn for each success the fomor initially rolled. With each level of damage, the victim becomes increasingly malleable. When the victim is Incapacitated, that victim is a pile of goo with no fine motor skills. Once those Health Levels heal, the victim returns to normal. The Gifts: Resist Toxin, Doppleganger, and Adaption allow Garou to resist this power.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Maw of the Wyrm",
    "description": "The fomor can distend his mouth to swallow an object or creature in his grasp; the victim can be up to the size of a human being. If the fomor devours a living creature, the victim begins to suffocate (see Suffocation); if the victim dies this way, he's digested as food. All indigestible objects are excreted within a day.",
    "system": "The fomor must first succeed with a grapple attempt. Once each turn for the next two turns, the fomor can attempt an additional Dexterity + Melee check; this is resisted by the victim's Dexterity + Athletics roll; if the victim succeeds on any of these rolls, he escapes. If the victim doesn't escape within three turns, he's devoured whole. The fomor can choose to let go of a victim before swallowing him whole; the victim can choose to attack instead of attempting to escape.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Mind Blast",
    "description": "The fomor can assault a victim's mind with mental energy, crippling him with pain.",
    "system": "The fomor spends one Willpower point and rolls Wits + Alertness (difficulty 8); this is resisted by the victim's Willpower (difficulty 6). For each success, the victim cannot act for one turn because he's wracked with pain.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Molecular Weakening",
    "description": "The fomor can tear at the bonds holding matter together, whether using melee or ranged attacks.",
    "system": "The fomor must first successfully hit the target with a touch attack; this is usually a Dexterity + Melee roll that the victim can dodge (but not parry or block.) The fomor then spends one Willpower and rolls Perception + Medicine (if the target is organic) or Perception + Repair (if the target is inorganic); the difficulty is 8 either way. If this second roll succeeds, damage is doubled.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Noxious Breath",
    "description": "The fomor releases poisonous fumes into the air. Those nearby are filled with inexplicable cravings. The fumes weaken the lung tissue (or stomach lining) of those who breathe it.",
    "system": "The fomor rolls Stamina + Medicine (difficulty 6). Fumes waft within 20 yards of the fomor. Anyone within range must make a Willpower roll (difficulty 8) or get an irresistible urge for an unhealthy (but still consumable or inhalable) substance, such as alcohol or a cigarette (even if the victim doesn't drink or smoke): the substance can't be toxic, corrosive, or poisonous. Each target that fails this Willpower roll suffers one Health Level of damage. The damage is aggravated and can't be soaked. (Some variants of this power have a different smell that induce overwhelming cravings for unhealthy food, such as a hunger for raw meat or burned bacon; the damage is inflicted to the stomach lining instead.) Noxious Breath can only be used three times in a scene.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Noxious Miasma",
    "description": "The fomor can waft a noxious cloud of toxic spores at will, affecting anyone within arms' reach (or a yard/meter, whichever is less).",
    "system": "The fomor can use this power once per scene; it requires a Presence + Subterfuge roll (difficulty 8). Each victim within range can oppose this roll with Stamina + Primal-Urge (difficulty 8). One roll is made against all victims within range. For each success by which the fomor's roll exceeds its victim's roll, the victim is immobilized for one round. (A point of Willpower can negate these effects for a round.) The resulting effects including coughing, wheezing, tearing up at the eyes, and gagging. Victims are immobilized and incapacitated, although they can defend themselves.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Numbing",
    "description": "The fomor's body becomes completely numb, feeling no pain. During this time, she feels no sensations. She can't talk properly (as though her tongue is anesthetized), and she can cut herself without feeling anything. Some fomor become addicted to this release from suffering. For some poor bastards, feeling nothing is better than feeling pain, emotional or otherwise.",
    "system": "The fomor spends one Willpower point and rolls Stamina + Medicine (difficulty 6). The effects last for one scene. The fomor suffers no wound penalties and has three extra Health Levels. However, when this power wears off, the extra Health Levels disappear; if the fomor is below Incapacitated, she dies and melts into a dissolving pile of muscle and bone. Fortunately, she doesn't feel a thing.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Phoenix Form",
    "description": "The fomor can immolate himself, becoming a walking bonfire. The flames do not damage him, but they ignite anything they touch, including ammunition (which may explode) and any building the fomor enters.",
    "system": "The fomor spends one Willpower point and rolls Stamina + Occult (difficulty 7). The flames are considered a raging chemical fire (three Health Levels of damage; difficulty 9 to soak). The effects last one turn per success.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Poison Tumors",
    "description": "The fomor is covered in noxious tumors that ooze a poisonous pus. When the fomor is hit by an attack, the tumors splatter everyone within reach.",
    "system": "The power is activated when the fomor is hit with an attack (even if the attack doesn't inflict damage.) Victims within a yard/meter must immediately attempt to soak three dice of lethal damage (or five dice if the fomor is bitten.) If the fomor is attacked with a melee weapon, the attacker can attempt a Dexterity roll (difficulty 6) to avoid the splatter and the need for a soak roll. Anyone attacking from a distance with a firearm is safe, of course, but a fomor hit with bullets will still splatter pus on anyone within reach (or one yard/meter), whether friend or foe.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Rat Head",
    "description": "Did you know rats have a collapsible skeletal structure that allows them to squeeze through holes about the size of their skull? The fomor with this power can wriggle through holes as small as 5% of its ordinary circumference. Like a tiny, mischievous rat, a human-sized fomor can squeeze through a hole about the size of a quarter.",
    "system": "The fomor rolls Dexterity + Athletics (difficulty 6). The effects last for one 'slide' through a hole (until the fomor reaches an area wider than its original size). A failed roll means the fomor is stuck; this requires further attempts, but each successive attempt increases the difficulty by one. While squeezing like this, the fomor can move at half her normal running speed.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Regeneration",
    "description": "The fomor recovers from injury at a supernatural rate, much like werewolves do. However, these wounds never fully heal. Flesh gives way to scars, bones knit in distended shapes, and particularly grievous wounds may result in permanent tumors, weeping sores, discolored flesh, or new mutations. A fomor who's been through hell and lived to psychotically rant about it may end up looking very odd indeed.",
    "system": "The fomor heals one level of bashing or lethal damage each turn. Healing a level of aggravated damage requires a full day and the expenditure of a Willpower point.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Roar of the Wyrm",
    "description": "The fomor can strike terror in the hearts of those nearby with a primal, guttural scream.",
    "system": "Spend one Willpower and roll Charisma + Intimidation; each opponent within thirty feet can resist this power with one success on a Willpower roll (or by spending a point of Willpower). Those affected behave as though in a Fox Frenzy: they must run as fast as they can away from the fomor. This fear lasts for two turns per success.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Sense Gaia",
    "description": "The fomor can sense servants of Gaia in the nearby area. This requires active concentration.",
    "system": "Spend one Willpower (or Gnosis, if you've got it) and roll Perception + Occult. The difficulty is based on the strength on concentration of the 'Gaia stench'; sensing an average werewolf is difficulty 6. The range is 20 yards. Each tribe has its own distinct scent, recognizable with three or more successes.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Shadowplay",
    "description": "The fomor can manipulate shadows about himself, pulling them into a veil of darkness. Most people cannot see through this obfuscation, but the fomor using this power can see through it.",
    "system": "Roll Wits + Stealth (difficulty 6). The effects last one turn per success, unless the fomor spends a Willpower point, in which case it lasts for a scene. This affects an area up to about 30 yards in diameter. Seeing through this veil of shadows requires someone actively looking and using Perception + Occult; using a perceptive supernatural ability (such as a Gift using Perception or a vampire's Auspex) adds one automatic success to this roll. Each success on the activation roll also adds a die to rolls involving Stealth or Intimidation.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Skittersight",
    "description": "The fomor can gouge out his eyes and roll them away, so that she can see through them from far away. This effectively blinds the fomor, but she can still use his other senses. Some fomori twist their optic nerves into feet so their eyes can run.",
    "system": "The fomor can pull out her own eyes with a Willpower roll (difficulty 8), though it hurts like hell. The eyes can roll up to a block away. Anything they see, the fomor will 'see' in her mind's eye. Other than that, the fomor has to use her other senses to perceive her surroundings. The eyes can stay separated for up to an hour, but decay after that. If the eyes aren't returned, the fomor will regrow them a month later; a fomor with the Regeneration Power regrows them in a day.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Slither Skin",
    "description": "The fomor can shed her skin and animate it. She then can give it simple instructions (no more than five words) before it runs off. The skin can walk, grab things, or attack.",
    "system": "Spend one Willpower and roll Dexterity + Athletics (difficulty 6); the effect lasts for one scene. After this wears off, the skin must return to the fomor, or it disintegrates. The skin can 'walk' any distance from the fomor. It has one dot in each Physical Attribute and one Health Level. The skin doesn't have any other inherent powers of the fomor (such as Body-Barbs). If the skin is destroyed, the fomor will regrow it after a month; fomor with the Regeneration Power can regrow it in a day. A fomor can live without her skin, but she'll have one less Health Level and an Appearance of 0.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Slobbersnot",
    "description": "The fomor's skin is covered with warts that can secrete a thick, runny slime. The goo is almost frictionless. It can help the freak get out of a tight squeeze or a through a small space. However, slobbersnot dissolves almost instantly in sunlight.",
    "system": "Spend one Willpower point; the effects last for one scene. Any opponent's difficulty to grapple or grab the fomor suffers a one die penalty. The fomor gains an additional soak die against blunt weapons (such as clubs or fists). However, anyone trying to track a fomor with this power reduces the difficulty of the tracking roll by three. Slobbersnot stinks.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Stomach Pumper",
    "description": "The fomori vomits all that he's recently eaten in a torrent of acidic stomach fluids.",
    "system": "This attack has a range of 25 feet. Each blast of regurgitation can cover a single foe; most fomori can't spew like this more than three times a day. Roll Dexterity + Athletics to hit (difficulty 7); each successful attack does two dice of damage. The victim can spend a point of Willpower to avoid immediately stopping what he's doing and retching uncontrollably for one round.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Tar Skin",
    "description": "The fomor's skin is coated with a thick, sticky substance like glue, molasses, or tar.",
    "system": "If someone attacks this fomor with a weapon, the weapon sticks in the fomor's skin and cannot be retrieved until the end of the scene. Anyone who successfully hits the fomor with an unarmed melee attack gets stuck to the fomor, as if the freak was coated with flypaper. Escaping tar requires a contested roll: the fomor rolls Dexterity + Primal-Urge, while the victim rolls Dexterity + Athletics. Both can continue to use melee attacks or Gifts while they're stuck together.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Toxic Secretions",
    "description": "The fomor's bodily fluids can be transmogrified into toxic waste.",
    "system": "The fomor can buy this power up to five times, gaining an extra level in this power each time. The fomor's fluids (blood, sweat, spit, and so on) inflict damage on anyone coming into contact with them. There's enough fluid in the fomor that it actually sprays out of the body: a Garou biting or clawing the fomor will get splattered with it, as will anyone else in close contact. For each level of this power (up to five), the fluids inflict one die of damage, and they stick. The secretion inflicts damage over time: on the first turn, it does full damage; on the second, roll one fewer damage die; and so on, until no damage dice are left. Each turn requires a new soak roll. Secretion can also be involuntary: heat makes the fomor sweat, pain makes him cry, and so forth. Three levels of this power will melt clothing; four levels will melt rope; five levels will melt concrete.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1,2,3,4,5],
    "possessed_type": "Fomori"
  },
  {
    "name": "Triatic Mask",
    "description": "The fomor can mask his Wyrm-corrupted nature by concealing himself in the essence of the Wyld or Weaver; each of these variations is a separate power.",
    "system": "Any roll to use the Garou Gift: Sense Wyrm to detect the fomor becomes difficulty 9. There are two exceptions, however: A Glass Walker can attempt to see through the Weaver variant normally, and a Red Talon can attempt to see through the Wyld variant normally. A fomor masquerading as a creature of the Wyld or Weaver will also fool someone attempt to confirm this with Sense Wyld or Sense Weaver. Spirits are harder to fool; a Wyld spirit attempting to see through a Wyld mask (or a Weaver spirit seeing through a Weaver mask) rolls against a difficulty of 6.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Twisted Senses",
    "description": "The fomor's eyes (or other visual organs) can perceive wavelengths outside the normal spectra humans were meant to experience. Only creatures with this power can distinguish between unnatural colors or the secretive color languages used by certain Deep Umbral spirits.",
    "system": "The fomor can peer across the Gauntlet. Roll Perception + Occult against the appropriate difficulty for 'peeking.' (The difficulty is the local Gauntlet rating when peeking from the physical world or Gauntlet +3 when peeking from the Umbra.) While this power is active, a fomor can also identify Garou in any of their forms. A Garou not in Crinos form appears to have the outline of his Crinos form surrounding him. Either of these abilities requires the expenditure of one Willpower point. The fomor can also identify Wyrm creatures on sight, regardless of deceptions employed. When using this ability, the fomor's eyes glow unnaturally. When not using this ability, the fomor never blinks. Most fomor who depend on repeated use of this ability tend to spiral into insanity.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Unnatural Strength",
    "description": "The fomor's muscles are excessively developed, granting her inhuman strength. In some cases, this hideous strength is an obviously supernatural ability or affliction. With enough mutation or hyperextension, the muscles might bulge in strange shapes, spasm violently, or twitch uncontrollably. The fomor might have no skin, making her muscles fully visible. Most fomor with unnatural strength are eager to abuse their Wyrm-granted gift in the most violent and impatient ways imaginable.",
    "system": "This power adds four dots to the fomor's Strength Attribute. If the resulting attribute is more than 5, this ability is obviously supernatural and can never be concealed. If the fomor attempts a roll on the Feats of Strength table, she'll go on a rampage for one scene after the feat has been achieved.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Venomous Bite",
    "description": "The rabid fomor can secrete a mouthful of viscous, brightly-colored, poisonous foam, but he can only deploy it by licking or biting someone.",
    "system": "If the fomor inflicts at least one Health Level of damage with a bite, this poison inflicts Strength +2 aggravated damage; this cannot be soaked. However, the Gift: Resist Toxin prevents this poison damage.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Viscous Form",
    "description": "The fomor can melt into a puddle of thick, viscous liquid that can move at will. This turgid mass of foul fluids undulates as it moves. It's adhesive enough to slowly climb up walls or across ceilings.",
    "system": "Changing form from solid to liquid requires one Willpower point; however, the fomor can't remain liquid for more than one scene. Changing back sooner requires a second Willpower point. The liquid fomor has its usual soak dice, but is immune to kinetic attacks (such as claws and bullets). It moves at its usual speed and can move half as fast across vertical surfaces. It cannot attack in its liquid form.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Voice of the Wyrm",
    "description": "The fomor's tongue is long and serpentine, allowing him to speak one of the vile languages of the Wyrm rarely uttered outside Malfeas.",
    "system": "Everyone within hearing range (except Wyrm creatures) must attempt a Willpower roll (difficulty 8); on a failed roll, the victim loses half of his current (temporary) Gnosis points. This power can only be used successfully on a given victim once per encounter, although multiple attempts can be made. The tongue can also be used as a melee weapon; a successful attack inflicts two levels of aggravated damage.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  },
  {
    "name": "Wrathful Invective",
    "description": "The fomor can taunt an opponent into attacking, or at least increase the chance the focus of his attention will attack.",
    "system": "This power requires a Charisma + Intimidate roll (difficulty 6). For the next scene, the fomor's opponent takes a two-die penalty if he attempts to attack anyone other than that fomor. Wrathful Invective can only be used against one opponent; using it again in a fight changes its target. The power's effects end at the end of the scene.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "blessing",
    "values": [1],
    "possessed_type": "Fomori"
  }
]