[
    {
        "name": "Silence",
        "description": "The Garou can muffle any sound she makes, the better to creep up on an enemy or escape unnoticed. An owl-spirit teaches this Gift.",
        "system": "The player rolls Dexterity + Stealth. Each success adds one to others' difficulty to hear the Garou for one scene.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
		"splat": "Shifter",
        "tribe": "Silent Striders",
        "shifter_type": ["Garou", "Camazotz"]
    },
    {
        "name": "Darksight",
        "description": "The Ratkin can see in the dark. A night-spirit teaches this Gift.",
        "system": "The player rolls Perception + Occult (difficulty 7); each success adds one die to all Perception rolls for the rest of the scene (maximum of three extra dice). With five successes, the Ratkin might even see sound or sense heat signatures.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "splat": "Shifter",
        "values": [1],
		"shifter_type": "Ratkin"
    },
    {
        "name": "Deep Pockets",
        "description": "The Ratkin can store innumerable items about his person, far more than should be possible. A packrat-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Enigmas. Each success lets the character hide one extra item (small enough to be held in one hand) somewhere on his person. If searched, none of these items will turn up.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin"
    },
    {
        "name": "Backbite",
        "description": "The wererat disappears and instantly reappears behind an opponent up to 50 feet away. This Gift is taught by grasshopper mouse-spirits.",
        "system": "The player spends one point of Gnosis and Rage; the victim must be within line-of-sight. The wererat can immediately attack in the same turn at -2 difficulty.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin"
    },
    {
        "name": "Squeeze",
        "description": "So long as there is any sort of a crack or opening (no matter how small), a Ratkin can slip through an otherwise solid object to the other side. This Gift only works to pass through objects that are a yard or less in depth: a locked door, a wall, or a bank vault, but not a mountain. Air-spirits teach this gift.",
        "system": "The player spends one Willpower and rolls Dexterity + Enigmas (difficulty 6). With a success, the Ratkin is able to squeeze through the opening and emerge on the other side. Three or more successes allow the wererat to pull another person through with him.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin"
    },
    {
        "name": "Filch",
        "description": "The wererat becomes an expert at using misdirection to take what he wants, whenever he wants. Chipmunk-spirits teach this gift.",
        "system": "The character permanently adds three dice to all Larceny actions to steal something in plain sight (such as by pickpocketing).",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Homid"
    },
    {
        "name": "Instinct",
        "description": "This Gift forces its target to indulge his basest impulses for one turn. The Ratkin must provoke the victim's reaction in some way. Mouse spirits teach this gift.",
        "system": "The player spends one Rage point and rolls permanent Rage (difficulty equal to the victim's Willpower). The target loses all restraint and impulse control for one turn.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Homid"
    },
    {
        "name": "Ratman",
        "description": "With a bit of practice, the wererat learns to assume a new form between Homid and Crinos, rather like a Garou's Glabro form. Though still mostly human, this new form gains exaggerated 'ratlike' features: beady eyes, a long nose, gnarled hands, sharp incisors. A City Mother or City Father teaches this Gift.",
        "system": "This form may be assumed in the same fashion as werewolves assume Glabro form, as a permanent ability. The Ratman's traits are: Dexterity +2, Charisma +1 (to rats), Charisma -1 (to humans), and Perception +2. The difficulty of Subterfuge and Stealth rolls' difficulties are reduced by 2, and the character may make claw attacks which inflict lethal damage.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Metis"
    },
    {
        "name": "Rat Thing",
        "description": "With a bit of practice, the Ratkin can learn to take on a form between Crinos and Rodens, rather like the Garou Hispo form. The result is a giant, lumbering Rat Thing: a long, furry quadrupedal rodent the size of a St. Bernard. A capybaraspirit teaches this Gift.",
        "system": "This form may be assumed in the same fashion as werewolves assume Hispo form, as a permanent ability. The form's traits are: Strength +4, Dexterity +1, Stamina +1, Manipulation 0, and the brute can move at triple normal running speed.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Metis"
    },
    {
        "name": "Survival",
        "description": "The Ratkin can sustain himself with his own Gnosis. A kangaroo rat-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Survival, difficulty 6. The character need not eat or drink for one day.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Rodens"
    },
    {
        "name": "Devour the Dead",
        "description": "This gruesome Gift is used to clean up messes. The Ratkin summons a swarm of rat-spirits to consume a dead body, removing all physical evidence it was there.",
        "system": "The player spends one Gnosis point. The body is gone three turns later, all possessions carried off into the Umbra, probably never to be seen again.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Rodens"
    },
    {
        "name": "Scamper",
        "description": "This Gift makes a fleeing Ratkin much harder to hit. A rat-spirit teaches this Gift.",
        "system": "Once the character decides to flee from the battle, the player may spend one Gnosis point to add four dice to all dodge attempts. If the Ratkin changes her mind and stays in place, turns to fight, or returns to the fray in the same scene, the Gift ends and she immediately loses all remaining Rage and Gnosis.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Rodens"
    },
    {
        "name": "Mind of the Swarm",
        "description": "The wererat with this Gift is able to command a horde of mundane rats through sheer will. An avatar of Rat teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Animal Ken; the effects last for the Ratkin's Obligation in hours. Each success allows the Ratkin to command up to ten rats.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Rodens"
    },
    {
        "name": "Danger Sense",
        "description": "When a ship is sinking, the rats leave first. The Tunnel Runner gains an instinctive flash of warning when danger is near. Rat-spirits teach this Gift.",
        "system": "The Storyteller warns the character when danger is imminent (though not the nature of the threat) one turn before it appears. This Gift's effects are permanent.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Tunnel Runner"
    },
    {
        "name": "Silent Running",
        "description": "The Ratkin can hide his tracks from all means of detection, supernatural or otherwise. Wind-spirits teach this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Subterfuge. The Ratkin leaves behind no physical traces of his passage for the rest of the scene, and any magical tracking attempt raises its difficulty by 1 per success to a maximum of 9.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Tunnel Runner"
    },
    {
        "name": "Urban Camouflage",
        "description": "The wererat becomes utterly nondescript, fading from notice. A fogspirit teaches this gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Stealth (difficulty 8). Success makes the Ratkin unnoticeable so long as he stays in a crowd and takes no violent actions. This Gift doesn't work during combat.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Tunnel Runner"
    },
    {
        "name": "Bolt",
        "description": "Fighting to the death is for suckers. This Gift allows the Ratkin to escape a fight he can't win. This Gift is taught by a kangaroo rat-spirit.",
        "system": "The player spends one point of Gnosis and Rage; the Ratkin can teleport up to 50 feet toward the nearest exit within his line-of-sight. ",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Tunnel Runner"
    },
    {
        "name": "Cheese It",
        "description": "This Gift allows the Tunnel Runner's entire pack to escape from danger. This Gift is taught by a kangaroo-rat spirit.",
        "system": "The player spends three points of Gnosis and Rage. Every member of the wererat's pack, including herself, benefits from the effects of Bolt! They need not all teleport toward the same exit.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Tunnel Runner"
    },
    {
        "name": "Feast of the Dead",
        "description": "By devouring the heart or brain of another, the Ratkin temporarily gains some of that individual's power. This Gift is taught by a rat-spirit.",    
        "system": "After eating the heart or brain of another supernatural being, the Ratkin gains three of its powers (chosen at random by the Storyteller) for the next 24 hours. This Gift can only be used once on a single corpse.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Shadow Seer"
    },
    {
        "name": "Sticky Paws",
        "description": "The Ratkin snatches away an opponent's weapon and may wield it himself. An avatar of Rat teaches this Gift.",
        "system": "The player spends one Rage point and rolls Dexterity + Melee (difficulty of the victim's Dexterity + 3). The victim cannot resist; such is the nature of the Gift.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Knife Skulker"
    },
    {
        "name": "Rat's Teeth",
        "description": "As long as the Ratkin has at least one throwing weapon to hand (Nezumi prefer shuriken and kunai; most Ratkin make do with knives, bricks, and bits of broken glass), she may pull an infinite supply of similar projectiles from various places on her person. This Gift is taught by a gopher-spirit.",
        "system": "The player spends one Rage, enjoying infinite duplicates of the selected throwing weapon for the rest of the scene. All duplicate weapons somehow get lost, carried off by spirit rats, etc., and vanish into the Umbra within half an hour.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Warrior"
    },
    {
        "name": "Improvisation",
        "description": "Anything may become a lethal weapon in the Blade Slave's hands. Any of Rat's brood can teach this Gift.",
        "system": "The player spends one Rage point. Whatever improvised weapon the Ratkin seizes may be used to make difficulty 6, Strength + 2 attacks, with damage type determined by the prop in question.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Warrior"
    },
    {
        "name": "Mousetrap",
        "description": "The Engineer is at his best when at his worst. Able to call up an uncanny burst of ingenuity when up against the wall, this Gift allows him to build a trap out of anything at hand. This gift is taught by a packrat-spirit.",
        "system": "The player spends a point of Gnosis and rolls Wits + Craft - the difficulty depends on how much spare material is laying around to work with. Success allows the Ratkin to McGyver together some manner of insane death trap in (15 - Cunning) minutes.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Engineer"
    },
    {
        "name": "Battery",
        "description": "The Ratkin Engineer scrambles together some means of energizing himself or other wererats. This is likely to involve a mixture of electricity, packs of store-bought batteries, energy drinks, illegal drugs - or a fusion of all of the above. This Gift is taught by a squirrel-spirit.",
        "system": "The player rolls Wits + Craft and spends one point of Gnosis to create the 'pick-me-up,' which then may be administered at any point within the next (Cunning) days; after that, it loses its potency. The Gift's beneficiary may increase a physical Attribute by one per two successes rolled, for the duration of a scene.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Engineer"
    },
    {
        "name": "Death Ray",
        "description": "The wererat can discharge energy through his fingertips. Granted, he needs to hook himself up to a car battery or wall outlet for a few hours a day, but hey - Death Ray. So worth it. An electric elemental teaches this Gift.",
        "system": "The character must spend at least an hour 'meditating' while attached to a supply of electricity. Afterwards, the player spends one Gnosis point and rolls Infamy (difficulty 6) to aim the Death Ray. It has a range of 50 feet, and inflicts (Rage + Gnosis) dice of aggravated damage.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Engineer"
    },
    {
        "name": "Poison Food",
        "description": "The Plague Lord may afflict food around him with a terrible pestilence. Fly-spirits teach this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Enigmas. All food within (Infamy x 5) feet of the character becomes temporarily poisonous, inflicting (successes) lethal damage to anyone that eats it during that scene.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Plague Lord"
    },
    {
        "name": "Sniffle",
        "description": "Germs, microbes, and even the dust in the air conspire to protect the Plague Lord, betraying the presence of his enemies. This Gift is taught by a disease-spirit.",
        "system": "The player spends one Gnosis point when she suspects there are others lurking nearby. Any concealed character within (Infamy x 3) yards sneezes, coughs, or otherwise gives away their position.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Plague Lord"
    },
    {
        "name": "Inflict Pain",
        "description": "The Plague Lord has such mastery over disease that he can control precisely how much pain his victims feel. This Gift is taught by a Pain-spirit",
        "system": "The character must successfully bite or claw his victim to use this Fitt. Spend a point of Rage and roll Intelligence + Medicine (difficulty of your target's Gnosis, or 4). Your victim suffers a penalty to all dice pools equal to half your successes (rounding up, maximum -3) for the rest of the scene. Gifts and powers that reduce wound penalties also reduce these penalties. Epidemic Contagion (Level Five)- The Plague Lord gains the ability to make his disease magic communicable and highly contagious. This Gift is taught by rat-spirits.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Plague Lord"
    },
    {
        "name": "Epidemic Contagion",
        "description": "The Plague Lord gains the ability to make his disease magic communicable and highly contagious. This Gift is taught by rat-spirits.",
        "system": "If the victim of Blur of the Weeping Eyes, Lesions, or Inflict Pain comes within a yard or so of another person while under the effects of those Gifts, that person must make a Stamina roll (difficulty 7) or also contract the Gift's ailment. He, in turn, also becomes contagious as if Epidemic Contagion had been successfully activated on him. Ratkin are immune to the spread of these ailments.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Plague Lord"
    },
    {
        "name": "Taste of Madness",
        "description": "The Munchmausen constructs a brief variant of reality for his victim to experience. This must be summarized in one sentence of no more than ten words ('a world where apes evolved from men,' 'dinosaurs are on the loose in this mall,' etc). Fungal-spirits teach this Gift.",
        "system": "The player spends a Gnosis point and rolls Manipulation + Subterfuge (difficulty of the victim's Willpower). If the roll succeeds, the victim believes the delusion as truth for one hour per success.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Munchmausen"
    },
    {
        "name": "Hyperattenuation",
        "description": "The Arcadian Ratkin can exaggerate any one sense to legendary proportions. She might hear footsteps through the ground seven leagues away, smell a single human breath through a mile of sewer pipes, or read the newspaper over the shoulder of a businessman sitting in a public park… from atop a rooftop five miles away. This Gift is taught by a Wyldling.",
        "system": "Spend one Willpower point and roll Manipulation + Expression (difficulty 9) to activate the Gift. It lasts for one scene.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Munchmausen"
    },
    {
        "name": "Firebug",
        "description": "By focusing her anger, the Twitcher can ignite flammable materials within ten feet - paper, wood, cloth - that are not being worn or carried. A Wyldling teaches this Gift.",
        "system": "The player spends one Rage and rolls Infamy to ignite the flame; only one success is needed.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Twitcher"
    },
    {
        "name": "Pyrotechnics",
        "description": "The Ratkin may improvise explosive devices out of just about any junk she can find to hand; her Rage serves as the fuse and the fuel. This Gift is taught by weasel-spirits.",
        "system": "The player rolls Intelligence + Craft to improvise the bomb, and spends as much Rage as desired. When the bomb is triggered (either by being tossed, or through a remote detonation system - the type is chosen at the time it is created), it inflicts (Rage spent x 3) dice of lethal damage to everything within (Infamy x 3) yards.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Twitcher"
    },
    {
        "name": "All Hell",
        "description": "The Twitcher conjures a swarm of rat-spirits and Wyldlings, and pandemonium ensues: mundane objects fly about, the walls breathe, people smell colors and see sounds, and chaos rules. Wyld-spirits teach this Gift.",
        "system": "The player spends two Gnosis points; all non-Ratkin present with a Willpower score lower than the Twitcher's Infamy are subjected to the Delirium. Beings normally immune to the Delirium treat their Willpower as two higher than normal when determining how they react (but not whether they succumb).",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Twitcher"
    }
]