[
    {
        "name": "Shadow Throw",
        "description": "While vocally expressing his anger, the Ratkin can form a shadowy field of power around a dagger or other sharp object balanced for throwing. Knife Skulkers, for instance, may choose to call out a victim's crime ('Murderer!') while forming his instrument of revenge. When the Ratkin hurls his dagger at a foe, the blade is propelled by the darkness around it and strikes with supernatural force. This Gift is taught by a Night spirit, which will usually demand a tale of an unpunished criminal's dark secrets.",
		"system": "The Ratkin spends a Rage point and targets a single victim within line-of-sight; the player rolls Perception + Athletics to attack (difficulty 6, with the usual Firearms modifiers). The blade strikes with more force than the wererat can muster, inflicting Strength +3 aggravated damage. If the blade is already magical, it inflicts only +2 damage.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p108",
        "values": [1],
        "shifter_type": "Ratkin",
        "splat": "Shifter"
    },
    {
        "name": "Smell Poison",
        "description": "As a survival skill, Ratkin have learned to sniff out poisons. When a Ratkin discovers that someone is trying to poison a member of his deceit, he may decide to return the 'blessing' upon the would-be poisoner. This Gift is taught by a Rat spirit.",
		"system": "By spending a point of Gnosis, the wererat can sense any poisonous or toxic material nearby. A successful Perception + Medicine roll may give an insight into the nature of the poison involved; with five successes, it even reveals the identity of the would-be murderer. As another application, the Ratkin can seek out chemicals nearby that can be used as poisons.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p108",
        "values": [1],
        "shifter_type": "Ratkin",
        "splat": "Shifter"
    },
    {
        "name": "Stash Cache",
        "description": "Ratkin aren't usually big on personal possessions. Many prefer to keep everything they need in a knapsack, a briefcase, or their pockets. When they need to hide these meager items, some prefer to step sideways for just an instant, finding a little hidey-hole where they can stash their stuff. The hiding place might be a little Umbra tunnel, a hiding place guarded by Rat spirits, or just some space between the spirit world and the physical world. Rat spirits teach this Gift, but only if they can score a portion of the Ratkin's stash from time to time; they may well extract a slight 'payment' from your first stash cache.",
		"system": "Roll permanent Gnosis; the difficulty is the local Gauntlet. If you succeed, you've found a clever little place to stash an object smaller than a backpack or knapsack. The number of successes suggests the number of days you can probably keep it there safely. Wait too long, and your valuables will likely either be snagged by a Wyld spirit, calcified by a Weaver spirit, or spoiled by Banes.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p108",
        "values": [1],
        "shifter_type": "Ratkin",
        "splat": "Shifter"
    },
    {
        "name": "Cloak of Shadows",
        "description": "The Ratkin can hide in shadows and cloak others they touch. A night-spirit teaches this Gift.",
		"system": "The player spends a Gnosis point and rolls Manipulation + Stealth (difficulty 6). The Ratkin and a number of others equal to his successes gain one automatic success on all Stealth rolls for the rest of the scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Changing Breeds 20th Anniversary Edition",
        "values": [1],
        "shifter_type": "Ratkin",
        "splat": "Shifter"
    },
    {
        "name": "Darksight",
        "description": "The Ratkin can see in the dark. A night-spirit teaches this Gift.",
        "system": "The player rolls Perception + Occult (difficulty 7); each success adds one die to all Perception rolls for the rest of the scene (maximum of three extra dice). With five successes, the Ratkin might even see sound or sense heat signatures.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "splat": "Shifter",
        "values": [1],
		"shifter_type": "Ratkin"
    },
    {
        "name": "Sense Angst",
        "description": "You know anger and bitterness so well that you can smell it in others. Humans become fascinating: you can sense their current greatest pet peeve or annoyance. When you're near shapechangers, you can sense the extent of their Rage; if lucky, you can determine the last event that really pissed them off. You know how close a vampire is to going berserk (and what might set him off), or the pain of a wraith hovering nearby. If you use this on someone tainted by the Wyrm, you can sense part of what drove him to his madness. In all, if anyone is pissed off, you can figure out why... and use it to your advantage.",
		"system": "Roll Perception + Occult, difficulty 6. If a human is actually calm, you can tell what would most upset him at that moment; gaining more than one success gives you more insights into what would cheese him off. Three successes on a Perception + Occult roll lets you tell the relative Rage of a werewolf (or other shapechanger), the Humanity of a vampire (or a brief impression of his Path's morality and how 'far along' he is on it), the Angst level of a wraith, the Banality of a changeling, or the last thing that really pissed off a human or mage; although this description is never couched in actual game terms, it allows a Ratkin to make a rough guess whether a given target is a werebeast, undead, fae thing, human, or 'something else'. This Gift can only be used once per subject per scene.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p123",
        "values": [1],
        "shifter_type": "Ratkin",
		"auspice": "Twitchers",
        "splat": "Shifter"
    },
    {
        "name": "Sticky Paws",
        "description": "The Ratkin snatches away an opponent's weapon and may wield it himself. An avatar of Rat teaches this Gift.",
        "system": "The player spends one Rage point and rolls Dexterity + Melee (difficulty of the victim's Dexterity + 3). The victim cannot resist; such is the nature of the Gift.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Knife Skulkers"
    },
    {
        "name": "Death Mark",
        "description": "This Gift is not invoked lightly. The Skulker invests a touch of Gnosis in a small piece of black cloth; when this is brushed across the forehead of a criminal, the victim is marked with an invisible spiritual sigil. Any Knife Skulker can see this with some effort; various 'spirit sight' disciplines can also detect it. Depending on the severety of the crime, the Skulker may give the criminal a head start, offering him a chance to atone for his crime before the other Knife Skulkers catch up with him. If he doesn't, the Death Mark makes the guilty bastard easier to track down... And cripple or kill, if necessary.",
		"system": "The Skulker spends one Gnosis and rolls Intelligence + Enigmas to create the death mark and store it in black cloth. A Skulker can only maintain one Death Mark at a time. If he prefers, he can hand off the ensorcelled shround to an emissary (usually a Tunnel Runner) who will carry it to the criminal. Anyone can brush the cloth over the victim's forehead, who is usually restrained. Once this is done, the Skulker can tell the direction and distance of the guilty party (rather like the Rite of the Questing Stone). The victim may attempt to remve the mark with another Gift, Discipline, Arcanos, or the like. However, this number of successes must exceed the Skulker's initial roll, and such 'cures' never last for more than a day.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p117",
        "values": [1],
        "shifter_type": "Ratkin",
		"auspice": "Knife Skulkers",
        "splat": "Shifter"
    },
    {
        "name": "Scrounge",
        "description": "Ratkin Engineers have a talent for finding all sorts of usable junk. Spend a few minutes searching around, and there's no telling what you might find. This Gift can either help find some mundane item that's hidden nearby, or scrounge up something bizarre that no one would have thought to look for. This Gift is taught by a Trash Gaffling.",
		"system": "Spend one Gnosis and roll Perception + Alertness. You can either name a specific item that would normally be in your current location, or name a general type of item that's rather hard to find. The difficulty of the roll depends on how well the item is hidden or how rare the item is. For instance, finding where the forks are kept in a restaurant after hours is difficulty 4; finding a fork in a subway station could be difficulty 6; finding a magnetized fork with silver plating by the side of the freeway might be difficulty 9. The Storyteller, of course, has the right to rule out any specific item as 'impossible to find'. If the restaurant in question really doesn't have any radiactive plutonium forks stashed in the kitchen, the Scrounge Gift wont help you find one.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p120",
        "values": [1],
        "shifter_type": "Ratkin",
		"auspice": "Engineers",
        "splat": "Shifter"
    },
    {
        "name": "Poison Food",
        "description": "The Plague Lord may afflict food around him with a terrible pestilence. Fly-spirits teach this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Enigmas. All food within (Infamy x 5) feet of the character becomes temporarily poisonous, inflicting (successes) lethal damage to anyone that eats it during that scene.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Plague Lords"
    },
    {
        "name": "Sniffle",
        "description": "Germs, microbes, and even the dust in the air conspire to protect the Plague Lord, betraying the presence of his enemies. This Gift is taught by a disease-spirit.",
        "system": "The player spends one Gnosis point when she suspects there are others lurking nearby. Any concealed character within (Infamy x 3) yards sneezes, coughs, or otherwise gives away their position.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Plague Lords"
    },
    {
        "name": "Firebug",
        "description": "By focusing her anger, the Twitcher can ignite flammable materials within ten feet - paper, wood, cloth - that are not being worn or carried. A Wyldling teaches this Gift.",
        "system": "The player spends one Rage and rolls Infamy to ignite the flame; only one success is needed.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Twitchers"
    },
    {
        "name": "Danger Sense Ratkin Gift",
        "description": "When a ship is sinking, the rats leave first. The Tunnel Runner gains an instinctive flash of warning when danger is near. Rat-spirits teach this Gift.",
        "system": "The Storyteller warns the character when danger is imminent (though not the nature of the threat) one turn before it appears. This Gift's effects are permanent.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": ["Ratkin", "Gurahl"],
		"gift_alias": "Sentinel's Warning",
        "auspice": "Tunnel Runners"
    },
    {
        "name": "Silent Running",
        "description": "The Ratkin can hide his tracks from all means of detection, supernatural or otherwise. Wind-spirits teach this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Subterfuge. The Ratkin leaves behind no physical traces of his passage for the rest of the scene, and any magical tracking attempt raises its difficulty by 1 per success to a maximum of 9.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Tunnel Runners"
    },
    {
        "name": "Survival Ratkin Gift",
        "description": "The Ratkin can sustain himself with his own Gnosis. A kangaroo rat-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Survival, difficulty 6. The character need not eat or drink for one day.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Rodens"
    },
    {
        "name": "Snitch",
        "description": "You've got a talent for gathering secrets. As long as you can see someone's face, you can read his lips. As long as someone is within line-of-sight, you can hear her whispers. This Gift is taught by a Stormcrow, a Gaffling of Grandfather Thunder.",
		"system": "Just roll Perception + Alertness (difficulty 4) whenever one of these situations presents itself. The amount of information gathered depends on the number of successes; with five successes, you can even gather empathetic information or unspoken subtexts. If the roll fails, you can still spend a point of Gnosis to have a Rat spirit snatch up a small fragment of the conversation for you.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p109",
        "values": [2],
        "shifter_type": "Ratkin",
        "splat": "Shifter"
    },
    {
        "name": "Deep Pockets",
        "description": "The Ratkin can store innumerable items about his person, far more than should be possible. A packrat-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Enigmas. Each success lets the character hide one extra item (small enough to be held in one hand) somewhere on his person. If searched, none of these items will turn up.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin"
    },
    {
        "name": "Filch",
        "description": "The wererat becomes an expert at using misdirection to take what he wants, whenever he wants. Chipmunk-spirits teach this gift.",
        "system": "The character permanently adds three dice to all Larceny actions to steal something in plain sight (such as by pickpocketing).",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Homid"
    },
    {
        "name": "Instinct",
        "description": "This Gift forces its target to indulge his basest impulses for one turn. The Ratkin must provoke the victim's reaction in some way. Mouse spirits teach this gift.",
        "system": "The player spends one Rage point and rolls permanent Rage (difficulty equal to the victim's Willpower). The target loses all restraint and impulse control for one turn.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Homid"
    },
    {
        "name": "Sticky Fingers Ratkin Gift",
        "description": "Humans have too much damn stuff for their own good; you only take what you need, but you don't care who it comes from. This Gift uses misdirection and distraction to boost stuff from humans with just the most casual contact. Bump into them or talk to them, and you can take what you need. Just remember to use everything you take.",
		"system": "Any Ratkin with this Gift finds it easier to snatch little objects (items smaller than a human's hand) from the unaware. Roll Dexterity + Subterfuge and spend one Willpower to snag what you need. The difficulty depends on how well guarded the object is. This doesn't apply to the weapons wielded in combat, by the way. Difficulty - Object's Accessibility / 6 - Sitting in plain sight 7 - Clutched in someone's hand 8 - In a pocket or on a wrist 9 - Around someone's neck or prominently worn 10 - Encased in something else (like a briefcase or wallet) If the scam involves talking to someone face-to-face, the difficulty is increased by 1 (to a max of 10). Just bumping into someone or 'accidentally' knocking someone over is much easier.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p111",
        "values": [2],
        "shifter_type": "Ratkin",
        "breed": "Homid",
        "splat": "Shifter"
    },
    {
        "name": "Devour the Dead",
        "description": "This gruesome Gift is used to clean up messes. The Ratkin summons a swarm of rat-spirits to consume a dead body, removing all physical evidence it was there.",
        "system": "The player spends one Gnosis point. The body is gone three turns later, all possessions carried off into the Umbra, probably never to be seen again.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Rodens"
    },
    {
        "name": "Scamper",
        "description": "This Gift makes a fleeing Ratkin much harder to hit. A rat-spirit teaches this Gift.",
        "system": "Once the character decides to flee from the battle, the player may spend one Gnosis point to add four dice to all dodge attempts. If the Ratkin changes her mind and stays in place, turns to fight, or returns to the fray in the same scene, the Gift ends and she immediately loses all remaining Rage and Gnosis.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Rodens"
    },
    {
        "name": "Urban Camouflage",
        "description": "The wererat becomes utterly nondescript, fading from notice. A fogspirit teaches this gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Stealth (difficulty 8). Success makes the Ratkin unnoticeable so long as he stays in a crowd and takes no violent actions. This Gift doesn't work during combat.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Tunnel Runners"
    },
    {
        "name": "Hotwire",
        "description": "You can circumvent the electrical system of any vehicle and jump-start the engine. With a little more work, you can even bind an Electricity spirit to a spare key, creating a 'spirit key' for the car that other Ratkin can use. Some Tunnel Runners like to travel in stule, using and discarding cars along the way.",
		"system": "Spend one Gnosis and roll Intelligence + Repair; Tunnel Runners have a difficulty of 8 on this roll, while Engineers have a difficulty of 6. One success starts the engine. You may then craft a spirit key by holding up a spare key to the car's elevtrical system and coaxing an electricity elemental inside. Make a temporary Gnosis roll against the difficulty of the local Gauntlet; the number of successes reveals how long the key will work. Each success guarantees the key will function for one day before the spirit escapes.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p115",
        "values": [2],
        "shifter_type": "Ratkin",
		"auspice": ["Tunnel Runners", "Engineers"],
        "splat": "Shifter"
    },
    {
        "name": "Summon Engling",
        "description": "Usually, when shapechangers need to replenish their Gnosis, they summon an Engling and stalk it. In urban areas, this hunt takes on a few unique twists; a Shadow Seer with this Gift knows them intimately. The Engling is always disguised as something mundane. Only the members of the Rat Pack can recognize that it's really a spirit. Humans react to this in unpredictable ways - watching mad street people pursue a fleeing icecream truck, a bou with a baloon, or a cloud of butterflies - each has different results.",
		"system": "Spend one Gnosis and roll permanent Gnosis against the difficulty of the local Gauntlet. With three successes, an Engling appears, but in a disguise that only the Shadow Seer can see through. (The spirit's stats are: Willpower 5, Rage 1, Gnosis 10, Power 25; Charms: Airt Sense, Materialize.) The Ratkin must chase down and 'kill' it; if they do, they gain 10 Gnosis to divide equally between the members of the Rat Pack.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p116",
        "values": [2],
        "shifter_type": "Ratkin",
		"auspice": ["Shadow Seers"],
        "splat": "Shifter"
    },
    {
        "name": "Touch the Spirits",
        "description": "In animist philosiphies, all objects hold some spiritual essence. Through this Gift, a Shadow Seer can speak directly to these inanimate spirits, learning where physical objects have been and what they've been used for. Psychics call this 'psychometry'. Knife Skulkers don't care what it's called... They just call for the Shadow Seers to do it on command.",
		"system": "Spend one Gnosis and roll Perception + Empathy. Each success allows you to see back one day, sensing the gist of where the object has been and who was using it.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p116",
        "values": [2],
        "shifter_type": "Ratkin",
		"auspice": ["Shadow Seers"],
        "splat": "Shifter"
    },
    {
        "name": "Protect the Swarm",
        "description": "All sorts of supernatural creatures like to call up rats as allies. Ratkin from rival packs, vampires from the Animalism Discipline, mages with the Ratstorm rote and Beast-Speaking Garou are just a few examples. If a Shadow Seer runs into a rat who's been victimized by any of these Gifts, she can determine who is controlling the poor defenseless beastie. If she's powerful enough, she may even attempt to convince the rodent to disobey its master.",
		"system": "Once you've learned this Gift, you can sense whether a rat you encounter is possibly being controlled by another supernatural creature. Roll Gnosis; you must score more successes than your rival's initial roll for his supernatural 'power', whether that's a Discipline, Sphere, Gift, or what have you. You will even gain a brief glimpse of the rival who's been manipulating the poor critter. If you succeed, you can also overpower his ability, but only if your rank is the same level or higher than the power that's used. Make a second roll of Manipulation + Primal Urge (difficulty 7); you must have more successes than your rival's initial roll.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p116",
        "values": [2],
        "shifter_type": "Ratkin",
		"auspice": ["Shadow Seers"],
        "splat": "Shifter"
    },
    {
        "name": "Mother's Truth",
        "description": "The Gift: Truth of Gaia just isn't good enough for some people. A Knife Skulker can tell who's lying with that Gift, but who's to say he isn't lying about the results? When someone's guilt needs to be proven to everyone present, Mother's Truth forces the victim to rat on his accomplices and co-conspirators. For one scene, the victim of Mother's Truth cannot tell a lie. The victim may even be coerced into telling everything that he's trying to hide. This relies on an elaborate use of interrogation and threats, mixed in with a little supernatural prowess. Never swear on your Mother's grave, especially when she's really an Incarna with goddess-granted powers. The Rat Incarna bestows this Gift through one of her chosen Rat spirits.",
		"system": "If the victim does not resist the Gift, the Knife Skulker need only to spend one Gnosis and roll Intelligence + Intimidation (difficulty 6). In this case, the victim will literally bite his tongue if he tries to tell a lie. If he resists, everyone present will know it. Getting the witness to betray his darkest secrets requires an extended contested test of Willpower, along with a thrilling drama worthy of a courtroom. The inquisitor and his victim trade off questions and answers, alternating Willpower rolls as they go. The victim rolls first at difficulty 6. The inquisitor's difficulty is lower: Take the number of successes the Knife Skulker got on his initial Manipulation + Interrogation roll and subtract it from 6. The Storyteller calls for regular Willpower rolls periodically throughout the interrogation; if the Skulker gets ten successes before his victim, he has browbeaten him into submission, and the victim spills all the details of his crime. If the victim gets ten successes first, the interrogation does not work and cannot be attempted again for a full day.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p118",
        "values": [2],
        "shifter_type": "Ratkin",
		"auspice": ["Knife Skulkers"],
        "splat": "Shifter"
    },
    {
        "name": "Rat's Teeth",
        "description": "As long as the Ratkin has at least one throwing weapon to hand (Nezumi prefer shuriken and kunai; most Ratkin make do with knives, bricks, and bits of broken glass), she may pull an infinite supply of similar projectiles from various places on her person. This Gift is taught by a gopher-spirit.",
        "system": "The player spends one Rage, enjoying infinite duplicates of the selected throwing weapon for the rest of the scene. All duplicate weapons somehow get lost, carried off by spirit rats, etc., and vanish into the Umbra within half an hour.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Warriors"
    },
    {
        "name": "Mousetrap",
        "description": "The Engineer is at his best when at his worst. Able to call up an uncanny burst of ingenuity when up against the wall, this Gift allows him to build a trap out of anything at hand. This gift is taught by a packrat-spirit.",
        "system": "The player spends a point of Gnosis and rolls Wits + Craft - the difficulty depends on how much spare material is laying around to work with. Success allows the Ratkin to McGyver together some manner of insane death trap in (15 - Cunning) minutes.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Engineers"
    },
    {
        "name": "Dredge the Spirit World",
        "description": "The Plague Lord can summon a few select spirits of misery: those of Pain, Disease, and Night. If the Gift involves an appropriate sacrifice, it may also call up a Wraith... or a Spectre.",
		"system": "Roll Gnosis against the difficulty of the local Gauntlet; the difficulty depends on the power of the dark spirit invoked. Difficulty - Spirit / 6 - Pain 7 - Disease 8 - Night 9 - Wraith/Ghost On a botch, the Plague Lord has either called up a Spectre (if you've got a copy of Wraith: The Oblivion) or a minor Bane of the Storyteller's choosing. Success - The spirit... / 1 - ...comes eventually and is innitially hostile. 2 - ...manifests quickly, but is still initially hostile. 3 - ...comes immediately and is neutral. 4 - ...comes immediately and remains passive, yet benign. 5+ - ...comes immediately and is friendly.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin 121-122",
        "values": [2],
        "shifter_type": "Ratkin",
		"auspice": "Plague Lords",
        "splat": "Shifter"
    },
    {
        "name": "Rapier Wit",
        "description": "Through a combination of fast-talk and quick reflexes, the Ratkin can parry and riposte against attacks more effectively. This does not always require a weapon, but it does require quick wits (both on the part of the player and the character). The Munchmausen must compose a song or poem while using Rapier Wit, adding a stanza at least every time he attempts to parry or riposte. If the Ratkin is unarmed, the player must also describe what items nearby he is using in combat instead. A chair, a chandelier or mug of ale can be deadly if wielded by a witty Munchmausen.",
		"system": "When the Ratkin begins using Rapier Wit, the player improvises the first two lines of an original poem or song. Mark off one Gnosis. Any time the Munchmausen is assaulted with a Brawl or Melee attack, she may attempt to automatically parry and counterattack. This lasts for the rest of the scene, and works in addition to the Munchausen's other actions. Each time the Ratkin is attacked, the player must add another two lines to the poem or song. The composition need not necessarily make sense, but it must at least rhyme. For a successful parry and counterattack, the Munchmausen rolls Dexterity + Expression. The difficulty of the first roll starts out at 6. Each time the Munchausen parries and adds another two lines to her composition, the Storyteller determines whether the difficulty of the next parry should go up by 1 or down by 1, depending on the ingenuity of the poem or song. (Optionally, players can vite using the 'thumbs up/thumbs down' methods like the one used in the Warrior Gift: Improvisation.) The difficulty of the parry/counterattack can never go lower than 4 or higher than 10. To parry, she must score more successes than the attacker did on his attack roll. The damage for the counterattack is equal to Strength, although the Storyteller may add a die or two if the weapon is particularly vicious. If the weapon does aggravated damage, so does the counterattack. Her opponent can attempt to soak damage, but cannot dodge or Parry the counterattack. The Gift lasts for the rest of the scene; hopefully by then, the Munchmausen's masterpiece will be complete.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p122",
        "values": [2],
        "shifter_type": "Ratkin",
		"auspice": "Munchmausen",
        "splat": "Shifter"
    },
    {
        "name": "Holdout",
        "description": "By creating a 'pocket' in your flesh, you can smuggle a weapon or a small package. Don't be surprised of a cornered Twitcher pulls something amazing out of his... well, you know.",
		"system": "Spend one Gnosis and the spirits will aid you in secreting the device. Roll Wits + Subterfuge to make sure it's well hidden. If your holdout item is bigger than a rat, you cannot shift into rat form without immediately dropping it on the ground. The package cant be larger than your chest cavity. Inserting it can be rather embarrassing unless it's done in private. Excreting it from your newly created orifice requires a point of Rage. You may point to the spot where you'd like the new orifice when you activate this Gift, but be specific; Rat spirits don't give a rat's ass where they shove it in.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p123",
        "values": [2],
        "shifter_type": "Ratkin",
		"auspice": "Twitchers",
        "splat": "Shifter"
    },
    {
        "name": "Self-Destruct",
        "description": "Students of the Weaver can learn to control simple machines, forcing them to stop functioning. Devotees of the Wyld can make them self-destruct in a spectacular fashion, throwing off sparks and lovely jagged pieces.",
		"system": "Spend one Rage and roll your remaining temporary Rage. Anyone hit by the fallout loses a number of non-aggravated health levels of damage equal to the number of successes; this can be soaked. This only works on mundane technology, not fetishes, talens, talismans, Devices and the like.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p123",
        "values": [2],
        "shifter_type": "Ratkin",
		"auspice": "Twitchers",
        "splat": "Shifter"
    },
    {
        "name": "Backbite",
        "description": "The wererat disappears and instantly reappears behind an opponent up to 50 feet away. This Gift is taught by grasshopper mouse-spirits.",
        "system": "The player spends one point of Gnosis and Rage; the victim must be within line-of-sight. The wererat can immediately attack in the same turn at -2 difficulty.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
		"auspice": ["Dusk", "Kali"],
		"gift_alias": ["Umbral Strike", "Assassin's Strike"],
        "shifter_type": ["Ratkin", "Ajaba", "Nagah"]
    },
    {
        "name": "Squeeze",
        "description": "So long as there is any sort of a crack or opening (no matter how small), a Ratkin can slip through an otherwise solid object to the other side. This Gift only works to pass through objects that are a yard or less in depth: a locked door, a wall, or a bank vault, but not a mountain. Air-spirits teach this gift.",
        "system": "The player spends one Willpower and rolls Dexterity + Enigmas (difficulty 6). With a success, the Ratkin is able to squeeze through the opening and emerge on the other side. Three or more successes allow the wererat to pull another person through with him.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin"
    },
    {
        "name": "Ratman",
        "description": "With a bit of practice, the wererat learns to assume a new form between Homid and Crinos, rather like a Garou's Glabro form. Though still mostly human, this new form gains exaggerated 'ratlike' features: beady eyes, a long nose, gnarled hands, sharp incisors. A City Mother or City Father teaches this Gift.",
        "system": "This form may be assumed in the same fashion as werewolves assume Glabro form, as a permanent ability. The Ratman's traits are: Dexterity +2, Charisma +1 (to rats), Charisma -1 (to humans), and Perception +2. The difficulty of Subterfuge and Stealth rolls' difficulties are reduced by 2, and the character may make claw attacks which inflict lethal damage.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Homid"
    },
    {
        "name": "Of Rat and Man",
        "description": "With a bit of practice, Homid breed Ratkin can learn to assume a form between Homid and Crinos, rather like a Garou's Glabro form. Though the critter still appears very human, his 'ratlike' features become exaggerated enough that anyone can notice them. Beady eyes, a sharp nose, gnarled hands and a stoop are the most commonly displayed traits. Humans find this unnerving; rats find it charming. While in this form, many of the aspects of misleading and betraying humans become much easier.",
		"system": "Spend one Rage and spend one turn shifting. The following Attribute modifiers apply while in 'near man' form: Dexterity +2, Charisma +1 (to rats), Charisma -1 (to humans), and Perception +2. Best of all, while in this cunning form, your Subterfuge and Stealth rolls' difficulties are reduced by 2.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p112",
        "values": [3],
        "shifter_type": "Ratkin",
        "breed": "Homid",
        "splat": "Shifter"
    },
    {
        "name": "Rat Thing",
        "description": "With a bit of practice, the Ratkin can learn to take on a form between Crinos and Rodens, rather like the Garou Hispo form. The result is a giant, lumbering Rat Thing: a long, furry quadrupedal rodent the size of a St. Bernard. A capybaraspirit teaches this Gift.",
        "system": "This form may be assumed in the same fashion as werewolves assume Hispo form, as a permanent ability. The form's traits are: Strength +4, Dexterity +1, Stamina +1, Manipulation 0, and the brute can move at triple normal running speed.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": ["Metis", "Rodens"]
    },
    {
        "name": "Sliver Tooth",
        "description": "The Ratkin's incisors leave behind nasty splinters in the wound when used to bite her enemies. Beaver-spirits teach this Gift.",
		"system": "After a successful bite attack, the player spends one Rage point. Any damage inflicted cannot be healed until all the splinters are removed (requiring five successes on an extended Dexterity + Medicine roll, difficulty 6).",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Changing Breeds 20th Anniversary Edition",
        "values": [3],
        "shifter_type": "Ratkin",
		"breed": ["Metis", "Rodens"],
        "splat": "Shifter"
    },
    {
        "name": "Itchy",
        "description": "Years ago, a small pack of Rat spirits accessed the Television Zone in the Umbra. When they came back, the results weren't pretty. Local cartoon mice had taught them things Rats Were Not Meant To Know. The Itchy Gift allows a Ratkin in the Umbra to shapechange into a form that can employ many of the Cat-and-Mouse tactics used in classic cartoons.",
		"system": "'Taking Itchy Form' is not subtle; all of the colors of the Ratkin's fur become much brighter than reality can normally manage. The wererat even begins to move like a cartoon mouse, and any creature he decides to stalk will hear a macabre parody of cartoon music. Spend one Gnosis and roll Intelligence + Enigmas, difficulty 6. Itchy form Ratkin have the statistics of Rodens form, but can take ridiculous amounts of damage and live; the number of extra successes on the initial roll become temporary health levels for the duration of one scene. Those extra health levels only apply to non-aggravated damage; the claws and teeth of supernatural creatures remain just as deadly. By spending one Rage, you can also form a cartoon weapon for one scene; the none-aggravated damage it inflicts is equal to your permanent Rage. You can only devise one cartoon weapon or trap at a time, which fizzles out at the end of the scene. For some reason, cartoon rats have unusually elastic bodies, which can distort into all the shapes you'd expect in animation. An Itchy form Rodens' eyes can literally bug out, a heart pounding in your chest may swell several inches outside of your body, and so on. The Storyteller has control over this; toon out at your own risk. Since this Gift can only be used in the Umbra, no one needs to worry about shredding the Veil.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p113",
        "values": [3],
        "shifter_type": "Ratkin",
        "splat": "Shifter",
		"breed": "Rodens"
    },
    {
        "name": "Bolt!",
        "description": "Fighting to the death is for suckers. This Gift allows the Ratkin to escape a fight he can't win. This Gift is taught by a kangaroo rat-spirit.",
        "system": "The player spends one point of Gnosis and Rage; the Ratkin can teleport up to 50 feet toward the nearest exit within his line-of-sight. ",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": ["Tunnel Runners", "Warriors"]
    },
    {
        "name": "Second Sight",
        "description": "High ranking Tunnel Runners tend to settle down to a few select colonies, or decide to spend a lifetime acting as the Scout for one tribe. Staying in one place for too long can be intolerable - unless of course the maverick learns to use this Gift. By staring into the eyes of a young Runner, the wererat can learn to use this second rat as his eyes and ears outside the Nest. This second Ratkin must voluntarily agree to this communion. This explains a commonly used tactic: a Tunnel Runner may agree to be captured by a nest's enemies to help his colony find out more information.",
		"system": "Spend one Gnosis and roll Perception + Empathy; the difficulty is equal to (5 + the second Ratkin's Rank). If you succeed, you can close your eyes and see through the eyes of this temporary ally. This effect lasts one day for each success. Once you advance beyond Rank Three, you can do this with more than one Tunnel Runner; for each level of Rank you have above 3, you can commune with an additional scout.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p115",
        "values": [3],
        "shifter_type": "Ratkin",
        "auspice": ["Tunnel Runners"],
        "splat": "Shifter"
    },
    {
        "name": "Improvisation",
        "description": "Anything may become a lethal weapon in the Blade Slave's hands. Any of Rat's brood can teach this Gift.",
        "system": "The player spends one Rage point. Whatever improvised weapon the Ratkin seizes may be used to make difficulty 6, Strength + 2 attacks, with damage type determined by the prop in question.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": ["Warriors", "Munchmausen"]
    },
    {
        "name": "Summon Electricity",
        "description": "Far more effective than a general Rite of Binding, this Gift summons an Electricity Elemental and binds it to an electrical device for a short period of time. Even broken devices will be able to operate with a little judicious jurry-rigging.",
		"system": "Roll Gnosis versus the difficulty of the local Gauntlet. You must be near a source of electricity, which isn't very hard in any human city. With four successes, you've summoned the spirit. Bonding it into a battery or an electrical device requires a Gnosis roll against the spirit's Gnosis; if you succeed, it is bound and will continue to supply power for one week per success. Five successes binds it for a year; after that, the spiritual warranty will expire.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p120",
        "values": [3],
        "shifter_type": "Ratkin",
		"auspice": "Engineers",
        "splat": "Shifter"
    },
    {
        "name": "Catgut",
        "description": "This is one of the fouler secrets possessed by Plague Lords. By carefully curing the skin or internal organs of other Changing Breeds, the Lord can weave a highly durable skein. With a bit of work, this can be crafted into form-fitting armor. Catgut armor, unfortunately, really pisses off other shapechangers. Bastet have been known to frenzy at the very sight of a Plague Lord wearing a leopard skin coat or cat ears. (And yet, other wererats have been known to fall to the ground laughing.)",
		"system": "Preparing catgut armor requires a dead shapechanger, an hour of work, and the expenditure of a point of Gnosis. Roll Intelligence + Repair; if the rolls succeeds, the pelt that's skinned bestows three extra dice for soaking damage. Shapechangers of the same Changing Breed as the victim of this Gift must make frenzy checks the first time they see it, or whenever they enter battle against a Ratkin wearing it. This Gift cannot be used on Ratkin.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p121",
        "values": [3],
        "shifter_type": "Ratkin",
		"auspice": "Plague Lords",
        "splat": "Shifter"
    },
    {
        "name": "Taste of Madness",
        "description": "The Munchmausen constructs a brief variant of reality for his victim to experience. This must be summarized in one sentence of no more than ten words ('a world where apes evolved from men,' 'dinosaurs are on the loose in this mall,' etc). Fungal-spirits teach this Gift.",
        "system": "The player spends a Gnosis point and rolls Manipulation + Subterfuge (difficulty of the victim's Willpower). If the roll succeeds, the victim believes the delusion as truth for one hour per success.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Munchmausen"
    },
    {
        "name": "Adversity",
        "description": "A Munchmausen can survive extreme temperatures for a full day with this Gift. Arcadian Ratkin often tell ridiculous stories about having lived on the moon, the bottom of the ocean, or the caldera of an active colvano. Some of these stories are true.",
		"system": "Tava (Rank Three Ratkin) are immune to extreme heat (up to boiling lava) or extreme cold (up to Antarctic conditions). A Rank Four, they gain the ability to live underwater or in a vacuum. A Rrrrr't (Rank Five) Ratkin can reproduce the Ratkin Gift: Survivor; Moon Mice find this ability essential. No roll is necessary; the Rat just spends Gnosis for each day he wants to survive. Extreme heat or cold requires one Gnosis. Underwater conditions or complete vacuums require two Gnosis; the Survivor Gift requires three. As a side note, this Gift will never grant immunity to silver, though it will reduce the damage from fire from aggravated to non-aggravated.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p122",
        "values": [3],
        "shifter_type": "Ratkin",
		"auspice": "Munchmausen",
        "splat": "Shifter"
    },
    {
        "name": "Pyrotechnics",
        "description": "The Ratkin may improvise explosive devices out of just about any junk she can find to hand; her Rage serves as the fuse and the fuel. This Gift is taught by weasel-spirits.",
        "system": "The player rolls Intelligence + Craft to improvise the bomb, and spends as much Rage as desired. When the bomb is triggered (either by being tossed, or through a remote detonation system - the type is chosen at the time it is created), it inflicts (Rage spent x 3) dice of lethal damage to everything within (Infamy x 3) yards.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Twitchers"
    },
    {
        "name": "Sanctify",
        "description": "This Gift is used in conjunction with the Rite of the Pain Dagger; if you know this Gift, you may also learn that rite from a Warrior (without spending the experience for it). Normally, you can bind a spirit into a blade of religious significance to form a Pain Dagger, the Ratkin's equivalent of a Garou klaive. The Sanctify Gift allows you to temporarily bind one of the spirits used in the rite to anything with a jagged or pointed edge: butcher's knives, chain saws, broken bottles, meat hooks, and bone saws are all obvious examples. This Gift is blissfully bestowed by a Pain spirit, but only if you can give it what it wants first. This often involves sacrificing another creature's pain.",
		"system": "Find a weapon to dedicate as your new Pain Dagger. Spend one Rage and whisper the greatest crome you intend to commit with it to the blade. You can then perform the Rite of the Pain Dagger upon it to summon a Pain spirit and bind it inside. If the weapon normally inflicts non-aggravated damage (like a broken bottle or a meat hook), the new weapon can mete out Strength + 2 aggravated damage. If the weapon normally inflicts aggravated damage (like a chainsaw), the new weapon metes out Strength + 4 damage. In addition, the Twitcher can spend a point of Gnosis to force the spirit to use the Charm: Agony. When the blade is dedicated, roll Gnosis; for each success, the spirit remains bound for one week. As usual, a Twitcher cannot create more than one Pain Dagger at a time; however, they don't worry about losing Obligation Renown for performing irreverent or obscene acts with them. Unfortunately, the spirit inside a Sanctified Pain Dagger may whisper to the Twitcher who carries it; only the owner can hear these disturbing messages. Once a day, if the owner fails a Willpower roll (difficulty 9), a drawn spirit blade will force its owner to attack a victim of its choice. Some Ratkin believe it's a small price to pay.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p124",
        "values": [3],
        "shifter_type": "Ratkin",
		"auspice": "Twitchers",
        "splat": "Shifter"
    },
    {
        "name": "Mind of the Tunnels",
        "description": "Blood calls to blood. Using this Gift, a Ratkin can establish a mental link with any other wererat she knows. The mind-sharing is complete: emotional, intellectual and spiritual understanding can be exchanged. The Ratkin has to have actually met the subject in the flesh at least once; 'remembering' him through Blood Memory isn't good enough.",
		"system": "Spend one Willpower and roll Intelligence + Empathy (difficulty 7). One success allows you to commune completely with the chosen Ratkin. For each additional success, you can bring one more wererat into his psychic friends network. You remain the nexus of all information flowing through the network, and you can limit what sensations each Ratkin receives from the others. Wererats in the 'tunnel mind' mode cannot contain information from the other Ratkin by force.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p110",
        "values": [4],
        "shifter_type": "Ratkin",
        "splat": "Shifter"
    },
    {
        "name": "Keening of Swarm Panic",
        "description": "This Gift is essentially the same as the Nezumi Gift from Hengeyokai: Shapeshifters of the East. It is only possible in the midst of a crowd of at least fifty or sixty humans. The Twitcher keens a high, wailing sound just beyond the fringe of human hearing. After a few minutes, the humans become uneasy and soon begin to push and shove each other. The human swarm can become extremely dangerous if it senses the need to bolt.",
		"system": "Expend one point of Gnosis and roll Charisma + Rituals (difficulty 7). If the Ratkin obtains at least three successes, the crowd will begin to force its way towards a chosen exit. With four successes, the crowd will panic, surging so violently that any non-humans in their way are swept into the crowd. Each of these victims suffers one level of damage (difficulty 8 to soak). With five successes, the crowd bolts. Anyone caught in the way of the crowd should roll Dexterity + Athletics or Dexterity + Didge; otherwise that victim is trampled under a wave of human flesh. The victim takes one level of damage each turn until he gets to his feet (until then, he can attempt to soak the damage at difficulty 9). The most insidious part of this Gift is its duration: ten minutes for each success on the initial roll.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p125",
        "values": [4],
        "shifter_type": "Ratkin",
		"auspice": ["Twitchers"],
        "splat": "Shifter"
    },
    {
        "name": "Inflict Pain",
        "description": "The Plague Lord has such mastery over disease that he can control precisely how much pain his victims feel. This Gift is taught by a Pain-spirit",
        "system": "The character must successfully bite or claw his victim to use this Fitt. Spend a point of Rage and roll Intelligence + Medicine (difficulty of your target's Gnosis, or 4). Your victim suffers a penalty to all dice pools equal to half your successes (rounding up, maximum -3) for the rest of the scene. Gifts and powers that reduce wound penalties also reduce these penalties. Epidemic Contagion (Level Five)- The Plague Lord gains the ability to make his disease magic communicable and highly contagious. This Gift is taught by rat-spirits.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Plague Lords"
    },
    {
        "name": "Battery",
        "description": "The Ratkin Engineer scrambles together some means of energizing himself or other wererats. This is likely to involve a mixture of electricity, packs of store-bought batteries, energy drinks, illegal drugs - or a fusion of all of the above. This Gift is taught by a squirrel-spirit.",
        "system": "The player rolls Wits + Craft and spends one point of Gnosis to create the 'pick-me-up,' which then may be administered at any point within the next (Cunning) days; after that, it loses its potency. The Gift's beneficiary may increase a physical Attribute by one per two successes rolled, for the duration of a scene.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Engineers"
    },
    {
        "name": "Treppelganger",
        "description": "There safety in numbers, or so you've been told. The Doppelganger Gift helps a Ratkin imitate another person. The Treppelganger Gift splits you into a gang of little Ratkin. They must all stay within the same immediate area, but they can also coordinate their actions based upon your thoughts.",
		"system": "Roll Intelligence + Performance; for each success you obtain, this Gift remains active for one turn. Each turn, you can split one little nine inch Crinos off the side of your body. You may form up to three little 'gangsters' and you must spend a point of Gnosis for each one. This continues until they are all complete or you stop forming them. When the last one is formed, you shrink down to the same size. All members of the gang act on the same initiative. A gangster may only make one attack each turn. They cannot use any of your Gifts, and they cannot join you in the Gift: Pack Attack; they are all extensions of you. These tiny ratlings can scurry through a number of yards equal to their Dexterity each turn. They can make amazing vertical leaps, jumping onto tables, chairs, shelves and drawers when necessary. At the end of the combat, all of the little critters reform into one big Crinos rat again. Although they look like little Crinos wererats, they're actually weaker. In Treppleganger form, each one has Strength +1, Dexterity +2, and Stamina -1. These little rugrats are cute though: they get Charisma +2 and Appearance +2. When you shrink down, you have the same traits.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p119",
        "values": [4],
        "shifter_type": "Ratkin",
		"auspice": "Warriors",
        "splat": "Shifter"
    },
    {
        "name": "Discarded Dreams",
        "description": "Humans throw their dreams away and never realize what they've lost. This Gift allows a Ratkin to salvage these dreams from any trash pile. By chanting an incantation and offering the refuse to someone as a gift, the recipient will be caught up in an elaborate dream; this is based on a memory someone has lost. The dreamer may even think she has the skills to carry out this aspiration. A stern old woman with a broken doll might think she's a ballerina; a lonely man with a moth-eaten coat might think he's the height of fashion, and so on. This Gift is taught by a Trash Gaffling or any servant of the Great Trash Heap, a powerful Bone Gnawer Totem.",
		"system": "Spend one Gnosis and roll perception + Enigmas; the difficulty depends on the relative obscurity of the item you're looking for. You may find an item that's only vaguely what you want; if you get at least three successes, you've found exactly what you needed. Now find a creature who's in need of a lost dream. Roll Manipulation + Expression (difficulty of the recipient's temporary Willpower) to explain what the lost object signifies. If the recipient really wants to live the dream, you need only one success; if he resists, you need at least three. For the duration of one scene, your target will live out the fantasy you give him; if you score at least five successes, he will even gain some of the skills or talents he needs to carry out this delusion. A great singing voice, mastery of the arts of dance, the stealth of a secret agent - all these treatures can eb found in the trash, if only you look hard enough. As one would expect, you cannot perform this Gift during the stress of Combat.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p116",
        "values": [4],
        "shifter_type": "Ratkin",
		"auspice": "Shadow Seers",
        "splat": "Shifter"
    },
    {
        "name": "Tunnel Echoes",
        "description": "There are some tunnels that even Runners fear to tread. In these places, scouts often communicate across long distances by scraping on walls, rattling bones, chittering to set up echoes, and so on. High ranking rats don't just spread messages this way; they also listen closely to get a rouch idea of the tunnels ahead, just in case they need to bolt through them. Whisper in a ventilation shaft of a big corporate building, or rattle some bones at an open sewer lid, and there's a chance you may sense a passage way you never realized was there.",
		"system": "Spend one Gnosis and roll Perception + Performance. While performing this Gift, your senses will be hyperattenuated for the duration of the scene, especially to the sounds of echoes and rustling down the system of tunnels you're using. If anyone makes a loud noise while you're in this state, you'll take one health level of non-aggravated damage. Once you take this risk, however, you can communicate to everyone in that tunnel system. Each point of Willpower you spend allows you to relay one sentence (up to ten words in length). Any Ratkin in the tunnel might receive this message. Unfortunately, the harmonics get distorted over distance; another Tunnel Runner using this Gift wont receive the words you sent, but instead, detect a sensory image that relays the same information. This image can be intercepted by other Tunnel Runners who may spend a point of Gnosis and make a successful Blood Memory roll (difficulty 8); other shapechangers, humans, or supernatural creatures just hear unearthly subterranean noises. Even if you don't spend Willpower, you can also roll temporary Gnosis to get a sense of a section of the tunnel system. With three successes, you might also get a vision of someone stalking down there. With five successes, you may uncover a secret tunnel, an entrance to a room you need to access, or an object that has been lost or abandoned. When other shapechangers go crawling in the sewers, they learn to fear the strange echoes ricocheting around them; they foretell the approach of a skilled Tunnel Runner!",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p115",
        "values": [4],
        "shifter_type": "Ratkin",
		"auspice": "Tunnel Runners",
        "splat": "Shifter"
    },

    {
        "name": "Mind of the Swarm",
        "description": "The wererat with this Gift is able to command a horde of mundane rats through sheer will. An avatar of Rat teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Animal Ken; the effects last for the Ratkin's Obligation in hours. Each success allows the Ratkin to command up to ten rats.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "breed": "Rodens"
    },
    {
        "name": "Command Metis",
        "description": "Ratkin Metis act as lackeys to the Rodens who dominate colony politics. Should one become disobedient, a high-ranking Ratkin can force him to obey his will.",
		"system": "Spend one Gnosis and roll Charisma + Leadership (the difficulty is the Metis' Willpower); the number of words in your command must equal the number of successes. Your command must be a complete sentence (including imperatives); one success means your command is one verb. By the way, this ability cannot be used on a Ratkin Metis who is of higher rank than you are, or on a Metis in a frenzy! The effects last for one scene; if the action strongly goes against the Metis' character, the Storyteller may allow a Willpower roll (difficulty 9) to modify the command. This cannot, however, override the Metis' survival instinct.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p114",
        "values": [4],
        "shifter_type": "Ratkin",
		"breed": "Rodens",
        "splat": "Shifter"
    },
    {
        "name": "Ratkin Lullaby",
        "description": "Few Wyrm creatures can be as foul or disobedient as Ratkin rugrats. Sometimes hyperactive ratlings would much rather climb the walls than submit to sleep. After years of helping little ones get ready for beddy-bye, Metis learn skills useful for later in life. Through a combination of spiritual calmness, a raspy singing voice, and weird-ass Ratkin lyrics, a Metis can make his enemies drowsy, or even force them into unconsciousness.",
		"system": "Spend a point of Gnosis and roll Manipulation + Expression; the difficulty is either the victim's Rage +3 (if he's a shapechanger) or a 6 (if not). Success brings a shapechanger or vampire out of a frenzy, or calms down a human who's reacting violently to the Delirium. If the victim makes a simple Willpower roll; the difficulty is 3 plus the number of successes you scored (maximum of 9). If the roll succeeds, he feels sleepy, gaining a +1 difficulty to all die rolls for the rest of the scene. If it fails, the victim's difficulties are at +3 (to a maximum of 9). On a botch, the victim falls asleep.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p112",
        "values": [4],
        "shifter_type": "Ratkin",
		"breed": "Metis",
        "splat": "Shifter"
    },
    {
        "name": "Perfect Poison",
        "description": "The wererat's spittle can be converted into an odorless, colorless, fast acting and nearly undetectable poison. She may even decide to lick her blade to coat it with the foul compound. When exposed to air, the toxin can last for up to three hours. This Gift can be taught by a Snake spirit, although it's easier to learn from a Spider spirit. Snake spirits may try to betray, exploit or eat the Ratkin who study under them.",
		"system": "The wererat must spend one Gnosis to poison her saliva. If she can introduce the poison to the victim's blood stream or make him ingest it, the toxin instantly takes effect. A victim takes two levels of aggravated damage each turn once infected; she may soak only with Stamina, soaking a health level with each success. Although Resist Toxin works against the saliva, Mother's Touch does not. If the victim can continue to resist damage for 10 turns and live, the poison is exuded from the body (choose the orifice or sweat gland of your choice). Any shapechanger with Rage can spend a Rage to resist - gaining an automatic success for each point burned - but the changer must immediately check for frenzy as a result.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p110",
        "values": [5],
        "shifter_type": "Ratkin",
        "splat": "Shifter"
    },
    {
        "name": "Plague Bite",
        "description": "Long before the Plague Lords returned to Earth, Ratkin elders developed one of the most virulent diseases the world has ever seen. With one joyous bite, a wererat blessed with this disease can infect a victim's central nervous system. The symptoms of the disease are hideous. The victim cannot stop shaking, his mucous membranes ooze, and he drools continuously.",
		"system": "Spend one Gnosis, and your high-ranking Ratkin can transmit contagion through his incisors. A successful bite spreads this disease. Once bitten, the victim will take a health level of aggravated damage each hour. Since he will not stop shaking, all difficulties for his roll at at a +3 penalty. The plague can be cured by the Gift: Resist Toxin and similar Gifts; otherwise, the victim takes aggravated damage each hour until he is Incapacitated. When this happens, he's allowed a final Stamina rool - difficulty 8 (the +3 modifier does not apply to this roll). If he fails, he does. If he succeeds, he remains ill for another day or so, but the plague will not be fatal. If the victim is a shapechanger, the supernatural healing will eventually break down the disease, but in the meantime, the 'shakes' will still be a pain in the ass... and everywhere else. Of course, some Garou harbor a grudge over this sort of thing. Using this sacred knowledge too frequently will remind them of how much they hate your kind, and they'll resume killing every Ratkin on sight. This leads to the use of other insidious Gifts.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p110",
        "values": [5],
        "shifter_type": "Ratkin",
        "splat": "Shifter"
    },
    {
        "name": "Feast of the Dead",
        "description": "By devouring the heart or brain of another, the Ratkin temporarily gains some of that individual's power. This Gift is taught by a rat-spirit.",    
        "system": "After eating the heart or brain of another supernatural being, the Ratkin gains three of its powers (chosen at random by the Storyteller) for the next 24 hours. This Gift can only be used once on a single corpse.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "splat": "Shifter",
        "shifter_type": "Ratkin"
    },
    {
        "name": "Furtive Gathering",
        "description": "In Ratkin infestations, high-ranking wererats become master of conspiracies and politics. Through this Gift, a Ratkin calls upon the spirits to surround a secretive meeting of rats and wererats. This must be done in privacy, but once undertaken, no one can communicate with the conspirators... or even know they are there. Oddly enough, this Gift is taught by a Stormcrow spirit, since Grandfather Thunder sympathizes with the Ratkin race's need for revenge.",
		"system": "Spend one Gnosis and roll Intelligence + Occult; the difficulty is the level of the local Gauntlet. The Ratkin are sealed off from all interruptions; anyone who wanders into the area cannot sense any aspect of the furtive gathering. The wererats, one and all, are invisible to all senses.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p114",
        "values": [5],
        "shifter_type": "Ratkin",
		"breed": "Rodens",
        "splat": "Shifter"
    },
    {
        "name": "Cheese It!",
        "description": "This Gift allows the Tunnel Runner's entire pack to escape from danger. This Gift is taught by a kangaroo-rat spirit.",
        "system": "The player spends three points of Gnosis and Rage. Every member of the wererat's pack, including herself, benefits from the effects of Bolt! They need not all teleport toward the same exit.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Tunnel Runners"
    },
    {
        "name": "Pack Attack",
        "description": "High ranking Warriors are the master tacticians of the Ratkin race. They don't just lead swarms of rats into battle; they can coordinate entire Rat Packs in ingenious assaults. By drawing upon the 'hive mind' deep within a Ratkin's psyche, a Warlord can make it easier for his pack to overwhelm enemies with ruthless efficiency.",
		"system": "First, the Warrior lets out a keening cry and rolls Manipulation + Leadership. For each success, a random member of her pack must automatically join in the Pack Attack on the next turn; they cannot abort this action and cannot splot their dice pools. Additional Ratkin in the pack may join in voluntarily. Then, during the next declaration phase, the Warrior declares first, stating the target of the Pack Attack. The Warrior also acts first, as if he had the Gift: Spirit of the Fray. For every two Ratkin in the Pack Attack, decrease the difficulty of all attacks against the target by 1 (to a minimum of 4). The Warrior can continue the pack attack by spending one Rage at the beginning of each subsequent turn.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p119",
        "values": [5],
        "shifter_type": "Ratkin",
		"auspice": "Warriors",
        "splat": "Shifter"
    },
    {
        "name": "Death Ray",
        "description": "The wererat can discharge energy through his fingertips. Granted, he needs to hook himself up to a car battery or wall outlet for a few hours a day, but hey - Death Ray. So worth it. An electric elemental teaches this Gift.",
        "system": "The character must spend at least an hour 'meditating' while attached to a supply of electricity. Afterwards, the player spends one Gnosis point and rolls Infamy (difficulty 6) to aim the Death Ray. It has a range of 50 feet, and inflicts (Rage + Gnosis) dice of aggravated damage.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Engineers"
    },
    {
        "name": "Epidemic Contagion",
        "description": "The Plague Lord gains the ability to make his disease magic communicable and highly contagious. This Gift is taught by rat-spirits.",
        "system": "If the victim of Blur of the Weeping Eyes, Lesions, or Inflict Pain comes within a yard or so of another person while under the effects of those Gifts, that person must make a Stamina roll (difficulty 7) or also contract the Gift's ailment. He, in turn, also becomes contagious as if Epidemic Contagion had been successfully activated on him. Ratkin are immune to the spread of these ailments.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Plague Lords"
    },
    {
        "name": "Hyperattenuation",
        "description": "The Arcadian Ratkin can exaggerate any one sense to legendary proportions. She might hear footsteps through the ground seven leagues away, smell a single human breath through a mile of sewer pipes, or read the newspaper over the shoulder of a businessman sitting in a public park from atop a rooftop five miles away. This Gift is taught by a Wyldling.",
        "system": "Spend one Willpower point and roll Manipulation + Expression (difficulty 9) to activate the Gift. It lasts for one scene.",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Munchmausen"
    },
    {
        "name": "All Hell",
        "description": "The Twitcher conjures a swarm of rat-spirits and Wyldlings, and pandemonium ensues: mundane objects fly about, the walls breathe, people smell colors and see sounds, and chaos rules. Wyld-spirits teach this Gift.",
        "system": "The player spends two Gnosis points; all non-Ratkin present with a Willpower score lower than the Twitcher's Infamy are subjected to the Delirium. Beings normally immune to the Delirium treat their Willpower as two higher than normal when determining how they react (but not whether they succumb).",
        "source": "Player's Guide to the Changing Breeds, 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "splat": "Shifter",
        "shifter_type": "Ratkin",
        "auspice": "Twitchers"
    },
    {
        "name": "Elegy",
        "description": "By speaking the last rites over a dying Ratkin, you can gurantee his spirit will survive to serve Rat's cause. At the moment of death, he will be reborn as a Rat spirit. Over his dying body, you must recite the greatest accomplishments of his life. All of his Gifts will be gone, but his memories and spirit will remain. Of course, he can be bound or manipulated like any other ephemera, but some wererats are willing to make this ultimate sacrifice in service to the Rat Goddess.",
		"system": "If a wererat's health levels go below Incapacitated, and any of his wounds are aggravated, you may immediately perform this Gift. He gets his shot at Final Rage first - rolling Stamina at difficulty 8 and healing one health level per success - so you can only proceed if he fails that roll. Decide how much Gnosis you want to invest into the Elegy. The dying Ratkin you're trying to help then rolls Gnosis; the difficulty is equal to 10 minus his Rank. Each point of Gnosis you spend before the roll adds one success; if the dying rat gets at least five successes, his flesh withers away. He's reborn as a Rat Jaggling and scampers off into the Umbra.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
		"source": "Ratkin BB p117",
        "values": [5],
        "shifter_type": "Ratkin",
		"auspice": "Shadow Seers",
        "splat": "Shifter"
    }
]