[
    {
        "name": "Fast",
        "description": "The wereshark can survive for a long time using only her inner reserves. A sharkspirit teaches this Gift.",
        "system": "The player spends one Gnosis point. The character need not eat or drink for the next week",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Killing Bite",
        "description": "The Rokea's mouth briefly becomes a razor-edged nightmare, regardless of her form. A shark-spirit teaches this Gift.",
        "system": "The player spends one Rage point. The next successful bite attack the character lands inflicts two extra levels (not dice) of aggravated damage.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Sense Danger",
        "description": "As a race charged with survival, the Rokea need to be able to identify danger. This Gift helps the Rokea know whether or not a being or situation is dangerous to her. It is taught by an avatar of Sea.",
        "system": "The Rokea focuses for a turn; the player rolls Perception + Primal-Urge to determine if an individual or situation is dangerous to her. The difficulty is 6 for immediate and palpable threats, and 8 for subtler or more roundabout ones",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Gulp",
        "description": "The Rokea may swallow anything she can fit into her maw, then regurgitate it later, unharmed. A tiger shark-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. Swallowed objects may be stored indefinitely, and are considered dedicated for the purpose of shapeshifting. Only one object can be stored at a time, although full containers such as backpacks count as 'one object.'",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Gift of the Ray",
        "description": "The Rokea may deliver a venomous sting with her tail or fingertip. Stingray-spirits teach this Gift.",
        "system": "The player spends one Gnosis point to manifest the stinger. Stinging is a Dexterity + Brawl attack (difficulty 7). The victim must roll Stamina (difficulty 9) or take lethal damage equal to the Rokea's Innovation, as well as suffer a –2 wound penalty for the remainder of the scene.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Form of Sea",
        "description": "The Rokea may change her body into liquid and flow through pipes, under doors, or into any other space that will admit her. She may retain cohesion in this form and 'walk' as a humanoid shape, or even drown an opponent by forcing herself down his throat. A freshwater-spirit teaches this Gift.",
        "system": "The player spends two Gnosis points. The character can stay in liquid form for (Innovation) hours. The character cannot bite or claw, but can drown air-breathing opponents with a successful grapple attack and holding the opponent until he runs out of breath. If the liquid body is immersed in salt water, the Gift is immediately canceled.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Patient Hunter",
        "description": "The wereshark may merge with solid matter, be it a wall, floor, or open ground, and watches what happens around her. At any time, she may spring forward and attack. This Gift is taught by an angel shark-spirit.",
        "system": "The player rolls Stamina + Stealth (difficulty 5). The Rokea is undetectable while merged in this fashion.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Primal Assurance",
        "description": "An elder Rokea is certain of his place in the world as few other beings are, and draws strength from this surety. This Gift is taught by an avatar of Sea.",
        "system": "The Rokea permanently adds 30 to her initiative total. Additionally, when the player spends a Willpower point for an automatic success on a roll which produces at least one rolled success, the Willpower point is immediately refunded.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Whirlpool Maw",
        "description": "The Rokea opens her mouth, and anything not firmly anchored is swept into it. She doesn't actually consume the materials (or creatures) swallowed, but they are never seen again. A whirlpool-spirit teaches this Gift.",
        "system": "This Gift only works in Gladius or Chasmus form. The player spends a Rage point and rolls Rage (difficulty 7). The Gift functions for one turn per success. During that time, anything that the Rokea could lift (according to her Strength rating) is sucked toward and into her maw. Even objects too large to fit into the Rokea's mouth disappear into the gaping pit. A living being attempting to resist this suction must grab something sturdy and roll Strength (difficulty 8). This Gift functions only in the water",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Gift of the Ray",
        "description": "The Rokea may deliver a venomous sting with her tail or fingertip. Stingray-spirits teach this Gift.",
        "system": "The player spends one Gnosis point to manifest the stinger. Stinging is a Dexterity + Brawl attack (difficulty 7). The victim must roll Stamina (difficulty 9) or take lethal damage equal to the Rokea's Innovation, as well as suffer a –2 wound penalty for the remainder of the scene.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Restraint",
        "description": "This Gift allows the Rokea to ignore her slew-mates and allies when in frenzy. A spirit-servant of Sea teaches it.",
        "system": "The player spends one Willpower point upon entering Frenzy and rolls Willpower (difficulty 6). For each success, she may ignore one character during the frenzy.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Unseen Attack",
        "description": "If the Brightwater can approach her target without being seen, her first attack will also generally be her only one. This Gift is taught by a shark-spirit.",
        "system": "The Rokea's surprise attacks add four dice to their damage. This Gift's effects are permanent.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Narke's Gift",
        "description": "Brightwaters long ago learned the agonizing trick that gives the electric ray its name. A ray-spirit teaches this Gift.",
        "system": "The player spends one Rage point and rolls Rage (difficulty 6). Each success inflicts one level of lethal damage to all non-slewmates within 20 yards (in the water). On land, this Gift can only be used against a grounded target or one the Rokea touches directly. Narke's Gift can only be used once per scene.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Best Policy",
        "description": "Rokea are blunt and straightforward at the best of times. Sea approves of this, and turns this lack of tact into a benefit. A remora-spirit teaches this Gift.",
        "system": "The Rokea's player may spend one Willpower point to add her Harmony in dice to any Persuasion attempt in which she uses nothing but the blunt, absolute, unvarnished truth. The Veil clouds the memories of those she speaks to if telling the truth causes her to reveal her nature.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "No Walls",
        "description": "The Rokea may move about on Unsea as freely as in Sea... in the most direct manner possible. A spirit-servant of Kun teaches this Gift.",
        "system": "The player rolls Strength + Athletics (difficulty 7). Success allows the Rokea to smash through any man-made obstacle or structure that impedes the most direct path between the wereshark and the place he seeks to be.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Kun's Warning",
        "description": "Some islander legends speak of a person born with a shark's mouth between his shoulder blades, who later became a shark and killed and ate other islanders. Likely asnot, these tales are garbled stories of the Kun's Warning Gift. Used in modern times mainly by betweeners and their hunters, this Gift causes a shark's maw to appear on the Rokea's back. This allows some early warning for the Rokea, as well as an extra line of defense against multiple opponents. A shark-spirit teaches this Gift.",
        "system": "The player spends one Rage point and rolls Stamina + Primal-Urge (difficulty 7). This Gift is active for one day per success, unless the Rokea decides to cancel it earlier. The mouth appears between the Rokea's shoulder blades and protrudes only slightly; not enough to give the Rokea a 'humped' look. While this Gift is active, the teeth will begin to gnash should anyone try to creep up behind the wereshark. If the stalker is using a supernatural power to remain hidden (such as the Gift: Blur of the Milky Eye), the Storyteller should roll the Rokea's Gnosis (difficulty 8). If the roll succeeds, the mouth 'notices' the stalker and reacts accordingly. The jaws can be used to inflict normal bite damage, provided the Rokea can position herself in such a way as to allow this.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Sea's Winds",
        "description": "The Rokea surrounds herself with a blazing nimbus of light and battering winds or currents. No one may approach her unbidden, and any that try risk being burnt by the light.",
        "system": "The player spends two Willpower points. For the remainder of the scene, anyone wishing to approach the Rokea unbidden must accumulate 15 successes on an extended Strength + Athletics roll (difficulty 8). Each turn they attempt this, they must soak three levels of bashing damage; Qyrl-minions suffer aggravated damage instead. If the intruder manages to reach the Rokea, they have only one action before they are swept away and must start again.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "King Fish",
        "description": "This Gift allows the Dimwater to command the respect of others. A sharkspirit teaches it.",
        "system": "The Rokea permanently adds one die to Leadership and Intimidation rolls",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Crushing Depths",
        "description": "The Rokea crushes an enemy beneath the vast weight of the ocean, immobilizing them. The target labors to do anything other than breathe so long as the Dimwater maintains eye contact. Any deep-sea-spirit can teach this Gift.",
        "system": "The character must make eye contact with the target. The player spends one Willpower point and rolls Charisma + Intimidation (difficulty of the target's Willpower). This Gift's effects persist until the wereshark breaks eye contact, or the victim frenzies or suffers injury",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Spit Teeth",
        "description": "The Rokea can fire her teeth at a distant opponent. This Gift may be used in any form - even Homid. It is taught by a shark-spirit.",
        "system": "The player rolls Dexterity + Athletics (difficulty 6) to aim the blast of razor-sharp teeth, with a maximum range of 25 feet. The attack has a base aggravated damage of the wereshark's Valor. It takes one turn to regenerate the fired teeth.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Drown",
        "description": "The Rokea causes an air-breather to grow gills, forcing her to breathe water or suffocate. While the Gift has its diplomatic uses, it is more often used to kill humans, or force them to leap into the water... where the Dimwater's slew awaits. Any fish-spirit can teach this Gift.",
        "system": "The player spends a Willpower point and rolls Willpower (difficulty of the victim's Stamina + 4, maximum 9). Success forces the target to breathe water (fresh or salt) to survive for the next hour.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Sea's Wisdom",
        "description": "The Dimwater swims in circles, creating a small whirlpool. He hears the voice of Sea in the rushing water, and asks her advice. This gift is taught by a spirit-servant of Sea.",
        "system": "The player rolls Intelligence + Rituals (difficulty 7). The more successes rolled, the clearer Sea's advice.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Living Sea",
        "description": "The Rokea causes water to come to semi-solid life. This can be used to propel the Rokea at great speeds (tripling her aquatic movement speed), or can be aimed at a target, immobilizing - or even strangling - a victim. On land, nearby sources of water may be made to extend tendrils of living water to similar effect. A spirit-servant of Sea teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Occult (difficulty 6). The Rokea causes water to come to semi-solid life. This can be used to propel the Rokea at great speeds (tripling her aquatic movement speed), or can be aimed at a target, immobilizing - or even strangling - a victim. On land, nearby sources of water may be made to extend tendrils of living water to similar effect. A spirit-servant of Sea teaches this Gift.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Leviathan",
        "description": "The wereshark becomes a monstrous shark, nearly 80 feet long, gaining +5 to all physical attributes after Fighting Jaws modifiers, and regains a minimum of one Rage point per turn. This Gift lasts until the end of the scene.",
        "system": "The player spends two Willpower points and two Rage points. The Rokea becomes a monstrous shark, nearly 80 feet long, gaining +5 to all physical attributes after Fighting Jaws modifiers, and regains a minimum of one Rage point per turn. This Gift lasts until the end of the scene.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Wound Undersea",
        "description": "This Gift is used only in times of truly dire need. The wereshark opens a vent in the sea floor, calling lava from it. This boils the victim, inflicting lethal damage each turn. A spirit-servant of Sea teaches this Gift.",
        "system": "This Gift is used only in times of truly dire need. The wereshark opens a vent in the sea floor, calling lava from it. This boils the victim, inflicting lethal damage each turn. A spirit-servant of Sea teaches this Gift.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Blood of the Deeps",
        "description": "Most sharks aren't built to operate in environments of extreme cold or pressure, but Darkwaters must go where Sea's greatest secrets are hidden. This Gift allows them to do so. Any deep-sea spirit can teach it.",
        "system": "The wereshark becomes permanently capable of surviving deep-ocean environments.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Chill",
        "description": "The Darkwater may summon up the essence of the abyssal depths and saturate the area with it. This chills both the water (or air) around him and the souls of those not of his slew. A servant of Sea teaches this Gift.",
        "system": "The player spends one Rage point. The temperature in her immediate area drops significantly for the rest of the scene. All characters not of the wereshark's slew suffer a +1 difficulty to all non-physical actions",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Enter Sea's Soul",
        "description": "The Rokea may swim sideways to cross the Gauntlet in the same fashion as werewolves do. Any servant of Sea may teach this Gift.",
        "system": "This Gift's effects are permanent.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Piercing Shriek",
        "description": "The Darkwater emits a terrible wail that paralyzes any who hear it. This Gift is taught by a dolphin-spirit.",
        "system": "The player spends one Rage point and rolls Wits + Primal-Urge (difficulty 6). Anyone within 30 feet (in the water) or 15 feet (on land) must oppose the Rokea's roll with a Willpower roll (difficulty 8). Those who do not match or beat the Rokea's successes collapse in agony for a number of turns equal to the difference in successes - including the Rokea's slewmates. Characters with superhuman hearing cannot roll to resist.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Swim Through the School",
        "description": "The Darkwater moves through crowds with ease, whether schools of fish or crowds of humans. This Gift even mitigates the Curse. An eel-spirit teaches it.",
        "system": "The player spends a Gnosis point. For the rest of the scene, crowds part before the Rokea, allowing her to move unimpeded at her top speed. Additionally, her Rage rating is cut in half (round down) for the purpose of the Curse.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Sea's Breath",
        "description": "The Rokea may swim' through the air as though it were the open ocean, even breathing normally in her water-bound forms. A flying fish-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. The wereshark may 'swim' through the air for the rest of the scene. However, she cannot get much altitude - 10 to 15 feet off the ground (or ocean's surface) is as high as she can rise.",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Shock Wave",
        "description": "The Darkwater emits a powerful shockwave, like a depth charge. This Gift can be used in or out of water, although water conducts force much better than air. This Gift is taught by a wave-spirit.",
        "system": "The player spends one Willpower point and rolls Rage (difficulty 6 in water, 7 on land). Success creates a concussion wave that travels out from the Rokea in a cone reaching Stamina yards on land and twice that in the water. Anything caught in the blast suffers a number of levels of lethal damage equal to the successes on the Rage roll. On land, targets must make a Dexterity + Athletics roll (difficulty 8) or be knocked prone",
        "source": "Changing Breeds 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Silent Sending",
        "description": "Secrecy is not a priority for most Rokea, but the Darkwaters dabble in things that make the Dimwaters nervous. This Gift allows the Darkwater to use the Sending selectively, communicating her messages only to those she wishes to hear them. Remora spirits teach this Gift.",
        "system": "The player rolls Intelligence + Primal-Urge (difficulty 6) to activate the Gift. If the player succeeds, the Rokea may choose who hears her Sendings for the duration of the scene.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Relentless Hunt",
        "description": "Sharks are amazingly simple beings, crafted byevolution (or Sea?) to hunt, swim, and spawn. The Rokea, of course, are slightly more complicated beings. Even so, a Rokea with this Gift can choose a course of action and then not be dissuaded from it, come what may.This Gift is taught by a shark-spirit.",
        "system": "When the RokealeamsthisGift, shechooses a goal or a course of action ('Protect the Warm Currents Grotto,' or 'Hunt down Bleeds-Night'). Once set upon her course, nothing can force her to leave it. No form of mind or emotion control will cause her to abandon or act in amanner counterto that goal. The player receives one automaticsuccesson anyrolldirectly involved in accomplishingthegoalor following the action.If the Rokea ever wishes to change the focus of this Gift, the player must spend a permanent Willpower point. If she accomplishes her goal, she may choose another without expenditure.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Salmon's Return",
        "description": "The Rokea blessed with this Gift isnever lost.She can always trace her route, in the ocean or on land, and darkness, weather, or deliberate tampering with her trail are insufficient to throw her off course. This Gift is taught by a salmon-spirit.",
        "system": "Once learned, this Gift is always active. The Rokea can always retrace her steps on land, and can always find her way back to a familiar place in water. Gifts such as Trackless Waste must score more successes than the Rokea's Willpower to be effective, and even then they only work for a matter of minutes. The Rokea will always recognize a place she has seen before, even if it has changed dramatically. Needless to say, the Rokea's sense of direction is also perfect (i.e., she can always find true north).",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Set the Mind Adrift",
        "description": "Occasionally, a Rokea chooses to incapacitate an enemy (or ar frenzied ally) without harming him.This Gift allows the Rokea to force a target into a vivid hallucination, in which he is drifting in the ocean with nothing around for miles. The Rokea may also use this Gift as a terror or interrogation technique by making subtle changes in the vision. This Gift is taught by a spiritservant of Oversea.",
        "system": "The player spends aWillpower point and rolls Manipulation + Intimidation (difficulty of the target's Willpower). Success places the target into the hallucination. The target simply sits down or swims in circles, all the while believing that he is lost in the ocean. If the player makes a successful Manipulation + Expression roll (difficulty 6), the Rokea can add other details to the vision — threatening storm clouds, shark's fins in the water, etc. The target can hear the Rokea's voice, and so can answer any questions directed at him. If the target has reason to believe the hallucination false, he may roll Willpower (difficulty 7) to resist. He must accumulate at least as many successes on this roll as the Rokea's player did on the Manipulation + Intimidation roll to break free. This Gift lasts for one scene otherwise.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Mindless Fight",
        "description": "A brutal frenzy is often an asset in a fight, but the eldest of the Rokea have honed their frenzies until they reap all of the benefits and few of the drawbacks. The Rokea can channel her Rage into not only speed, but endurance and power as well. This Gift is taught by a shark-spirit.",
        "system": "Once the Rokea learns this Gift, her use of Rage becomes diversified. First of all, the limits on how much Rage may be spent in a turn are lifted. The player may spend as much of the character's Rage for extra actions as she wishes. Second, in any turn in which Rage is spent, the character ignores wound penalties. Finally, the player receives two extra dice to soak in any turn in which she spends Rage.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Ocean's Peace",
        "description": "The Rokea's place is the Sea. They are at home there, and if not at peace, then at least secure in the knowledge that they belong there. An elder Rokea carries this self-assurance with her wherever she swims, Sea or Unsea. This Gift is taught by a spirit-servant of Sea.",
        "system": "The Rokea with this Gift always adds 30 to her initiative rolls. In addition, if the player succeeds on a Willpower roll (difficulty 7), the Rokea may exert her confidence moreforcefully for the remainderof the scene. In game terms, the player may spend a Willpower point to add asuccesstoany roll, but aslong asone other success is scored, she does not lose the point. The Willpower point is actually lost only if none of the dice show successes after any oneshave subtracted other successes)",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "First Feeling",
        "description": "The ocean may be majestic and beautiful when humans see it from the shore, but when they actually set foot in the water, most humans know fear. The Brightwaters can turn that primeval dread of drowning (or being swept away, or being eaten, etc.) to their advantage, causing an airbreather to run in fear from any body of water, even a puddle. A servant of Sea teaches this Gift.",
        "system": "The player spends one Rage point and rolls Charisma + Intimidation. The difficulty varies based on how large a body of water the target can see (difficulty 4 for the ocean, 5 for a large lake, 7 for a pond, 8 for a swimming pool, 10 fora puddle). If the target cannot see a body of water, this Gift has no effect. If the roll is successful, the target is overcome with fear and runs in terror for the highest ground he can find. This terror lasts for one turn per success. First Feeling has no effect on Rokea or any other creature that can naturally breathe water (including shapeshifters who know Gifts that allow them to do so).",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Undertow",
        "description": "The Brightwater calls up a vicious current that sweeps a target in a direction of the Rokea's choice. This Gift can be used to drag a human out to sea, to force a (small) ship to run aground, or even to sweep a foe — or meal — towards the Brightwater's waiting maw. This Gift is taught by a spirit-servant of Sea.",
        "system": "The player spends one Gnosis point and rolls Strength + Primal-Urge (difficulty 7). The number of successes determines the strength of the undertow; anyone caught in the current must roll Strength + Athletics (difficulty 8) and exceed the Rokea's successes to escape it.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Bends",
        "description": "Air-breathing creatures have, in recent years, been able to reach great depths. Some Rokea have noticed that if they surface too quickly, Sea becomes angry and causes them great pain and possibly death (humans know this phenomenon as 'decompression sickness' or 'the bends'). This Gift allows the Brightwater to inflict such agony on a target, whether or not she normally breathes air, or whether she is currently in the water. A servant of Sea teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Strength + Medicine (difficulty 7). Each success inflicts one level of lethal damage. On land, any target may attempt to soak this damage. Underwater, however, only water-breathers may do so. The wounds caused by this Gift are extremely painful; as such, all wound penalties are increased by one (for example, a character dropped to the Hurt level by this Gift subtracts 2 dice from all actions, not one).",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "School's Fear",
        "description": "The Brightwater can cause a group of beings — be it a school of fish, a crowd of people, or even apack of Garou—to be seized with the fear that something is coming to eat them. Those gripped with the fear will panic and run (or swim) for their lives. This Gift is taught by the spirit of any small, schooling fish.",
        "system": "The targets need not actually see the Rokea for the Gift to work. The player simply rolls Charisma + Intimidation. The difficulty depends on the targets. Used against a school of normal fish or a group of humans, the difficulty is 6. Against active predators —a school of sharks or a pack of wolves, or even a group of soldiers or policemen — the difficulty rises to 8. Used against any group that includes supernatural beings, the difficulty is 9. If the roll succeeds, the group panics and runs for one turn per success (humans and fish usually keep fleeing until they reach safety).",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Oversea's Cycle",
        "description": "The Brightwaters are bom in the time of Oversea's greatest pain. As such, they enjoy a strange connection to him, and can use this connection in several ways. When the moon is full or the sun is shining, die may draw upon his anger. When the Wound iscovered — die sun isclouded over or the new moon rises — die Brightwater may heal his own pain. This Gift is taught by a spirit-servant of Oversea.",
        "system": "When the sun or the full or gibbous moon shines, the player may roll Willpower (difficulty 6). The Rokea regains a point of Rage for each success, with no danger of frenzy. If the Wound is not visible, the Rokea may regain lost health levels or Willpower points in the same way.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Scuttle",
        "description": "The mightiest of the Brightwaters can sink any vessel afloat, simply by biting a chunk from the hull. The few Rokea who do know this Gift use it sparingly, as it exhausts the user. Even so, not all of the ships sunk in the world's naval battles were sunk by enemy fire. This Gift is taught by a spirit-servant of Kun herself.",
        "system": "The player spends one permanent Rage point and rolls Strength + Brawl. The difficulty varies on the size and durability of the craft. A wooden sailboat would be difficulty 5, while a cruise liner or battleship would be difficulty 9. A single success is enough to cause the ship to begin taking on water, and the vessel will sink unless she can reach port in a few scant hours. After using this Gift, the Brightwater automatically shifts to breed form and is too weak to do anything but swim very slowly for one hour.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Swim Undersea's Bloodstream",
        "description": "The Rokea can enter Undersea's bloodstream — the series of mystical tunnels that connects Grottoes — at any Grotto and emerge at another nearly anywhere else in the world. The Rokea must obtain permission from the spirits of both Grottoes, or else she will be shunted off to a totally random and possibly dangerous place somewhere in between the two Grottoes. This Gift is taught by any Grotto-spirit.",
        "system": "The player spends one Willpower point and rolls Charisma + Rituals (difficulty 4 + the Grotto's level). The player must make this roll twice; once when the Rokea enters Undersea's bloodstream and once when she reaches her destination. The Rokea can normally only travel to Grottoes she has visited before, but the Grottoes can be anywhere in the world.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Common Foe",
        "description": "When battle lines are drawn, Dimwaters see two sides: theirs and the enemy. The eldest Dimwaters remember when the most common enemies were the servants and children of Qyrl, and can call other beings into service against such creatures, no matter their usual allegiance. This Gift is taught by a spirit-servant of Kun.",
        "system": "The player spends one Willpower point and rolls Charisma + Leadership (difficulty 6). The character emits either a Sending or a low growl. For the remainder of the scene, any non-corrupted supernatural beings (Changing Breeds, most mages, even changelings) cannot attack one another so long as a common threat is present (usually a monstrous Wyrm-beast of some kind).",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Voice of the Depths",
        "description": "In the deep oceans, there are spirits who have lain quietly since before the dawn of man. For the Rokea brave enough to find them, the knowledge to be gained is great. Using this Gift, the Darkwaters can converse with their eyes and ears — the sea anemones and polyps that line the ocean floor — and gain insight. Their advice is always cryptic and usually incomplete, but the Darkwaters love a challenge. Anemone-spirits can teach this Gift, but usually the Darkwater must travel to the lightless deeps to learn it directly from a primordial spirit.",
        "system": "The player rolls Manipulation + Rituals (difficulty 6) to make the proper overtures to the primordial spirits. The Rokea is then rewarded with advice and visions concerning the topic in question. Over the years, the Darkwaters have found that these beings know more about human affairs than might be expected, which only makes them more interested in these beings' knowledge. The Storyteller decides what the Rokea learns, how mysterious the words are, and the roll (if any) that the player can make to interpret the information.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "No Blood",
        "description": "Most sharks use vibrations and electrical pulses as well as smell to track food. The Darkwater using this Gift renders herself completely invisible to these senses. Even if she bleeds, she still emits no smell at all. Also, her coloration changes so that any attempts to see her coming are stifled as well. In short, as long as the wereshark remains silent, she likely remains undetected. A stingray spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Stealth (difficulty 6). Success indicates that the Rokea is completely undetectable by scent, vibration, or electric pulse, and any attempts to detect by sight are at +3 difficulty. While this Gift is most useful underwater, it does thwart Gifts like Scent of Sight as well. The Gift's effects last for one hour per success, though attacking or otherwise drawing attention to oneself cancels them.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Summon Scuttlers",
        "description": "Darkwaters are intrigued by different kinds of foes, and find it useful to study their enemies for information and new ideas. This Gift allows the Rokea to summon scores of Scuttlers — spirit minions of C'et — who swarm over the Rokea's foe, paralyzing him. This Gift is taught by a Scuttler.",
        "system": "The player spends one Gnosis point and rolls Charisma + Enigmas (difficulty 8, 6 on land). The target is held immobile for one turn per success. The pattern spiders who answer the call on land may or may not choose to release the target (Storyteller's discretion).",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Waves' Passage",
        "description": "The Darkwater can focus her attention on an object and cause it to age in the way it would if it sat underwater for several years. Wood becomes brittle and easily broken, silver tarnishes, metal rusts, and chemicals dilute. This Gift is taught by a spirit-servant of Sea.",
        "system": "This Gift takes a full turn to invoke. The player rolls Wits + Enigmas (difficulty 7). Every success indicates a year spent underwater. One success is usually enough to erode wood to the point that it crumbles, while metal requires three or more, depending on the strength of the material. This Gift can be used as an extended action, however, allowing the Rokea to slowly eat away at very durable material.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Oversea's Gift",
        "description": "If the Rokea are jealous of anything, it is the ability some creatures have to swim through Oversea. Forsomeyears, land-dwelling Rokea have tried to learn the secret of flight, never suspecting that the Darkwaters discovered the trick years ago. By using this Gift, the Rokea's body becomes lighter, and a thin membrane connects her extremities, giving her a silhouette like a butterfly. She can then fly both through Sea and Oversea, for as long as she wishes. A spirit-servant of Oversea teaches this Gift.",
        "system": "This Gift can only be used in Gladius form. To activate it, the player spends two Gnosis points. The Rokea can fly, slowly (maximum speed of 30 mph), but can swim much faster (maximum speed of 70 mph for short bursts). The Rokea's Attributes do not change, nor does her natural weaponry, so she may p/erTAree:Bre<*eAexecute dive-bomb attacks with ease. This Gift remains active until the Rokea wills it to end. While the Gift is active, a Delirium-like effect masks the Darkwater: normal humans ignore her entirely, and supernatural beings must roll Willpower (difficulty 8) to see her unless they use some special power.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Pall",
        "description": "The Rokea calls forth amass of inky blackness, that traps anyone caught within it. The Rokea knows all that occurs within the shroud, in the Realm or the Umbra, and can choose to be anywhere she wishes within the pall. While Qyrlings are rumored to teach this Gift (and can indeed do so), most Darkwaters leam it from the spirits of deep-sea fish.",
        "system": "The player spends two Gnosis points and rolls Gnosis (difficulty of the local Gauntlet). The blackness seeps from the Rokea's eyes and mouth and fills a spherical area 25' in diameter. Anyone caught within the sphere must make a Willpower roll (difficulty of the Rokea's Gnosis) and achieve more successes than the player did on the Gnosis roll in order to escape. While the sphere is up, the Rokea can transport herself to any point within it instantly, on either side of the Gauntlet. She can hear and see everything within the sphere, even if silent communication methods like the Gifts: Silent Sending or Mindspeak are used. Likewise, she understands anything said in the sphere, regardless of language.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Find Sea",
        "description": "The Rokea with this Gift can always find the fastest route to the ocean, regardless of how far inland she is. The fastest route might not be the most direct, of course, especially if the Rokea is in a vehicle of some kind. Any bird-spirit can teach this Gift.",
        "system": "The player rolls Perception + PrimalUrge (difficulty 6). Success means the character knows how far and in which direction the sea lies.",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "C'et's Mysteries",
        "description": "The betweener can call on land-dwelling Scuttlers to aid her in using human technology. The Rokea can make good use of such oddities as cars, guns, computers, and so forth, even if she has had no prior contact with them. This Gift is taught by a Pattern Spider.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Science (difficulty 6). One success gives the Rokea passing familiarity with a form of technology (she'll know how to turn a computer on, for instance). Two successes grants one dot of an appropriate Ability. Extra successes bestow one dot of the ability for every two successes, rounding up (so five successes on the roll would grant 3 dots in an Ability). These effects last for only one scene",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    },
    {
        "name": "Enter Unsea's Soul",
        "description": "Betweeners find that Unsea's Soul isn't always quite as dangerous as Sea's Soul, and since fewocean-dwellers can follow them into the Umbra, this Gift makes a superb escape method",
        "system": "The player spends one Willpower point and rolls Willpower + PrimalUrge (difficulty 6). The character can then enter the Umbra, the Realm, or the Realm of the Dead, as the player desires. The character can also enter the Realm of the Dead by spending one Willpower point and rolling Willpower + PrimalUrge (difficulty 6).",
        "source": "Breed Book: Rokea",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
		"splat": "Shifter",
        "shifter_type":  ["Rokea"]
    }
]
