[
    {
        "name": "Bind the Accusing Tongue",
        "description": "This ancient ritual is said to have been one of the first developed by the Tremere and a primary reason for the lack of cohesive opposition to their expansion. Bind the Accusing Tongue lays a compulsion upon the subject that prevents him from speaking ill of the caster, allowing the thaumaturge to commit literally unspeakable acts without fear of reprisal.",
        "system": "The caster must have a picture or other image or effigy of the ritual's target, a lock of the target's hair, and a black silken cord. The caster winds the cord around the hair and image while intoning the ritual's vocal component. Once the ritual is complete, the target must score more successes on a Willpower roll (difficulty of the caster's Thaumaturgy rating + 3) than the caster scored in order to say anything negative about the caster. The ritual lasts until the target succeeds at this roll or the silk cord is unwound, at which point the image and the lock of hair crumble to dust.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Blood Rush",
        "description": "This ritual allows the vampire to create the sensation of drinking blood in himself without actually feeding. The ritual can be used for pleasure, but it is more often used to prevent frenzy when confronted with fresh blood. The vampire must carry the fang of a predatory animal on his person for this ritual to work.",
        "system": "Performance of the ritual results in the Beast being kept in check automatically. Blood Rush allows the vampire to resist hunger-based frenzy for up to one hour, at which point the Cainite feels hungry again (assuming he did before). This ritual takes only one turn to enact.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Communicate with Kindred Sire",
        "description": "By enacting this ritual, the caster may join minds with her sire, speaking telepathically with him over any distance. The communication may continue until the ritual expires or until either party ends the conversation. The caster must possess an item once owned by her sire for the ritual to work.",
        "system": "The caster must meditate for 30 minutes to create the connection. Conversation may be maintained for 10 minutes per success on the activation roll.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Defense of the Sacred Haven",
        "description": "This ritual prevents sunlight from entering an area within 20 feet (six meters) of this ritual's casting. A mystical darkness blankets the area, keeping the baleful light at bay. Sunlight reflects off windows or magically fails to pass through doors or other portals. To invoke this ritual's protection, the caster draws sigils in her own blood on all the affected windows and doors. The ritual lasts as long as the thaumaturge stays within the 20-foot (6-meter) radius.",
        "system": "This ritual requires one hour to perform, during which the caster recites incantations and inscribes glyphs. One blood point is required for this ritual to work.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Deflection of Wooden Doom",
        "description": "This ritual protects the caster from being staked, whether she is resting or active. While this ritual is in effect, the first stake that would pierce the vampire's heart disintegrates in the attacker's hand. A stake merely held near the caster is unaffected; for this ritual to work, the stake must actively be used in an attempt to impale the vampire.",
        "system": "The caster must surround herself with a circle of wood for a full hour. Any wood will work: furniture, sawdust, raw timber, 2' x 4's, whatever. The circle must remain unbroken, however. At the end of the hour, the vampire places a wooden splinter under her tongue. If this splinter is removed, the ritual is nullified. This ritual lasts until the following dawn or dusk.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Devil's Touch",
        "description": "Thaumaturges use this ritual to place curses upon mortals who earn their ire. Using this ritual marks an individual invisibly, causing all those who come in contact with him to receive him poorly. The mortal is treated as the most loathsome individual conceivable, and all who deal with him do everything in their power to make him miserable. Even bums spit at an afflicted individual, and children taunt him and barrage him with vulgarities.",
        "system": "The effects of this ritual last one night, disappearing as the sun rises. The mortal (it doesn't work on vampires) must be present when the ritual is invoked, and a penny must be placed somewhere on his person (in a pocket, shoe, etc.).",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Domino of Life",
        "description": "A vampire wanting or needing to simulate a human characteristic can do so once Domino of Life is cast. For one entire night, the vampire can eat, breathe, maintain a normal body temperature, assume a human flesh tone, or display some other single trait of humankind she desires. Note that only one trait can be replicated in this fashion. The vampire must have a vial of fresh human blood on his person to maintain this ritual.",
        "system": "Using this ritual adds one die to the caster's dice pools when attempting to pass as human. Unless onlookers are especially wary, the Domino of Life should fool them into thinking the caster is mortal - not that they should have any reason to suspect otherwise.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Engaging the Vessel of Transference",
        "description": "This ritual enchants a container to fill itself with blood from any living or unliving being who holds it, replacing the volume of blood taken with an equal amount previously held inside the container. When the ritual is enacted, the vessel (which must be between the size of a small cup and a one-gallon/four-liter jug) is sealed full of the caster's blood and inscribed with the Hermetic sigil which empowers the ritual. Whenever an individual touches the container with his bare skin, he feels a slight chill against his flesh but no further discomfort. The container continues to exchange the blood it contains until it is opened. The two most common uses of this ritual are to covertly create a blood bond and to obtain a sample of a subject's blood for ritual or experimental purposes.",
        "system": "This ritual takes three hours to enact (reduced by 15 minutes for each success on the casting roll) and requires one blood point (although not necessarily the caster's blood), which is sealed inside the container. The ritual only switches blood between itself and a subject if it is touched with bare skin - even thin cotton gloves keep it from activating. Individuals with at least four dots in Occult recognize the Hermetic sigil with two successes on an Intelligence + Occult roll (difficulty 8).",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Illuminate the Trail of Prey",
        "description": "This ritual causes the path of the subject's passing to glow in a manner that only the vampire can see. The tracks shine distinctly, but only to the eyes of the caster. Even airplane trajectories and animal tracks shine with unhealthy light. The ritual is nullified if the target wades through or immerses himself in water, or if he reaches the destination of his journey. The caster must burn a length of white satin ribbon that has been in her possession for at least 24 hours for this ritual to take effect.",
        "system": "The thaumaturge must have a mental picture of or know the name of her prey. The individual's wake glows with a level of brightness dependent on how long it has been since he passed that way - old tracks burn less brightly, while fresh tracks blaze.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Incantation of the Shepherd",
        "description": "This ritual enables the caster to mystically locate all members of his herd. While intoning the ritual's vocal component, he spins in a slow circle with a glass object of some sort held to each of his eyes. At the end of the ritual, he has a subliminal sense of the direction and distance to each of his regular vessels.",
        "system": "This ritual gives the character the location (relative to him) of every member of his Herd. If he does not have the Herd Background, Incantation of the Shepherd locates the closest three mortals from whom the caster has fed at least three times each. This ritual has a maximum range of 10 miles or 15 kilometers times the character's Herd Background, or five miles (eight kilometers) if he has no points in that Background.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Purity of Flesh",
        "description": "The caster cleanses her body of all foreign material with this ritual. To perform it, she meditates on bare earth or stone while surrounded by a circle of 13 sharp stones. Over the course of the ritual, the caster is slowly purged of all physical impurities: dirt, alcohol, drugs, poison, bullets lodged in the flesh, and tattoo ink are equally affected, slowly rising to the surface of the caster's skin and flaking away as a gritty gray film that settles within the circle. Any jewelry, makeup, or clothes that the caster is wearing are also dissolved.",
        "system": "The player spends one blood point before rolling. Purity of Flesh removes all physical items from the caster's body, but does not remove enchantments, mind control, or diseases of the blood.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Wake with Evening's Freshness",
        "description": "This ritual allows a vampire to awaken at any sign of danger, especially during the day. If any potentially harmful circumstances arise, the caster immediately rises, ready to face the problem. This ritual requires the ashes of burned feathers to be spread over the area in which the Kindred wishes to sleep.",
        "system": "This ritual must be performed immediately before the vampire goes to sleep for the day. Any interruption to the ceremonial casting renders the ritual ineffective. If danger arises, the caster awakens and may ignore the Humanity/Path dice pool limit rule for the first two turns of consciousness. Thereafter, the penalty takes effect, but the thaumaturge will have already risen and will be able to address problematic situations.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Widow's Spite",
        "description": "This ritual causes a pain, itch, or other significant (but not deadly) sensation in the subject. Similar in effect to legendary 'voodoo doll' effects, this ritual is used more out of scorn or malice than actual enmity. In fact, it requires a wax or cloth doll that resembles the target, which bleeds when the power takes effect.",
        "system": "The ceremonial doll must resemble, however rudely, the victim of the ritual. It produces no mechanical effect, other than a simple physical stimulus. The caster may determine where on the subject's body the pain or itch appears.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Blood Walk",
        "description": "A thaumaturge casts this ritual on a blood sample from another vampire. Blood Walk is used to trace the subject's Kindred lineage and the blood bonds in which the subject is involved.",
        "system": "This ritual requires three hours to cast, reduced by 15 minutes for each success on the roll. It requires one blood point from the subject. Each success allows the caster to 'see back' one Generation (to a limit of the Fourth Generation - the Third Generation do not give up their secrets so easily), giving the caster both the true name of the ancestor and an image of his face. The caster also learns the Generation and Clan or bloodline from which the subject is descended. With three successes, the caster also learns the identities of all parties with whom the subject shares a blood bond, either as regnant or thrall.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [2]
    },
    {
        "name": "Burning Blade",
        "description": "Developed during Clan Tremere's troubled inception, Burning Blade allows a caster to temporarily enchant a melee weapon to inflict unhealable wounds on supernatural creatures. While this ritual is in effect, the weapon flickers with an unholy greenish flame.",
        "system": "This ritual can only be cast on melee weapons. The caster must cut the palm of her weapon hand during the ritual - with the weapon if it is edged, otherwise with a sharp stone. This inflicts a single health level of lethal damage, which cannot be soaked but may be healed normally. The player spends three blood points, which are absorbed by the weapon. Once the ritual is cast, the weapon inflicts aggravated damage on all supernatural creatures for the next few successful attacks, one per success rolled. Multiple castings of Burning Blade cannot be 'stacked' for longer durations. Furthermore, the wielder of the weapon cannot choose to do normal damage and 'save up' aggravated strikes - each successful attack uses one aggravated strike until there are none left, at which point the weapon reverts to inflicting normal damage.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [2]
    },
    {
        "name": "Donning the Mask of Shadows",
        "description": "This ritual renders its subject translucent; her form appears dark and smoky, and the sounds of her footsteps are muffled. While it does not create true invisibility, the Mask of Shadows makes the subject much less likely to be detected by sight or hearing.",
        "system": "This ritual may be simultaneously cast on a number of subjects equal to the caster's Occult rating; each individual past the first adds five minutes to the base casting time. Individuals under the Mask of Shadows can only be detected if the observer possesses a power (such as Auspex) sufficient to penetrate Obfuscate 3. The Mask of Shadows lasts a number of hours equal to the number of successes rolled when it is cast or until the caster voluntarily lowers it.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [2]
    },
    {
        "name": "Eyes of the Night Hawk",
        "description": "This ritual allows the vampire to see through the eyes of a bird, and to hear through its ears. The bird chosen must be a predatory bird, and the vampire must touch it when initiating this ritual. At the end of this ritual, the caster must put out the bird's eyes, or suffer blindness herself.",
        "system": "The vampire is able to mentally control where the bird travels for the duration of the ritual. The bird will not necessarily perform any other action than flight - the caster cannot command it to fight, pick up and return an object, or scratch a target. The bird returns to the vampire after finishing its flight. If the vampire does not put out the bird's eyes, she suffers a three-night period of blindness. This ritual ceases effect at sunrise.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [2]
    },
    {
        "name": "Machine Blitz",
        "description": "Machines go haywire when this ritual is cast. It takes effect instantly and lasts as long as the vampire concentrates on it. This ritual may be used to kill car engines, erase flash drives, drain the battery of a cellphone, stop life-support machines, et cetera. Essentially, Machine Blitz stops any machine more complex than a rope-and-pulley. The thaumaturge must have a scrap of rusted metal in her possession for this ritual to work, though some vampires use a variant that requires a knot steeped in human saliva to be untied.",
        "system": "This ritual only stops machines; it does not grant any control over them. The effects of this ritual are invisible and appear to be coincidental.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [2]
    },
    {
        "name": "Principal Focus of Vitae Infusion",
        "description": "This ritual imbues a quantity of blood within an object small enough for the vampire to carry in both hands. (The object may not be any larger than this, though it may be as small as a dime.) After the ritual is conducted, the object takes on a reddish hue and becomes slick to the touch. At a mental command, the caster may release the object from its enchantment, causing it to break down into a pool of blood. This blood may serve whatever purpose the vampire desires; many thaumaturges wear enchanted baubles to ensure they have emergency supplies of vitae.",
        "system": "An object may store only one blood point of vitae. If a Kindred wishes to make an infused focus for an ally, she may do so, but the blood contained within must be her own. (If the ally then drinks the blood, he is one step closer to the blood bond). The ally must be present at the creation of the focus.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [2]
    },
    {
        "name": "Recure of the Homeland",
        "description": "The vampire calls on the power of the earth to heal grave wounds she may have received. The thaumaturge must use at least a handful of dirt from the city or town of her mortal birth and recite a litany of her mortal family tree as she casts this ritual.",
        "system": "The Cainite must mix the earth with two points of her own blood to make a healing paste. One handful will heal one aggravated wound, and only one handful can be used per night. This ritual can only be used on the vampire who knows it.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [2]
    },
    {
        "name": "Ward Versus Ghouls",
        "description": "Wary Tremere created this ritual to protect themselves from the minions of vengeful rivals. By invoking this ritual, the caster creates a glyph that causes great pain to any ghouls who come in contact with it. The Kindred pours a point's worth of blood over the object he wishes to ward (a piece of parchment, a coin, a doorknob, etc.), and recites the incantation, which takes 10 minutes. In 10 hours, the magical ward is complete, and will inflict excruciating pain on any ghoul unfortunate enough to touch the warded object.",
        "system": "Ghouls who touch warded objects suffer three dice of lethal damage. This damage occurs again if the ghoul touches the object further; indeed, a ghoul who consciously wishes to touch a warded object must spend a point of Willpower to do so. This ritual wards only one object - if inscribed on the side of a car, the ward affects only that door or fender, not the whole car. Wards may be placed on weapons, even bullets, though this usually works best on small-caliber weapons. Bullets often warp upon firing, however, and for a ward to remain intact on a fired round, the player needs five successes on the Firearms roll.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [2]
    },
    {
        "name": "Warding Circle versus Ghouls",
        "description": "This ritual is enacted in a manner similar to that of Ward versus Ghouls, but creates a circle centered on the caster into which a ghoul cannot pass without being burned. The circle can be made as large and as permanent as the caster desires, as long as she is willing to pay the necessary price. Many Tremere chantries and havens are protected by this and other Warding Circle rituals.",
        "system": "The ritual requires three blood points of mortal blood. The caster determines the size of the warding circle when it is cast; the default radius is 10 feet/3 meters, and every 10-foot/3-meter increase raises the difficulty by one, to a maximum of 9 (one additional success is required for every increase past the number necessary to raise the difficulty to 9). The player spends one blood point for every 10 feet/3 meters of radius and rolls. The ritual takes the normal casting time if it is to be short-term (lasting for the rest of the night) or one night if it is to be long-term (lasting a year and a day). Once the warding circle is established, any ghoul who attempts to cross its boundary feels a tingle on his skin and a slight breeze on his face - a successful Intelligence + Occult roll (difficulty 8) identifies this as a warding circle. If the ghoul attempts to press on, he must roll more successes on a Willpower roll (difficulty of the caster's Thaumaturgy rating + 3) than the caster rolled when establishing the ward. Failure indicates that the ward blocks his passage and inflicts three dice of bashing damage, and his next roll to attempt to enter the circle is at +1 difficulty. If the ghoul leaves the circle and attempts to enter it again, he must repeat the roll. Attempts to leave the circle are not blocked.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [2]
    },    
    {
        "name": "Clinging of the Insect",
        "description": "This ritual allows the caster to cling to walls or ceilings, as would a spider. She may even crawl along these surfaces (as long as they can support her). Use of this power seriously discomfits mortal onlookers. The character must place a live spider under her tongue for the duration of the ritual (though the spider may die while in the thaumaturge's mouth without canceling the power).",
        "system": "The character may move at half her normal rate while climbing walls or ceilings. This power lasts for one scene, or until the vampire spits out the spider.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [3]
    },
    {
        "name": "Flesh of Fiery Touch",
        "description": "This defensive ritual inflicts painful burns on anyone who deliberately touches the subject's skin. It requires the subject to swallow a small glowing ember, which does put off some vampires with low pain thresholds. Some vain thaumaturges use this ritual purely for its subsidiary effect of darkening the subject's skin to a healthy sun-bronzed hue.",
        "system": "Flesh of Fiery Touch takes two hours to cast (reduced by 10 minutes per success). It requires a small piece of wood, coal, or other common fuel source, which ignites and is swallowed at the end of the ritual. The subject who swallows the red-hot ember receives a single aggravated health level of damage (difficulty 6 to soak with Fortitude). Until the next sunset, anyone who touches the subject's flesh receives a burn that inflicts a single aggravated health level of damage (again, difficulty 6 to soak with Fortitude). The victim must voluntarily touch the subject; this damage is not inflicted if the victim is touched or accidentally comes in contact with the subject. This ritual darkens the subject's skin to that which would be obtained by long-term exposure to the sun in a mortal. The tone is slightly unnatural and metallic, and is clearly artificial to any observer who succeeds in a Perception + Medicine roll (difficulty 8).",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [3]
    },
    {
        "name": "Incorporeal Passage",
        "description": "Use of this ritual allows the thaumaturge to make herself insubstantial. The caster becomes completely immaterial and thus is able to walk through walls, pass through closed doors, escape manacles, etc. The caster also becomes invulnerable to physical attacks for the duration of the ritual. The caster must follow a straight path through any physical objects, and may not draw back. Thus, a Kindred may walk through a solid wall, but may not walk down through the earth (as it would be impossible to reach the other side before the ritual lapsed). This ritual requires that the caster carry a shard from a shattered mirror to hold her image.",
        "system": "This ritual lasts a number of hours equal to the number of successes scored on a Wits + Survival roll (difficulty 6). The caster may prematurely end the ritual (and, thus, her incorporeality) by turning the mirror shard away so that it no longer reflects her image.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [3]
    },
    {
        "name": "Mirror of Second Sight",
        "description": "This object is an oval mirror no less than four inches (10 cm) wide and no more than 18 inches (45 cm) in length. It looks like a normal mirror, but once created, the vampire can use it to see the supernatural: It reflects the true form of Lupines and faeries, and enables the owner to see ghosts as they move though the Underworld. The caster creates the mirror by bathing an ordinary mirror in a quantity of her own blood while reciting a ritual incantation.",
        "system": "The ritual requires one point of the vampire's blood. Thereafter, the mirror reflects images of other supernatural creatures' true forms - werewolves appear in their hulking man-wolf shapes, magi glow in a scintillating nimbus, ghosts become visible (in the mirror), and so on. Sometimes, the mirror also reveals those possessed of True Faith in clouds of golden light.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [3]
    },
    {
        "name": "Pavis of Foul Presence",
        "description": "The Tremere joke privately that this is their 'ritual for the Ventrue.' Kindred who invoke the Presence Discipline on the subject of this ritual find the effects of their Discipline reversed, as if they had used the power on themselves. For example, a vampire using Presence to instill fear in a Kindred under the influence of this ritual feels the fear herself; a vampire summoning the caster is instead drawn to the thaumaturge's location. This ritual is an unbroken secret among the Tremere, and the Warlocks maintain that its use is unknown outside their Clan. The magical component for this ritual is a length of blue silken cord, which must be worn around the caster's neck.",
        "system": "This ritual lasts against a number of effects equal to the successes rolled, or until the sunrise after it is enacted. Note that the Presence Discipline power must actually succeed before being reversed by the ritual. As such, only powers that specifically target the caster (and thus, require a roll to succeed) can be reversed - 'passive' powers such as Majesty are not affected.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [3]
    },
    {
        "name": "Sanguine Assistant",
        "description": "Thaumaturges often need laboratory assistants whom they can trust implicitly. This ritual allows the intrepid vampire to conjure a temporary servant. To cast the ritual, the thaumaturge slices open his arm and bleeds into a specially prepared earthen bowl. The ritual sucks in and animates whatever random unimportant items the wizard happens to have lying around his workshop - glass beakers, dissection tools, pencils, crumpled papers, semiprecious stones - and binds the materials together into a small humanoid form animated by the power of the ritual and the blood.",
        "system": "The player spends five blood points and rolls. The servant created by the ritual stands a foot (30 cm) high and appears as a roughly humanoid shape composed of whatever the ritual sucked in for its own use. It lasts for one night per success rolled. At the end of the last night, the assistant crawls into the bowl used for its creation and falls apart. The assistant can be reanimated through another application of this ritual; if the caster so desires, it re-forms from the same materials with the same memories and personality. A Sanguine Assistant has Strength and Stamina of 1, and Dexterity and Mental Attributes equal to those of the caster. It begins with no Social Attributes to speak of, but gains one dot per night in Charisma and Manipulation until its ratings are equal to those of the caster. It has all of the caster's Abilities at one dot lower than his own. A Sanguine Assistant is a naturally timid creature and flees if attacked, though it will try to defend its master's life at the cost of its own. It has no Disciplines of its own, but has a full understanding of all of its master's Thaumaturgical knowledge and can instruct others if so commanded. A Sanguine Assistant is impervious to any mind-controlling Disciplines or magic, so completely is it bound to its creator's will.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [3]
    },
    {
        "name": "Shaft of Belated Quiescence",
        "description": "This ritual turns an ordinary stake of rowan wood into a particularly vicious weapon. When the stake penetrates a vampire's body, the tip breaks off and begins working its way through the victim's flesh to his heart. The trip may take several minutes or several nights, depending on where the stake struck. The stake eludes attempts to dig it out, burrowing farther into the victim's body to escape surgery. The only Kindred who are immune to this internal attack are those who have had their hearts removed by Serpentis.",
        "system": "The ritual takes five hours to enact, minus 30 minutes per success. The stake must be carved of rowan wood, coated with three blood points of the caster's blood, and blackened in an oak-wood fire. When the ritual is complete, the stake is enchanted to act as described above. An attack with a Shaft of Belated Quiescence is performed as with a normal stake: a Dexterity + Melee roll (difficulty 6, modified as per the normal combat rules; the attack does not need to specifically target the heart) with a lethal damage rating of Strength + 1. If at least one health level of damage is inflicted after the target rolls to soak, the tip of the stake breaks off and begins burrowing. If not, the stake may be used to make subsequent attacks until it strikes deep enough to activate. Once the tip of the stake is in the victim's body, the Storyteller begins an extended roll of the caster's Thaumaturgy rating (difficulty 9), rolling once per hour of game time. Successes on this roll are added to the successes scored in the initial attack. This represents the tip's progress toward the victim's heart. A botch indicates that the tip has struck a bone and all accumulated successes are lost (including those from the initial attack roll). Removing the part of the body where the tip impacted (such as a Tzimisce turning into blood or a vampire cutting off their arm) may stop the tip's progress, depending on the number of successes acquired and the Storyteller's discretion. When the shaft accumulates a total of 15 successes, it reaches the victim's heart. This paralyzes Kindred and is instantly fatal to mortals and ghouls. Attempts to surgically remove the tip of the shaft can be made with an extended Dexterity + Medicine roll made once per hour (difficulty 7 for Kindred and 8 for mortals). The surgeon must accumulate a number of successes equal to those currently held by the shaft in order to remove the tip. Once surgery begins, however, the shaft begins actively evading the surgeon's probes, and its rolls are made once every 30 minutes for the duration of the surgery attempt. Each individual surgery roll that scores less than three successes inflicts an additional unsoakable level of lethal damage on the patient. Shaft of Belated Quiescence may be performed on other wooden impaling weapons, such as spears, arrows, practice swords, and pool cues, provided that they are made of rowan wood. It may not, however, create a Bullet of Belated Quiescence.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [3]
    },
    {
        "name": "Ward versus Lupines",
        "description": "This wards an object in a manner identical to that of the Level Two ritual Ward Versus Ghouls, except that it affects werewolves.",
        "system": "Ward versus Lupines behaves exactly as does Ward versus Ghouls, but it affects werewolves rather than ghouls. The ritual requires a handful of silver dust rather than a blood point.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [3]
    },
    {
        "name": "Bone of Lies",
        "description": "This ritual enchants a mortal bone so that anyone who holds it must tell the truth. The bone in question is often a skull, though any part of the skeleton will do - some casters use strings of teeth, necklaces of finger joints, or wands fashioned from ribs or arms. The bone grows blacker as it compels its holder to tell the truth, until it has turned completely ebony and has no magic left. This ritual binds the spirit of the individual to whom the bone belonged in life; it is this spirit who wrests the truth from the potential liar. The spirit absorbs the lies intended to be told by the bone's holder, and as it compels more truth, it becomes more and more corrupt. If summoned forth, this spirit reflects the sins it has siphoned from the defeated liar (in addition to anger over its unwilling servitude). For this reason, anonymous bones are often used in the ritual, and the bone is commonly buried after it has been used to its full extent. A specific bone may never be used twice for this ritual, though different bones from the same corpse can.",
        "system": "The bone imbued with this magical power must be at least 200 years old and must absorb 10 blood points on the night that the ritual is cast. Each lie the holder wishes to tell consumes one of these blood points, and the holder must speak the truth immediately thereafter. When all 10 blood points have been consumed, the bone's magic ceases to work.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [4]
    },
    {
        "name": "Firewalker",
        "description": "This ritual imbues the vampire with an unnatural resistance to fire. Only a foolish vampire would actually attempt to walk on or through fire, but this ritual does grant an advanced tolerance to flame. Some Sabbat use this ritual to show off, while other thaumaturges use it only for martial concerns. To enact the ritual, the caster must cut off the end of one of his fingers and burn it in a Thaumaturgical circle.",
        "system": "Cutting off one's finger does not do any health levels of damage, but it hurts like hell and requires a Willpower roll to perform. This ritual may be cast on other vampires (at the expense of the caster's fingertips...). If the subject has no Fortitude, he may soak fire with his Stamina for the duration of this ritual. If the vampire has Fortitude, he may soak fire with his Stamina + Fortitude for the duration of the ritual. This ritual lasts one hour.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [4]
    },
    {
        "name": "Heart of Stone",
        "description": "A vampire under the effect of this ritual experiences the transformation suggested by the ritual's name: his heart is completely transmuted to solid rock, rendering him virtually impervious to staking. The subsidiary effects of the transformation, however, seem to follow the Hermetic laws of sympathetic magic: The vampire's emotional capacity becomes almost nonexistent, and his ability to relate to others suffers as well.",
        "system": "This ritual requires nine hours (reduced by one hour for every success). It can only be cast on oneself. The caster lies naked on a flat stone surface and places a bare candle over his heart. The candle burns down to nothing over the course of the ritual, causing one aggravated health level of damage (difficulty 5 to soak with Fortitude). At the end of the ritual, the caster's heart hardens to stone. The caster gains a number of additional dice equal to twice his Thaumaturgy rating to soak any attack that aims for his heart and is completely impervious to the effects of a Shaft of Belated Quiescence. Additionally, the difficulty to use all Presence or other emotionally manipulative powers on him is increased by three due to his emotional isolation. The drawbacks are as follows: the caster's Conscience/Conviction and Empathy scores drop to 1 (or to 0 if they already were at 1) and all dice pools for Social rolls except those involving Intimidation are halved (including those required to use Disciplines). All Merits that the character has pertaining to positive social interaction are neutralized. Heart of Stone lasts as long as the caster wishes it to.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [4]
    },
    {
        "name": "Splinter Servant",
        "description": "Another ritual designed to enchant a stake, Splinter Servant is a progressive development of Shaft of Belated Quiescence. (The two rituals, however, are mutually exclusive.) A Splinter Servant consists of a stake carved from a tree which has nourished itself on the dead. The stake must be bound in wax-sealed nightshade twine. When the binding is torn off, the Splinter Servant leaps to life, animating itself and attacking whomever the wielder commands - or the wielder, if she is too slow in assigning a target. The servant splits itself into a roughly humanoid form and begins single-mindedly trying to impale the target's heart. Its exertions tear it apart within a few minutes, but if it pierces its victim's heart before it destroys itself, it is remarkably difficult to remove, as pieces tend to remain behind if the main portion is yanked out.",
        "system": "The ritual requires 12 hours to cast, minus one per success, and the servant must be created as described above. When the binding is torn off, the character who holds it must point the servant at its target and verbally command it to attack during the same turn. If this command is not given, the servant attacks the closest living or unliving being, usually the unfortunate individual who currently carries it. A Splinter Servant always aims for the heart. It has an attack dice pool of the caster's Wits + Occult, a damage dice pool of the caster's Thaumaturgy rating, and a maximum movement rate of 30 yards or meters per turn. Note that these values are those of the caster who created the servant, not the individual who activates it. A Splinter Servant cannot fly, but can leap its full movement rating every turn. Every action it takes is to attack or move toward its target; it cannot dodge or split its dice pool to perform multiple attacks. The servant makes normal stake attacks that aim for the heart (difficulty 9), and its success is judged as per the rules for a normal staking. A Splinter Servant has three health levels, and attacks directed against it are made at +3 difficulty due to its small size and erratic movement patterns. A Splinter Servant has an effective life of five combat turns per success rolled in its creation. If it has not impaled its victim by the last turn of its life, the servant collapses into a pile of ordinary, inanimate splinters. Three successes on a Dexterity roll (difficulty 8) are required to remove a Splinter Servant from a victim's heart without leaving behind shards of the stake.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [4]
    },
    {
        "name": "Ward versus Kindred",
        "description": "This warding ritual functions exactly as do Ward versus Ghouls and Ward versus Lupines, but it inflicts injury upon Cainites.",
        "system": "Ward versus Kindred behaves exactly as does Ward versus Ghouls, but it affects vampires rather than ghouls. The ritual requires a blood point of the caster's own blood and does not affect the caster.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [4]
    },
    {
        "name": "Blood Contract",
        "description": "This ritual creates an unbreakable agreement between the two parties who sign it. The contract must be written in the caster's blood and signed in the blood of whoever applies their name to the document. This ritual takes three nights to enact fully, after which both parties are compelled to fulfill the terms of the contract.",
        "system": "This ritual is best handled by the Storyteller, who may bring those who sign the blood contract into compliance by whatever means necessary (it is not unknown for demons to materialize and enforce adherence to certain blood contracts). The only way to terminate the ritual is to complete the terms of the contract or to burn the document itself - attempts to add a clause forbidding burning the contract have resulted in the contract spontaneously combusting upon completion of the ritual. One blood point is consumed in the creation of the document, and an additional blood point is consumed by those who sign it.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [5]
    },
    {
        "name": "Enchant Talisman",
        "description": "This ritual is the first taught to most Tremere once they have attained mastery of their first path. Create Talisman allows the caster to enchant a personal magical item (the fabled wizard's staff) to act as an amplifier for her will and thaumaturgical might. Many talismans are laden with additional rituals (such as every ward known to the caster). The physical appearance of a talisman varies, but it must be a rigid object close to a yard or a meter long. Swords and walking sticks are the most common talismans, but some innovative or eccentric thaumaturges have enchanted violins, shotguns, pool cues, and classroom pointers.",
        "system": "This ritual requires six hours per night for one complete cycle of the moon, beginning and ending on the new moon. Over this time, the vampire carefully prepares her talisman, carving it with Hermetic runes that signify her true name and the sum total of her thaumaturgical knowledge. The player spends one blood point per night and makes an extended roll of Intelligence + Occult (difficulty 8), one roll per week. If a night's work is missed or if the four rolls do not accumulate at least 20 net successes, the talisman is ruined and the process must be begun again. A completed talisman gives the caster several advantages. When the character is holding the talisman, the difficulty of all magic that targets her is increased by one. The player receives two extra dice when rolling for uses of the character's primary path and one extra die when rolling for the character's ritual castings. If the talisman is used as a weapon, it gives the player an additional die to roll to hit. If the thaumaturge is separated from her talisman, a successful Perception + Occult roll (difficulty 7) gives her its location. If a talisman is in the possession of another individual, it gives that individual three additional dice to roll when using any form of magic against the talisman's owner. At the Storyteller's discretion, rituals that target the caster and use her talisman as a physical component may have greatly increased effects. A thaumaturge may only have one talisman at a time. Ownership of a talisman may not be transferred - each individual must create her own.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [5]
    },
    {
        "name": "Escape to a True Friend",
        "description": "Escape to a True Friend allows the caster to travel to the person whose friendship and trust she most values. The ritual has a physical component of a yard-wide/meter-wide circle charred into the bare ground or floor. The caster may step into the circle at any time and speak the true name of her friend. She is instantly transported to that individual, wherever he may be at the moment. She does not appear directly in front of him, but materializes in a location within a few minutes' walk that is out of sight of any observer. The circle may be reused indefinitely, as long as it is unmarred.",
        "system": "This ritual takes six hours a night for six nights to cast, reduced by one night for every two successes. Each night requires the sacrifice of three of the caster's own blood points, which are poured into the circle. Once the circle is complete, the transport may be attempted at any time. The caster may take one other individual with her when she travels, or a maximum amount of 'cargo' equal to her own weight.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [5]
    },
    {
        "name": "Paper Flesh",
        "description": "This dreadful ritual enfeebles the subject, making her skin brittle and weak. Humors rise to the surface and flesh tightens around bones and scales away at the slightest touch. Used against physically tough opponents, this ritual strips away the inherent resilience of the vampiric body, leaving it a fragile, dry husk. The thaumaturge must inscribe his subject's true name (which is much harder to discern for elders than it is for young vampires) on a piece of paper, which he uses to cut himself and then burns to cinders.",
        "system": "This ritual causes the subject's Stamina and Fortitude (if any) to drop to 1 each. For every Generation below Eighth, the subject retains one extra point of Stamina or Fortitude (keeping Fortitude first, though she may not exceed her original scores). For example, a vampire of the Fourth Generation with Fortitude targeted by Paper Flesh would drop to a Stamina + Fortitude score of 6 (assuming the score was 6 or more to begin with). This ritual lasts one night.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [5]
    },
    {
        "name": "Ward versus Spirits",
        "description": "This warding ritual functions exactly as Ward versus Ghouls, but it inflicts injury upon spirits. Several other versions of this ward exist, each geared toward a particular type of non-physical being.",
        "system": "Ward versus Spirits behaves exactly as does Ward versus Ghouls, but it affects spirits (including those summoned or given physical form by Thaumaturgy Paths such as Elemental Mastery). The material component for Ward versus Spirits is a handful of pure sea salt. The other versions of this ward, also Level Five rituals, are Ward versus Ghosts and Ward versus Demons. Each of these three Level Five wards affects its respective target on both the physical and spiritual planes. Ward versus Ghosts requires a handful of powdered marble from a tombstone, while Ward versus Demons requires a vial of holy water.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [5]
    },
    {
        "name": "Brand",
        "description": "This ritual allows the thaumaturge to transmute temporary tattoos and other body modifications received postEmbrace into a permanent state on the vampire's body.",
        "system": "This ritual burns an aggravated level of damage to the area of skin branded. This tattoo may be placed anywhere on the subject's body. Once the damage has healed, the tattoo remains upon the skin, unblemished.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Chime of Unseen Spirits",
        "description": "This ritual allows the thaumaturge to detect ghost, spirits, and demonic entities.",
        "system": "Once the chime has been enchanted, it will ring once every time an unseen spirit, ghost, or devil is within thirty feet/ten meters of its physical presence. Otherwise, the chime has been charmed to not ring, even in heavy wind or by manual manipulation. Some powers may block the ability of the chime to detect a specific entity, per the discretion of the Storyteller.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Sigil of Authority",
        "description": "This ritual creates a sigil that links the authority of an office to a specific vampire.",
        "system": "The sigil must be at least three inches in diameter and may be placed anywhere on the body of the subject. The design should metaphorically present the authority of the office represented and the meaning easily understood by those that see it. For example, the sigil of a domain's Sheriff might be a star shaped badge or police shield.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [1]
    },
    {
        "name": "Eyes of Babel",
        "description": "It is said that after the Great Flood, all of humanity spoke a single language in the shadow of the Tower of Babel, but that the Lord struck down the tower, scattered the people of the world, and divided them with different languages. This ritual leverages the symbolism of that story to grant a thaumaturge the ability to read and speak a language she does not know. She must find someone (Kindred or kine) that knows the language and bind them in chains. During the casting of the ritual, the thaumaturge must pluck out the tongue and an eye of the victim (it must be both) and then consume them. While the ritual lasts, the caster may now speak, read, and write the language in question. Once the ritual is finished, the thaumaturge purges the foreign materials from her system by vomiting the flesh.",
        "system": "The duration of the ritual is one week per success on the activation roll. This is a horrific ritual that will permanently maim a mortal (and isn't too pleasant for Kindred, either), and all but the most inhumane Kindred are likely to have to make a Degeneration roll for attempting this ritual. ",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [2]
    },
    {
        "name": "Preserve",
        "description": "Clan Tremere has collected wisdom and lore from the dawn of antiquity that had been previously protected and preserved by their mortal magic. However, that magic started to fail. A thousand years of collected occult knowledge was in danger of being lost within a few decades if a solution was not discovered. A devoted Tremere apprentice leveraged preservation techniques learned from monks along with knowledge stolen from the Assamites to create a ritual that chantries could use to preserve their research.  Once their precious libraries were protected, the Tremere realized that this ritual could be turned to political advantage. Ventrue were willing to pay boons to ensure that their own secret documents and treaties were preserved for the future. When it became clear that this ritual could be used for other purposes, Toreador clamored for the opportunity to protect their precious paintings, sculpture, and rare first drafts of a perfect poem or symphony. Rumors abound that the famous Shroud of Turin and a number of other hidden church relics were preserved via this ritual. A number of the faithful amongst the Followers of Set claim that the Tutankhamen sarcophagus has been preserved via the will of Set, but many suspect that an older (and potentially more potent) form of this ritual has been cast over it.",
        "system": "Preserve allows the thaumaturge to mystically shield an item from the effects of time and usage. The thaumaturge must lightly coat the item with a point of her blood over the course of a night while chanting the proper incantations. Each success of the activation roll mystically preserves the item for an additional decade. The preserved item remains protected until the ritual expires. This ritual does not create a sympathetic link to the thaumaturge, as the blood used to power the ritual is absorbed completely by the object. This ritual was designed primarily to preserve documents and texts, but a clever thaumaturge can utilize it for almost any item that can be held in the hand. The targeted item must be made of worked minerals and other natural materials, as artificial compounds (such as plastic) disrupt the ritual. Items that can be preserved include, but are not limited to, artwork, ancient weapons, jewelry, or clothing. This ritual does not make the targeted item invulnerable or even resistant to someone purposely harming it. For example, an ancient roman gladius will remain sharp and in good condition, but will still shatter if used improperly or if someone of sufficient strength attempts to snap the blade. ",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [2]
    },
    {
        "name": "Seal Egress",
        "description": "Thaumaturges jealously guard their research. Sometimes preserving a secret is as simple as keeping trespassers out of their libraries and workshops. Legend has it that the Followers of Set created the original version of this ritual to safeguard their hidden tombs and the sacred depths of their pyramids where their eldest sleep. Some secret excursions in Cairo gave the Tremere key components to develop their own version. Seal Egress allows the thaumaturge to mystically seal a room closed to prevent unwanted trespassers from entering or leaving it until the proper passcode chosen by the caster is spoken aloud near the entrance. Some Tremere trap an enemy in a small room and allow him to go mad from hunger.",
        "system": "To cast Seal Egress, the thaumaturge must spread a point of her blood upon the four walls of the room she wishes to seal and then chant the proper incantation. This ritual is a lengthy process requiring an hour to cast. Each success achieved on the activation roll extends the duration of the ritual by a decade. Seal Egress mystically seals every entrance to the room. Materials from the surrounding walls physically close over any openings into or out of the room, creating a perfect air-tight seal. Trespassers with mystical rituals such as Incorporeal Passage (V20, p. 236) or Disciplines such as Spectral Body (V20, p. 202) find that this room is mystically protected against their abilities. However, this ritual does not strengthen or protect the walls of said room, and thus it is possible for someone of sufficient strength to simply break through the walls of the room. Ghosts, spirits, and other creatures naturally immaterial may enter the room at will. (To bar such creatures, warding circles are required. See V20, p. 234)",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [2]
    },
    {
        "name": "Amulet of Mnemosyne",
        "description": "Careful lies and half-truths are amongst the most common and potent weapons a vampire has in her arsenal in the arena of politics. The right secret whispered at the wrong moment can shatter a sterling reputation and topple plans crafted over centuries. Locking away such secrets takes a good deal of will and a mastery of the art of deception. However, there are Disciplines and rituals that have the ability to pick thoughts from the head of an unsuspecting victim, force her to reveal secrets, or prevent her from lying at all. A small chantry during the Regency era decided to devote their research to tackling this problem. Truth was a concept too powerful to completely remove from a subject's mind. They could obfuscate or rewrite the memories, but there was always an element of the truth in the vessel. Once the thaumaturges realized that truth could be measured, a solution became obvious. The Amulet of Mnemosyne allows a subject to whisper a secret into the amulet and thus transfer the energy of the truth into the mystical shell.",
        "system": "The thaumaturge creates an amulet forged from brass and soaked in a pool of her blood. Next, she must recite the proper incantations over the amulet while it is resting on an object that symbolizes the truth to the thaumaturge. Finally, the subject (who does not need to be the thaumaturge) must prick her lips, kiss the amulet, and then whisper her secret. Once activated, this secret is completely removed from the mind of the subject until she reverses the ritual by again kissing the amulet. Memories are completely rewritten to account for the missing information. These new memories are generated by the power of the magic; neither the thaumaturge nor the subject has any control over the specific details. Should the amulet be destroyed, the secret will return to the mind of the owner. If a rival thaumaturge discovers the amulet, and knows or researches this ritual, he may attempt to learn the secret it contains. Holding the amulet to his ear, the rival thaumaturge engages the original caster in a contested Willpower roll. Should the rival thaumaturge win, the secret is implanted in his mind. The caster will feel uneasy as though something is wrong, but will not know the root cause as she has forgotten the secret. The downside of this ritual is that the subject has no idea that the secret exists or that she has hidden it within the amulet. She will act as per her typical personality would suggest, which could cause a number of complications. Ironically, by hiding the secret, the subject leaves herself vulnerable. For example, if the subject murdered the Prince's child, she won't know to be careful at court or to be watchful that others might have learned her secret. A crafty thaumaturge will ensure that the amulet is placed in her hands after the danger in passed by mailing it to themselves or hiding it away with a trusted retainer with a note written in their own hands. Because of this, any thaumaturge who knows the ritual will flinch anytime she finds an Amulet of Mnemosyne, dreading the secret she might unlock. ",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [3]
    },
    {
        "name": "Dante's Urban Legend",
        "description": "People love to share urban legends. These dubious stories of modern folklore have limited veracity, but something powering the stories pushes the communities to preserve and propagate them through the generations. Tapping into the power of these stories, the thaumaturge can create a psychically-charged urban legend that discourages visitors to a specified house or location. The caster recreates a popular urban legend upon the grounds that she wishes to protect. Tales shall arise in the community of something that happened to a friend of a friend recounting the horror of that location, such as a legend about a group of teenagers ambushed by the hook-man and then anesthetized only to find a kidney missing. Overly excessive uses of this may attract the attention of hunters or malicious supernatural creatures, so this ritual is used with care. Some believe that this is a minor breach of the Masquerade, as it encourages a belief of the supernatural. However, those that practice this ritual argue that Dante's Urban Legend preserves the Masquerade by pushing away mortals from places they should not be, and upholds the tradition of Domain. A few Princes that have discovered this ritual have limited its use within their domains.",
        "system": "The caster must recreate the exact urban legend she wishes to propagate at the location. For example, she might need to steal some kidneys from a drunken mortal or kill a group of teenagers with a hook. Afterwards, she must sacrifice a point of blood to each entrance of the house or location. Typically thaumaturges are careful to select an urban legend that does not remind others of vampires. Some will cast this ritual on the property of their rivals to make a point. Once the ritual is enacted, rumors will soon circulate among the mortals that the house is haunted or cursed, and therefore should be avoided by anyone with sense. Property values around the 'haunted' house will plummet as neighbors move to avoid living next to the house that causes them nightmares. These mortals rationally disbelieve in the supernatural, but they will feel disturbed by the thought of the location protected by the ritual and attempt to avoid it. Strong-willed mortals may feel curious enough to make a Willpower check (difficulty 8) to attempt to enter the building or area  failure means that they create some excuse to avoid entering. The duration of this ritual is one decade plus an additional year for every additional success achieved on the activation roll.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [3]
    },
    {
        "name": "Translocation of the Vessel",
        "description": "Legends abound of mighty wizards summoning forth items of great power with an incantation and a sweeping gesture. Rumored to have been created by Etrius during the siege of Ceoris when the entire Clan needed to be armed at a moment's notice, this ritual allows a thaumaturge to mystically link herself to a specially prepared vessel via the power of her vitae. By speaking the name of the object in question, the caster may teleport this vessel directly into her hand with a burst of shimmering black light.",
        "system": "Translocation of the Vessel requires that the thaumaturge select a vessel to attune to her vitae. This item must be small enough that she can easily lift it with one hand. Examples might include a scalpel, a walking stick, a handbag, a pouch, or a wand. Next, she must soak the vessel in a point of her blood over the course of an evening. The object will slowly absorb the vitae, creating a sympathetic bond between the vessel and the thaumaturge. The caster may sever the link at any time by spending a point of Willpower or if the vessel is broken. When the caster wishes to have the vessel ready for translocation, she draws a circle of protection onto the ground with purified salt and a point of her blood. This circle must be large enough to completely surround the vessel. Once the vessel is placed into the circle of protection, it can be summoned to the thaumaturge by name, anywhere in the world. The caster must extend her hand, chant the incantation involving the name of the object, and it appears in her hand.  ",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [4]
    },
    {
        "name": "Preservation of the Sanguine Heart",
        "description": "Loyalty is an exceptionally rare commodity, and perhaps that is why so many are willing to rob others of their free will to secure it. Blood bonds are one of the oldest means of control and ensuring loyalty by the elders in vampire society. The Anarchs now utilize many of the same tactics that were once the tools of their oppression. The Sabbat have embraced what once terrified them in their own communal Vaulderie. Agents of the Camarilla often must disguise their allegiances while working undercover for the Ivory Tower in Anarch or Sabbat territory where proving loyalty is often as simple as sharing blood. Clan Tremere developed this ritual to protect Archons and Sheriffs from blood bonds and the Vaulderie, even if only temporarily.",
        "system": "The thaumaturge must anoint the forehead of the target with a point of the caster's vitae and then pass to her a prepared chalice with a drop of mercury. She must drink the metal and suffer one aggravated wound to her internal organs as the mercury covers her insides with a mystical barrier. Afterwards, the target is magically protected against being blood bound or the effects of the Vaulderie (including getting the Mark of the Betrayer for some Tremere antitribu) for one day per success achieved on the activation roll. This protection comes at a steep price. In addition to the aggravated wound, the target may not receive sustenance from blood without the target willingly canceling the ritual.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [4]
    },
    {
        "name": "Summon the Blood Imp",
        "description": "Mastery of blood magic requires dedication and time away from the politics and socialization of vampire society. Trust is a rare commodity, especially to a fellow vampire and predator, and certain tasks require a certain delicate touch. This creature was created by a Tremere elder to serve as a clever thief and saboteur. He discovered in his experiments on some Tzimisce subjects that there was a very minute trace of the mutability inherent in vitae, and in that moment received the inspiration for the creation of the blood imp. The thaumaturge must stitch together the form of the blood imp from the dead parts of animals, inanimate objects, and even human cadavers. This is a personal, individualized process, and rarely will two blood imps look exactly the same even if made by the same caster. (The flesh of a former supernatural creature doesn't work, and attempts to use it with this ritual will automatically fail.) Once the blood imp has been given the spark of life, it forms its own personality based on that of its creator. The blood imp was created to love the thaumaturge, and will go out of its way to do things that it believes will make her happy. A cruel caster will find that her blood imp delights in tormenting lesser creatures to make its master laugh, while a solemn thaumaturge will find a quiet, thoughtful servant that works subtly and efficiently. Homunculi are created to be useful and devoted laboratory assistants and so gain their creators' knowledge of Thaumaturgy. Blood imps, however, are made for mayhem.",
        "system": "Summon the Blood Imp requires that the thaumaturge stitch together fresh (within three days) corpses of animals and humans into a frightening humanoid creation. The blood imp has an animal cunning and empathic link to its master that allows it to innately understand the needs and desires of its master. Next, the caster must add six points of Tremere blood into the mix and allow it to simmer over the course of three nights. Such devoted service is not without a cost. The blood imp requires a certain amount of attention lest it turn spiteful. Nothing is more frustrating than an angry blood imp disrupting important rituals or breaking priceless artifacts in a temper tantrum. Blood imps must be fed regularly with vitae and flesh. A blood imp can fight, but not with tremendous effectiveness; it will nevertheless destroy itself if necessary to protect its creator. It can also push or carry small objects, and makes an effective spy (though it detests being away from its master for long periods of time). Blood imps are damaged by sunlight and fire like Kindred, and can also be destroyed utterly by immersion in sanctified water. More information on the capabilities of a blood imp can be found on p.108.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [4]
    },
    {
        "name": "Vigil of the Stone Guardian",
        "description": "Clan Tremere has long utilized mystical servants to protect their havens and laboratories. Vigil of the Stone Guardian allows the thaumaturge to create a mystical sentry to protect a door or gate, in the form of a stone gargoyle door-knocker. The stone guardian watches over the entry and mystically alerts its master when there is a visitor or trespasser. The thaumaturge may remotely possess the guardian by expending a point of blood. She can observe what is happening through the guardian's eye and speak through its horrific stone face. This ritual does not technically violate the Tremere oath against the creation of new Gargoyles, but some quietly feel that it skirts the spirit of said promise, or at least insults the Clans the Tremere once hunted.",
        "system": "To create a Stone Guardian, the thaumaturge must find or create an appropriate door-knocker (with both eyes and a mouth) and then soak it in her blood over the course of three nights. She must then hang it upon the door or gate that will become the new home for the guardian and enact the ritual. If successful, the stone guardian bonds with the door or gate and cannot be removed without being destroyed. The thaumaturge may remotely possess the guardian by expending a point of blood. Once it is possessed, the caster can observe what is happening through the guardian's eye and speak through its mouth. By expending a point of Willpower, the thaumaturge may attempt (if she possesses the ability) to utilize the first two levels of Dominate, Presence, or Dementation to chase away intruders. The stone guardian may not physically attack or block entry to trespassers otherwise, but it can open the door or gate upon command from the thaumaturge. Such protection comes at a cost to the thaumaturge. The Stone Guardian requires a point of blood per night to continue its vigilance. If the stone guardian is not fed, it will sleep until reactivated by the thaumaturge with a point of blood.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [4]
    },
    {
        "name": "Mirror Prison",
        "description": "The thaumaturge using this ritual possesses the ability to create a modest prison cell in the astral plane anchored to a specially prepared silver mirror. The caster may then open the mirror portal to the prison cell with a verbal incantation and physically deposit an incapacitated prisoner. Some thaumaturges use this ritual to create a private space to meditate without distractions.",
        "system": "The thaumaturge must polish a silver mirror with a point of her blood and the tears of an innocent child. The thaumaturge must expend a point of Willpower that is permanently absorbed by the mirror. Once created, the thaumaturge may open a portal through the glass by touching it with a point of her blood. The opening to the mirror prison lasts as long as desired by the caster. Incapacitated prisoners may be passed through with no difficulty, but an unwilling target requires an opposed Strength roll to force the victim through the portal. Escaping the mirror requires the prisoner to defeat the caster in an opposed Willpower roll with a difficulty of 8. A prisoner may only attempt to escape in this fashion once every thirty days. The cell can comfortably contain up to three individuals. A person inside may not be scried for or be the target of Clairvoyance (or similar powers, at Storyteller discretion). The prisoner needs neither sustenance nor sleep, as she remains untouched by the passage of time. Should the mirror be destroyed or the thaumaturge wish to cancel the ritual, the stored Willpower point will return to her and any prisoners will instantly be released. If the caster spends a point of blood and touches the mirror, she can increase or decrease the opaqueness of the glass, allowing the prisoner to see outside of her prison as she wills. If the mirror is clear, the prisoner can appear in the mirror as a floating head to communicate. ",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [5]
    },
    {
        "name": "Sanctuary",
        "description": " In the 18th century, a religious-minded Tremere developed this ritual, which allowed him to consecrate a protected space and then extend a certain amount of its sanctuary to those that inhabit it with her. The thaumaturge casting this ritual must first find and acquire a building that has not been tainted with violence of any kind (or not in the past fifty years, if it is older than fifty years). Next, she must build a shrine at the metaphoric center of the building that all who visit must be able to see. The exact nature of the shrine depends upon the faith of the caster. Said shrine need not be of a religious faith, but it must represent a concept in which that the thaumaturge places her own faith and belief. Finally, the thaumaturge must consecrate the building via a sacrifice of her blood and will over three nights.",
        "system": "To complete this ritual, the thaumaturge must invest a permanent point of Willpower into the consecration of the targeted building at the end of the three-night ritual. Once completed, the shroud of sanctuary completely envelops the boundaries of the targeted building. All souls, living or otherwise, that are not specifically invited by the caster cannot enter the building. Further, those inside the building are protected against all uses of Animalism, Auspex, Dominate, Dementation, and Presence (and related Disciplines, at Storyteller discretion). However, this protection does not come without a price. The shroud of sanctuary only lasts as long as the grounds remain consecrated. Any acts of violence committed within the building will immediately taint it, making it impossible to benefit again from Sanctuary. Should the ritual be broken, the caster will immediately become aware of this, as the Willpower point invested into the building reverts back to her. If the building remains consecrated, the magic of this ritual continues for one year per success from the activation roll. Afterward, the caster must either reinvest the Willpower point or allow the sanctuary to dissipate.",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [5]
    },
    {
        "name": "Way of the Wendigo",
        "description": " The Wendigo is a malevolent flesh-eating spirit believed to possess humans that violate the taboo against cannibalism. Once tethered to a human form, the spirit is believed to corrupt the soul until its victim is little more than a beast. This forbidden ritual was developed by an apprentice Tremere that survived an assault on her chantry shortly before the American Revolution. Badly wounded and depleted to the point of exhaustion, she slipped away to the Great Lakes where she drank from the people that fished and lived there until she began to ritually consume the flesh of her victims. The unknown apprentice noticed that the practice healed her wounds and soothed her will. The Way of the Wendigo encourages the thaumaturge to sacrifice not only her own blood, but living flesh to recharge herself from the life essence of her victim. Dark magic such as this always comes at a price to the soul. The Beast grows stronger when fed, and those that follow the Way of the Wendigo are no exception. It is said that the original Tremere that created this ritual fell to her Beast.",
        "system": "The thaumaturge seeks out a victim that she believes is an example of a virtue that she admires, such as intelligence, purity, or reverence. She must anoint the sacrifice with oil, sage, and ash during an hour long ritual. At the climax of the ritual, the caster murders the victim with the thigh bone of a hanged man and then consumes his flesh. Consumption of the flesh allows the thaumaturge to absorb the victim's essence to replenish the needs of her undead body and will. She will feel a rush of drowsiness and will be at -1 to all dice pools for the next hour. However, every ten minutes that the thaumaturge rests, she will regain a point of Willpower and one health level. At the end of the night, if the thaumaturge does not possess the merit Eat Food (V20, p. 480), she is forced to vomit up the excess flesh. This is a horrific ritual where the sacrifice must knowingly endure the knowledge that he is going to die and then be consumed. Such a heinous action takes a toll on the humanity of the thaumaturge, as her mind is flooded with flashes of the victim's life and experiences the agony of her death. The use of this ritual automatically strips a minimum of one Humanity dot from the character's Humanity rating (to a minimum of 2). Additionally, the Storyteller might require a Conscience roll (difficulty 8). Failure means the loss of an additional Humanity point (which can fall below 2), while a botch could well mean the loss of even more. The use of this ritual requires a Self-Control roll (difficulty 8). Failure means that the thaumaturge has gained the permanent Flaw Addiction: Human Flesh (V20, p. 482).",
        "game_line": "Vampire: The Masquerade",
        "category": "powers",
        "stat_type": "thaum_ritual",
        "values": [5]
    }
]