[
    {
        "name": "Bale Aura",
        "description": "Twisted from the grandeur of Lambent Flame, a Dancer can shroud herself in the green light of balefire. The light causes no physical damage, but shadows cast by the light seem to move of their own accord and the whispers of the Wyrm crackle within the green flames, stoking the Rage within the Garou. Furmlings and Harpies teach this Gift.",
        "system": "The player spends one Willpower point to activate the gift. The light illuminates a 50-foot area around the character for the rest of the scene. Garou and Fera require one fewer success to frenzy, and to enter Thrall of the Wyrm, as the whispers taunt them from the shadows.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
        
    },
    {
        "name": "Repress Taint",
        "description": "In order to infiltrate the Gaian Garou, a Black Spiral must be able to hide the touch of the Wyrm. This Gift allows him to repress his taint, hiding it from the prying eyes of the suspicious. The werewolf must still take care, however, as more talented Garou might sniff him out. Scryers teach this Gift.",
        "system": "The player rolls Perception + Subterfuge difficulty 7. Every success increases the difficulty to detect the character's taint by one, to a maximum of 9. The effect lasts one scene.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Spiral-Shadow Dance",
        "description": "The Black Spiral Dancer learns to twine herself through the darkness, becoming swift as a scream. A variety of Banes teach this Gift.",
        "system": "Whenever the Black Spiral Dancer is concealed by poor lighting (no brighter than the light of the half-moon), she adds +3 to her Initiative. This Gift's effects are permanent.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Bale Armor",
        "description": "The Black Spiral Dancer's body is limned in a terrible green-black radiance that saps the strength from her enemies' blows and inflicts toxic burns upon their flesh. A Furmling teaches this Gift.",
        "system": "The player spends one Willpower point to activate the Gift. The light illuminates a 100-foot area around the Dancer for the rest of the scene. All attacks against the werewolf suffer a -1 die penalty while this Gift persists, and anyone who lands a Brawl attack against the Dancer takes one level of bashing damage.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Acid Talons",
        "description": "The Black Spiral Dancer's claws become a vibrant mixture of black, red, and yellow, and burn anything they cut. A Wakashaani teaches this Gift.",
        "system": "The player spends one point of Rage. For the rest of the scene, the werewolf's claw attacks inflict one extra die of damage, and the difficulty to soak her claw attacks rises by 1.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers",
        "auspice": "Philodox"
    },
    {
        "name": "Bestowing the Predator's Shadow",
        "description": "It would be fair to say that Black Spiral Dancers have even less tolerance for being tricked or mocked than other werewolves. This valuable Gift helps Dancer Ragabash survive the fallout of their Auspice's duties by passing their identity onto someone else. Phantasmi teach this Gift.",
        "system": "The Black Spiral Dancer must secure a tiny bit of her body on someone else. A bit of spit or blood, or a lock of hair or fur will do the trick. The player then spends one Gnosis point and rolls Manipulation + Subterfuge (difficulty 6). The target will look and sound (but not smell) like the Black Spiral Dancer to everyone but himself for one hour per success.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers",
        "auspice": "Ragabash"
    },
    {
        "name": "Ways of the Urban Wolf",
        "description": "The Black Spiral Dancers are free to indulge in those natural urges that Gaia bids her defenders to restrain: to hunt man through the streets of the cities, to revel in his fear-stench, to drink his blood and eat his flesh. This Gift, taught by Wyrm elementals, makes the Dancer a master of such urban hunts.",
        "system": "Reduce the difficulty of all Perception, Stealth, and Survival rolls to track and hunt prey in urban environments by 2. The effects of this Gift are permanent. It doesn't enhance any rolls once combat begins, and can only be used to track intelligent prey such as humans, Garou, and vampires.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers",
        "breed": "Lupus"
    },
    {
        "name": "Bleed",
        "description": "The metis can leak phantasmal blood, manifesting false injuries if she is unwounded, or producing enormous quantities of blood from minor wounds. Many Spirals use this Gift to 'play dead' when a battle is going poorly, or to frame innocents for vicious attacks. A Crimson Pestilent teaches this Gift.",
        "system": "The player spends one Gnosis point. For the rest of the scene, the character may issue fake blood in whatever quantities she likes, so long as it doesn't exceed the volume actually contained in her body (assume 10 pints in Homid, 20 pints in Crinos, and 7 in Lupus). She can't drown her enemies in a tsunami of blood. Since the ichor is fake, she takes no damage; it fades at the next sunset.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers",
        "breed": "Metis"
    },
    {
        "name": "Aura of Poison",
        "description": "The Black Spiral Dancer surrounds herself in a toxic miasma strong enough to cause even a human's dull sense of smell to pick up the reek of a lethal stew of mercury, sulfuric acid, formaldehyde, and countless other chemicals. The message is clear: the Dancer is death, and should not be trifled with. A Halassh teaches this Gift.",
        "system": "After a turn spend concentrating and the expenditure of a point of Gnosis, the werewolf is surrounded by a lethal scent for the rest of the scene. No creature lacking a Rage rating will initiate violence unless attached first.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers",
        "breed": "Homid"
    },
    {
        "name": "Cloud of Night",
        "description": "As the Uktena Gift: Shroud. The Uktena Gift: The Garou can create a field of inky blackness through which only she can see. A night-spirit teaches this Gift.",
        "system": "The player spends on Gnosis point and rolls Gnosis (difficulty varies: 3 for twilight, 6 for indoors, 9 for bright sunlight). Each success blacks out a 10′ by 10′ by 10′ area. The Garou can choose any area within his line of sight. The metis Gift: Eyes of the Cat can see through the conjured darkness.",
        "source": "Book of the Wyrm",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Smell Fear",
        "description": "A Philodox employing this Gift can tell if anyone nearby is threatened by her, as well as the degree of her victim's fear. In any area of the Shattered Labyrinth, and initiate can experience the many subtle flavors and variations of fear. If Spirits serving Hakaken and Sykora also know this Gift intimately… and teach it that way.",
        "system": "This requires a Perception + Empathy roll; the difficulty is equal to the target's Willpower. For every hour this sense is active, the Black Spiral loses one Gnosis, but as a side effect, she can also tell if anyone is using Sense Wyrm on her.",
        "source": "Book of the Wyrm",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers",
        "auspice": "Philodox"
    },
    {
        "name": "Bane Protector",
        "description": "The Black Spiral can summon Banes to aid her. Before these servitors can act, the Black Spiral must convince them of her intent. Her actions must be in the best interest of the Wyrm. The servitors can fight for her, but will not allow themselves to be bound or destroyed. The spirits will also try to arrange a bargain, agreeing to help the summoner if she performs a service (or sacrifice) for them afterward. This Gift is taught in the first circle of the Spiral Labyrinth.",
        "system": "Use of this Gift burns a point of Gnosis and requires a Manipulation + Leadership roll.",
        "source": "Book of the Wyrm",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Toxic Claws",
        "description": "The Dancer can cause toxic waste to ooze from her claws, coating them with an unhealthy greenish-gray slime. Wounds left by these claws tend to leave unhealthy-looking scars.",
        "system": "This Gift requires the expenditure of one Rage point and a turn of full concentration. For the remainder of the scene, the Dancer's claws inflict an additional die of damage and leave residual Wyrm-taint on anything she slashes.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Rathead",
        "description": "The Dancer can squeeze her body through any opening no smaller than a quarter in diameter. This Gift looks very disturbing to the unsuspecting onlookers. Corrupted rat-spirits teach this Gift.",
        "system": "The Dancer's player rolls Gnosis. If Successful she can squirm through any opening no smaller than a quarter. Doing so typically takes a single turn, depending on the opening's length. The Gift remains active until the Garou has passed entirely out of the constricted space.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Shining Sigils",
        "description": "When this Gift is active, glowing sigils representing the Garou's tales of Renown appear upon their skin or pelt. The marks shine a luminescent woad-blue, although Honor, Glory, and Wisdom all gleam with their own subtle inflections of color. Temporary Renown appears as reinforcing details on the permanent Renown symbols. This gift is taught by a Lune spirit.",
        "system": "While this Gift is active, the Garou receives a pool of bonus dice equal to his rank that he can allocate towards any Social rolls (including intimidation) towards spirits or other Gaian Garou until the remainder of the scene.",
        "source": "White Howler Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Death Sight",
        "description": "The White Howler version is called Death Sight. Otherwise, Visions of Dust. The werewolf's eyes become cloudy and pale as she attunes her vision to the ashen landscape of the Underworld. An owl-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Perception + Occult (difficulty 7). For the rest of the scene, the character can see (and hear) ghosts and detect haunted areas with another Perception + Occult roll (difficulty corresponds to the severity of the haunting). This Gift bestows no power to touch or communicate with the dead, however - that usually requires the use of the Descent into the Underworld rite. A botch causes the Garou's eyes to shine as beacons in the underworld, drawing the notice of broken, vengeful shades.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Haunting Howl",
        "description": "One of the howl-Gifts peculiar to the tribe, this eerie cry often echoed across the desolate moors prior to a White Howler raid. In the years since the White Howlers' fall, this cry has become more alien and forlorn.",
        "system": "The player rolls Charisma + Intimidation, difficulty 7. All enemies within earshot of the werewolf's howl suffer a +1 difficulty to Willpower rolls for three turns per success. Willpower expenditures are unaffected. No foe can be affected by more than one use of this Gift per scene.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Submit",
        "description": "Stolen from the Black Furies, with a snarl, a Black Spiral Dancer can force a target to kneel before him, agony coursing through her body until she submits. Spirals with this gift delight in forcing a proud Garou to the ground just to kill her while she's on her knees. Raptors teach this Gift.",
        "system": "As the Black Fury Gift: Kneel. Any target who resists the Gift subtracts two from their dice pools for the Gift's duration. This penalty can only be offset with the Gift: Resist Pain. The Fury rolls Manipulation + Intimidation (difficulty of the subject's Willpower). Her target falls to his knees unless he spends a Gnosis point to resist the Gift's effects (other supernatural beings may spend their own form of mystic energy, such as blood or quintessence, but mortals remain helpless). The target kneels for one turn per success.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Plague Child",
        "description": "The favored children of the Plague Rats may choose to learn this Gift to represent their fallen totem's favor. The fallen werewolf who knows this Gift finds that ordinary diseases just can't take hold in his system. He does act as a carrier, though, and can inadvertently (or deliberately) infect passersby with a cough or sneeze. Plague Child does not especially protect against supernatural plagues.",
        "system": "The character is immune to non-magical, non-biowarfare diseases. No roll or expenditure is needed. Magical plagues (like the Metamorphic Plague that troubles the Black Furies) can still infect the werewolf, and specially engineered germ warfare agents also remain dangerous. The werewolf remains a carrier of these diseases - they live on or in him, but do him no harm. A Plague Rat or Black Spiral Dancer with this Gift may find that those he encounters fall ill with one of the dozens of diseases from tuberculosis to malaria. Plague Child doesn't make these diseases any more virulent, but a healthy and mobile carrier is always better able to spread a disease than one incapacitated by it.",
        "source": "Apocalypse",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Terrify",
        "description": "The Dancer with this Gift is more intimidating and terrifying than normal. A sneer from her is as effective as a full-throated grown from another.",
        "system": "Roll Charisma + Intimidation (difficulty is the target's Willpower). If successful, the difficulties for Social rolls made against that target decrease by one - but only if intimidation could conceivably alter the outcome in the Dancer's favor. The target's difficulty to strike the Dancer in combat is one higher as well.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Grave Claws",
        "description": "The werewolf's claws become obsidian daggers, capable of tearing the soul loose from Gaia's cycle and pinning it to the Dark Umbra. Any creature slain by this Gift is guaranteed to leave behind a ghost, which is anchored by dark magic to its killer. Outside of risky Umbral quests, only killing the Black Spiral Dancer who used this Gift can return a victim's soul to Gaia. A Nihilach teaches this Gift.",
        "system": "The player spends one point of Gnosis. Anyone killed by the character's claw or bite attacks for the rest of the scene is guaranteed to linger as a wraith. A wraith created using this Gift cannot directly harm the Black Spiral Dancer, and is tormented by dark urges.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Tar Shadow",
        "description": "The Ahroun's shadow becomes solid and sticky, trapping unwary foes and making them easy prey. A H'ruggling teaches this Gift.",
        "system": "The player spends one Gnosis point. For the rest of the scene, any character making a close-combat attack against the Dancer must make a reflexive Dexterity + Athletics roll (difficulty 8). If they fail this roll, the attacker is stuck in the Ahroun's shadow until she can pull herself free with a Strength + Athletics roll (difficulty 6). While stuck in place, characters cannot move and all attempts to dodge attacks automatically fail.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers",
        "auspice": "Ahroun"
    },
    {
        "name": "Howl of the Hunter",
        "description": "Setting a particular quarry in her mind, the Black Spiral Dancer crafts a howl specifically designed to elicit terror in her prey. If her victim can hear the howl, it strikes terror into his heart, haunting him whenever he tries to find rest. A Nocturna teaches this Gift.",
        "system": "The player spends a Gnosis point and rolls Charisma + Primal Urge (difficulty 7). If the desired target hears the howl he will be jolted awake if asleep, and rendered unable to sleep for the next (successes x 3) hours; every time he attempts to rest, the howl will echo in his ears as though uttered from mere feet away. The terror increases the difficulty of most Mental and Social actions by +2 (maximum 9) until the character can sleep.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers",
        "auspice": "Galliard"
    },
    {
    "name": "Poisoned Gauntlet",
    "description": "The Black Spiral Dancer can breathe spiritual toxins into the wall between worlds, turning the Gauntlet into a deadly trap. A Rust Spider teaches this Gift.",
        "system": "The werewolf spends a turn in concentration, and then her player spends one Gnosis point and rolls Intelligence + Occult against a difficulty of the local Gauntlet. Until the sun next crosses the horizon, anyone stepping sideways within (Gnosis x 100) yards of the point where this Gift was used takes one die of aggravated damage per success rolled. This Gift: Resist Toxin can protect against this Gift's effects.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers",
        "auspice": "Theurge"
    },

    {
        "name": "Horns of the Impaler",
        "description": "This talent endows the Black Spiral with a pair of spiraling, chitinous black-and-green horns. Usually, they're worn as antlers, although some Dancers have learned to protrude them from other parts of their bodies. This Gift is usually taught by a Dratossi. A Bane inside a physiologically freakish fomor might also bless an ally with this talent.",
        "system": "This appendage inflicts the same damage as a Bite attack; it can be used a maximum of twice each round of combat. A horned Black Spiral may instead choose to charge his enemies; this increases the amount of damage to Strength +5 dice, but only one such charging attack can be made that round.",
        "source": "Book of the Wyrm",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers",
        "auspice": "Ahroun"
    },
    {
        "name": "A Thousand Voices",
        "description": "The Black Spiral Philodox can distort the sound of his own footsteps, creating a series of illusory noises. Instead of one werewolf, enemies will hear an entire pack. Howls, shadowy apparitions, footfalls and even illusory scents are all possible. During the Dance of Rage, a dancer may learn this Gift as his anger multiplies many times over. Kirijama's servants also offer mastery of this talent.",
        "system": "For each point of Willpower the user currently possesses, one illusory ally can be created. The Storyteller should secretly roll Perception + Alertness for each witness present; the difficulty depends on the immediate surroundings (difficulty 4 in a dense forest; difficulty 9 on a vast plain). The Black Spiral using this Gift should remain hidden; once he is spotted, the Gift fails.",
        "source": "Book of the Wyrm",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers",
        "auspice": "Philodox"
    },
    {
        "name": "Wyrm Hide",
        "description": "A Dancer may use this Gift to transform her skin into a lumpy, leather, odious sickly hide that grants her additional protection from harm. Once the Wyrm Hide wears off, it slides oozing and bubbling off the Black Spiral Dancer, leaving a congealing, smelly mess where she stood.",
        "system": "The Dancer must spend one pint of Rage to activate Wyrm Hide, and the player must roll Stamina + Survival. Each success grants the Dancer one additional soak die. This Gift lasts until the end of the scene. Until then, other Garou pay pick up her scent at two lower difficulty, due to the stench the power generates.",
        "source": "Book of the Wyrm",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Sprint in Shadow",
        "description": "The Black Spiral Dancers live beneath the surface of the Earth, down in the chthonic darkness and close to the inhuman gibbering monsters that they worship as incarnations of their god. A Garou's long run is difficult through the tunnels, as it depends on having plenty of room to run in straight lines and periodic sustenance. The Black Spirals turned in their earliest days to the spirits that cavort in the wake of Thunderwyrms, hoping that such spirits could teach them magics to increase their speed when traveling under the earth.",
        "system": "The character spends a point of Rage and rolls Stamina + Primal-Urge. If one success is earned, the Black Spiral can undertake a Long Run (Werewolf, p. 197) despite being underground and in occasionally close tunnels. Each additional success on the Stamina + Primal Urge roll increases the Long Run speed by a factor of one (so two successes means that the character runs twice as fast as an ordinary Long Run; three successes means three times as fast, and so on).",
        "source": "Apocalypse",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2]
    },
    {
        "name": "Gift of the Tainted Totem",
        "description": "A twisted version of an Uktena Gift, a Dancer can not only bar a pack totem from aiding its children, she can temporarily replace the totem with her own pack or personal totem. The horror of having a Wyrm spirit binding a Gaian pack, even temporarily, is disorienting, and the taint left behind might be difficult to explain. Nexus Crawlers teach this Gift.",
        "system": "As the Uktena Gift: Banish Totem. If the player succeeds on the Gnosis roll, the pack not only loses all traits associated with their totem, they gain all traits associated with the Dancer's totem. The effect lasts for a number of turns equal to the number of successes. Upon departing, the tainted totem leaves behind enough Wyrm taint to show up to users of Sense Wyrm for the rest of the scene at difficulty 7. If a member of the pack used any of the totem's powers, the lingering Wyrm taint remains for a day, and is difficulty 5 to detect. The Uktena must concentrate for a full turn, and he must know which totem his victims follow. The player spends one Gnosis point and one Willpower point, and he rolls Gnosis at a difficulty of the pack's combined Totem scores (maximum of 10). If successful, the pack members lose all Traits associated with their totem, and they cannot use pack tactics or act in concert for the remainder of the scene. If the Uktena is rendered unconscious or killed, the Gift is cancelled.",
        "source": "Book of the Wyrm",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Ichor Blade",
        "description": "The Spiral's arm changes into a black blade dripping with dark green poison. The ichor poisons the blood of anyone injured by the blade, causing crippling agony. Harpies and Wakshaani teach this Gift.",
        "system": "The player spends a point of Rage to transform one hand into a blade. For the rest of the scene, she may use her arm like a sword, rolling Dexterity + Melee (difficulty 6). Such attacks inflict Strength + 1 aggravated damage. The poison causes excruciating pain, forcing the target to subtract two from his dice pools for a turn per success. Resist Toxin and Resist Pain both negate the effects of the poison.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Claws of Corrosion",
        "description": "One of the greatest Black Spiral Gifts, this wicked magic allows the werewolf to poison a spirit with mystical toxins that slowly corrupt it into a servant of the Wyrm. A variety of Banes teach this Gift.",
        "system": "When the Black Spiral Dancer makes a successful claw attack against a spirit, the player may spend one point each of Rage, Willpower, and Gnosis, and roll Intelligence + Occult (difficulty 6). This infects the spirit with a number of 'corruption points' equal to the successes rolled; multiple applications of this Gift are cumulative, and corruption points dissipate at a rate of one per day. Should a spirit ever have more corruption points than its current Essence, over the next lunar month it suffers a slow, painful transformation into a Bane.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Feast of Essence",
        "description": "The Black Spiral Dancer's claws are covered with barbed hooks, which catch and absorb the tattered power of slain spirits, refreshing the werewolf. A Thinbones teaches this Gift.",
        "system": "The player spends one point of Willpower when the character deals a blow that destroys the last of a spirit's Essence. The character gains Gnosis depending on the power of the destroyed spirit: one point for a Jaggling, two for a Gaffling, and three for any stronger spirit. This cannot raise the character's Gnosis points above her maximum value, but is in addition to any Gnosis gained by harvesting the depleted spirit.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers",
        "auspice": "Theurge"
    },
    {
        "name": "Thousand Teeth",
        "description": "Sharp teeth are the hallmarks of the ultimate predator, and the ways of the Wyrm's wolves celebrate nothing if not excess. The muzzle of a werewolf using this Gift erupts with dozens of extra teeth. Black Spiral Dancers learn this Gift from Scrags, while Gaian Garou occasionally learn it from shark-spirits.",
        "system": "The player spends one Rage point and rolls Stamina + Primal Urge (difficulty 5). She enjoys +3 damage dice on bite attacks. The Gift lasts for one bite attack per success; any remaining boosted bites are lost at the end of the scene.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers",
        "breed": "Lupus"
        
    },
    {
        "name": "Nobody's Bastard",
        "description": "Nobody wants to recognize a metis, and with this Gift, nobody will. A metis using this Gift is unrecognizable to all who see her. A Bane of abandonment teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Stealth (difficulty 7). If the roll succeeds, nobody who sees the metis will know who she is for the rest of the scene. Observers don't mistake her for anyone else; they simply see her as an unknown stranger. Their memories remain even after the scene - they don't suddenly remember that the Garou using this Gift is the stranger.",
        "source": "Book of the Wyrm W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers",
        "breed": "Metis"
        
    },
    {
        "name": "Blue Breath",
        "description": "This Gift enables the Dancer to exhale asbestos fibers in a deadly cloud of dust. This Gift is taught by Shush'thull, the Bane spirit of asbestos.",
        "system": "The Dancer must spend one Gnosis point. Anyone inhaling the dust will begin to choke, suffering three Health Levels of aggravated damage, if she fails a roll of Stamina + Medicine (difficulty 8). Players must state that their characters are holding their breath; otherwise, they inhale the dust. A Garou who uses the Resist Toxin Gift in the same turn is immune to the effects.",
        "source": "Rage Across Australia",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
        
    },
    {
        "name": "Burning Scars",
        "description": "Black Spiral Dancers often carve stylized scars representing their devotion to the Wyrm into their bodies. With this Gift, a Dancer can draw upon that devotion to inflict horrible injuries on her foes. When invoked, this Gift causes the Dancer's scars to glow with an unwholesome brilliance that almost seems to crawl into the victim's body through his eyes, nose, mouth and ears, burning him from the inside out and leaving horrible burns that mimic the Dancer's own scars.",
        "system": "The Dancer must grab the target, and the player must spend two Rage and roll Wits + Primal-Urge (difficulty is victim's Stamina + 2). Each success inflicts one level of unsoakable aggravated damage that appears upon the victim's body as a mirror of the Dancer's glowing scars. These marks of the Wyrm may prove a powerful social handicap, and it may take some effort to remove them.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
        
    },
    {
        "name": "Foaming Fury",
        "description": "The Dancer's mouth bubbles and foams with a noxious, greenish fluid. His eyes widen and roll in their sockets, showing the whites. The Dancer yips, barks and howls madly (and uncontrollably) as if in the grip of a rabid madness - a contagious one.",
        "system": "The player of anyone bitten by a Dancer using this Gift must succeed in a Stamina roll (difficulty 8, 6 if the Garou has Resist Toxin), lest the character fly into a rabid frenzy. (In effect, the character enters the Thrall of the Wyrm).",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Collapse the Barrow",
        "description": "In a land plagued with subterranean Wyrm-pits, the ability to destroy the structural integrity of an underground lair was priceless to the White Howlers. By using this gift, the werewolf is able to collapse an earthen or stone structure or tunnel in upon itself, thus making it much more difficult for it to be re-used for evil purposes.",
        "system": "The Garou spends a point of Gnosis, and touches the floor, ceiling, or walls of the targeted structure. The player makes a Strength + Occult roll, with a standard difficulty of 6 for an average excavation tunnel. The difficulty increases or decreases with the structural integrity and craftsmanship involved in creating the target; 7 for a stone cave or natural rock tunnel, but 4 for a quickly dug burrow; 5 for a hastily built rock hut, but 9 for a masterful stone broch tower.). For each success, a 5-foot section of the structure collapses. This Gift does not cleanse the area, and simply collapsing a pit creates a festering magnet for banes and other Wyrm-creatures. Because of this, Collapse the Barrow is most often used on the way back out of a pit, after the inhabitants have been dealt with, and the area within has been ritually cleansed.",
        "source": "White Howler Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Visions of Slaughter",
        "description": "This frightening curse derived from the White Howlers' unusual practices of bonding with the ghosts of slain animals. By marking a person with his spit, blood or other bodily fluids, the werewolf can curse his victim to be haunted with visions of any animal or individual killed by his actions (or inaction), Even animals can be driven to distraction by visions of prey animals that are always within view, but cannot be touched. This Gift is of course of little use against the innocent, but against the soldiers, shapeshifters and vampires that werewolves most commonly face, it has terrible power.",
        "system": "The Garou must first bring the victim-to-be into contact with his saliva, blood, sweat or other bodily fluid; the player rolls Intelligence + Occult, difficulty of the target's Willpower. The victim is haunted by bloody visions of any reptile, bird or mammal dead by her hands for one day per success. The more deaths the victim has been responsible for, the more vivid and distracting the visions. Each day, the victim must make a Willpower roll at a difficulty set by the Storyteller to avoid losing a temporary point of Willpower. The difficulty ranges from 4 to 9, based on the amount of blood on the character's hands; an all-but-innocent who has done little more than set mousetraps and accidentally run over an opossum would be a 4, while the average Garou might resist at difficulty 7, and a murderous vampire at difficulty 9. The amount of remorse the character would ordinarily feel has no bearing on the curse; a vampire who cares nothing for the people he's drained to death will still be horribly distracted, as his victims appear far more real and far more frequently. While the Gift is in effect, the victim cannot recover temporary Willpower. Once the victim's temporary Willpower has been reduced to half of the permanent score, all rolls she makes (apart from soak or damage rolls) are at +1 difficulty until the Gift's effects pass.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Maddening Howl",
        "description": "This howl-Gift represents one of the White Howlers' worst weapons, a terrible ululating wail that bends the minds of those who hear it to the breaking point. Only White Howlers are immune to the howl - even in modern-day settings.",
        "system": "The player spends one point of Rage and one point of Gnosis and rolls Charisma + Performance, difficulty 7; all non-White Howlers within earshot may roll Willpower, difficulty 7, to resist. If the player gains more successes than the victim, the victim is driven mad for the duration of the scene. Victims are treated as if they were affected by the 'Catatonic Fear,' 'Panic,' 'Disbelief,' 'Berserk,' or 'Terror' effects on the Delirium chart. The Storyteller chooses the specific effect, although the Gift's effects tend to be random rather than governed by the victim's personality.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Hero's Stand",
        "description": "The Garou channels the strength of Gaia herself, becoming one with the earth upon which he stands. While he may not retreat or even move from that spot for the duration of the Gift, he gains many powers through Gaia's might. An earth elemental teaches this Gift.",
        "system": "The player rolls Willpower (difficulty 8). Each success grants one extra die to all Physical dice pools. Also, the Garou may not be surprised, and all attacks are considered frontal. The Garou may not move until all foes have been defeated or have fled.",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    }
]
